{
    "(none)": "(cap)",
    "(Optional)": "(Opcional)",
    "(please select)": "(seleccioni si us plau)",
    "(give feedback)": "(fer comentaris)",
    "(hidden)": "(amagat)",
    "(modified)": "(modificat)",
    "(+{{numHiddenPayees}} more)": "(+{{numHiddenPayees}} més)",
    "(after weekend)": "(després del cap de setmana)",
    "(before weekend)": "(abans del cap de setmana)",
    "(deleted)": "(eliminat)",
    "(nothing)": "(res)",
    "(No payee)": "(Cap beneficiari)",
    "{{accountName}} bank sync settings": "{{accountName}} paràmetres de sincronització bancaria",
    "{{count}} associated rules_one": "{{count}} regla associada",
    "{{count}} associated rules_many": "{{count}} regles associades",
    "{{count}} associated rules_other": "{{count}} regles associades",
    "{{count}} transactions_one": "{{count}} transacció",
    "{{count}} transactions_many": "{{count}} transaccions",
    "{{count}} transactions_other": "{{count}} transaccions",
    "{{displayMonth}} end-of-month cleanup templates have been applied.": "S'han aplicat les plantilles de neteja de final de mes de {{displayMonth}}.",
    "{{endOccurrences}} times": "{{endOccurrences}} vegades",
    "<0>Balance:</0><1>{{amount}}</1>": "<0>Saldo:</0><1>{{amount}}</1>",
    "<0>Budgeted:</0><1>{{amount}}</1>": "<0>Pressupostat:</0><1>{{amount}}</1>",
    "Access": "Accés",
    "Access Revocation Incomplete": "Revocació d'accés incompleta",
    "account": "compte",
    "Account": "Compte",
    "Account in Actual": "Compte a Actual",
    "Accounts": "Comptes",
    "Actions": "Accions",
    "Actual has updated the syncing format": "Actual ha actualitzat el format de sincronització",
    "Add": "Afegir",
    "Add account": "Afegir compte",
    "Add action": "Afegir acció",
    "Add another split": "Afegir una altra divisió",
    "Add category": "Afegir categoria",
    "Add category group": "Afegir grup de categories",
    "Add condition": "Afegir condició",
    "Add group": "Afegir grup",
    "Add new split - {{amount}} left": "Afegir nova divisió - {{amount}} restant",
    "Add recurrence": "Afegir recurrència",
    "Add specific days": "Afegir dies específics",
    "Add transaction": "Afegir transacció",
    "Admin": "Administrador",
    "Advanced options": "Opcions avançades",
    "after": "després",
    "All accounts": "Tots els comptes",
    "All reconciled!": "Tot reconciliat!",
    "All time": "Tot el temps",
    ":root {\n  --color-sidebarItemSelected: #007bff;\n}": ":root {\n  --color-sidebarItemSelected: #007bff;\n}",
    "{{categoryName}} shortcuts": "{{categoryName}} dreceres",
    "{{count}} payees_one": "{{count}} beneficiari",
    "{{count}} payees_many": "{{count}} beneficiaris",
    "{{count}} payees_other": "{{count}} beneficiaris",
    "{{count}} uncategorized transactions_one": "{{count}} transacció sense categoria",
    "{{count}} uncategorized transactions_many": "{{count}} transaccions sense categoria",
    "{{count}} uncategorized transactions_other": "{{count}} transaccions sense categoria",
    "{{displayMonth}} budget templates have been applied.": "Les plantilles de pressupost de {{displayMonth}} s'han aplicat.",
    "{{displayMonth}} budget templates have been overwritten.": "Les plantilles de pressupost de {{displayMonth}} s'han sobreescrit.",
    "{{displayMonth}} budgets have all been set to last month's budgeted amounts.": "Els pressupostos de {{displayMonth}} s'han establert als imports pressupostats del mes passat.",
    "{{displayMonth}} budgets have all been set to zero.": "Els pressupostos de {{displayMonth}} s'han posat a zero.",
    "{{num}} more items...": "{{num}} elements més…",
    "{{scheduleName}} is due {{distanceFromNow}} ({{formattedDate}})": "{{scheduleName}} venç en {{distanceFromNow}} ({{formattedDate}})",
    "{{selectedPayeeNames}}, and more": "{{selectedPayeeNames}} i més",
    "{{status}} (Split)": "{{status}} (Dividit)",
    "{{years}} years": "{{years}} anys",
    "{isSearching\n                        ? 'No matching shortcuts'\n                        : isInCategory\n                          ? 'No shortcuts in this category'\n                          : 'No matching shortcuts'}": "{isSearching\n                        ? 'Cap drecera coincident'\n                        : isInCategory\n                          ? 'Cap drecera en aquesta categoria'\n                          : 'Cap drecera coincident'}",
    "<0>{{category}}</0> is used by existing transactions or it has a positive leftover balance currently.": "<0>{{category}}</0> s'utilitza en transaccions existents o actualment té un saldo sobrant positiu.",
    "<0>{{category}}</0> is used by existing transactions.": "<0>{{category}}</0> s'utilitza en transaccions existents.",
    "<0><0>Custom Report:</0></0> <2>{{name}}</2>": "<0><0>Informe personalitzat:</0></0> <2>{{name}}</2>",
    "<0><0>How are \"Average\" and \"Spent Average MTD\" calculated?</0></0><1>They are both the average cumulative spending by day for the three months before the selected \"compare\" month.</1>": "<0><0>Com es calculen la «Mitjana» i la «Mitjana gastada mensual fins ara»?</0></0><1>Tots dos són la despesa acumulada mitjana per dia durant els tres mesos anteriors al mes de «comparació» seleccionat.</1>",
    "<0><0>How is cash flow calculated?</0></0><1>Cash flow shows the balance of your budgeted accounts over time, and the amount of expenses/income each day or month. Your budgeted accounts are considered to be \"cash on hand,\" so this gives you a picture of how available money fluctuates.</1>": "<0><0>Com es calcula el flux de caixa?</0></0><1>El flux de caixa mostra el saldo dels teus comptes pressupostats al llarg del temps, i l'import de despeses / ingressos cada dia o mes. Els teus comptes pressupostats es consideren «efectiu disponible», de manera que això et dóna una idea de com fluctuen els diners disponibles.</1>",
    "<0><0>Repair transactions</0> if you are experiencing bugs relating to split transactions or transfers and the \"Reset budget cache\" button above does not help, this tool may fix them. Some examples of bugs include seeing blank payees on splits or incorrect account balances. This tool does four things:</0><1><0>Ensures that deleted split transactions are fully deleted. In previous versions of the app, certain split transactions may appear deleted but not all of them are actually deleted. This causes the transactions list to look correct, but certain balances may be incorrect when filtering.</0><1>Sync the payee and cleared flag of a split transaction to the main or \"parent\" transaction, if appropriate. The payee will only be set if it currently doesn't have one.</1><2>Checks that the sum of all child transactions adds up to the total amount. If not, these will be flagged below to allow you to easily locate and fix the amounts.</2><3>Checks for any non-split transactions with erroneous split errors and removes the errors if found.</3><4>Check if you have any budget transfers that erroneously contain a category, and remove the category.</4><5>Checks for any parent transactions with a category and removes the category if found.</5></1>": "<0><0>Reparar transaccions</0> Si estàs experimentant errors relacionats amb transaccions dividides o transferències i el botó de dalt «Restablir memòria cau del pressupost» no ajuda, aquesta eina els pot solucionar. Alguns exemples d'errors inclouen veure beneficiaris en blanc en divisions o saldos de compte incorrectes. Aquesta eina fa quatre coses:</0><1><0>Assegura que les transaccions dividides eliminades s'eliminen completament. En versions anteriors de l'aplicació, certes transaccions dividides podien semblar eliminades malgrat que algunes d'elles no ho estiguessin del tot. Això fa que la llista de transaccions sembli correcta, però que certs saldos siguin incorrectes quan es filtra.</0><1>Sincronitza el beneficiari i la marca de confirmació d'una transacció dividida amb la transacció principal o «pare», si s'escau. El beneficiari només es definirà si actualment no en té cap.</1><2>Comprova que la suma de totes les transaccions filles sumi l'import total. Si no és així, aquestes es marcaran a continuació perquè puguis localitzar i corregir els imports fàcilment.</2><3>Comprova si existeixen transaccions no dividides amb errors de divisió erronis i els elimina si els troba.</3><4>Comprova si tens cap transferència de pressupost que erròneament contingui una categoria, i elimina la categoria.</4><5>Comprova si existeixen transaccions pare amb una categoria i elimina la categoria si la troba.</5></1>",
    "<0>Actual's data directory</0> <2><0>where your files are stored</0></2>": "<0>Directori de dades d'Actual</0> <2><0>on s'emmagatzemen els teus fitxers</0></2>",
    "<0>Actual</0> is a super fast privacy-focused app for managing your finances.": "<0>Actual</0> és una aplicació per gestionar les teves finances súper ràpida centrada en la privadesa.",
    "<0>Are you sure you want to delete it?</0> If so, you must select another category to transfer existing transactions and balance to.": "<0>Estàs segur que vols eliminar-la?</0> Si és així, has de seleccionar una altra categoria a la qual transferir les transaccions i el saldo existents.",
    "<0>Authentication method</0> modifies how users log in to the system.": "<0>Mètode d'autenticació</0> modifica la manera com els usuaris inicien sessió al sistema.",
    "<0>Budget ID:</0> {{budgetId}}": "<0>ID de pressupost:</0> {{budgetId}}",
    "<0>Category Learning</0> will automatically determine the best category for a transaction and create a rule that sets the category for the payee. <3>Learn more</3>": "<0>L'aprenentatge de categories</0> determinarà automàticament la millor categoria per a una transacció i crearà una regla que estableixi la categoria per al beneficiari.<3>Més informació</3>",
    "<0>Create a local account</0> if you want to add transactions manually. You can also <3>import QIF/OFX/QFX files into a local account</3>.": "<0>Crea un compte local</0> si vols afegir transaccions manualment. També pots <3>importar fitxers QIF/OFX/QFX a un compte local</3>.",
    "<0>Currency settings</0> affect how amounts are displayed throughout the application. Changing the currency will affect the number format, symbol position, and whether fractions are shown. These can be adjusted after the currency is set.": "<0>La configuració de moneda</0> afecta la manera com es mostren els imports a l'aplicació. Canviar la moneda afectarà el format del número, la posició del símbol i si es mostren les fraccions. Aquests paràmetres es poden ajustar després de definir la moneda.",
    "<0>End-to-end encryption</0> is not available when making an unencrypted connection to a remote server. You'll need to enable HTTPS on your server to use end-to-end encryption. This problem may also occur if your browser is too old to work with Actual.": "<0>El xifratge d’extrem a extrem</0> no està disponible quan es fa una connexió sense xifrar a un servidor remot. Cal activar HTTPS al servidor per utilitzar el xifratge d'extrem a extrem. Aquest problema també es pot produir si el navegador és massa antic per funcionar amb Actual.",
    "<0>End-to-end encryption</0> is not available when running without a server. Budget files are always kept unencrypted locally, and encryption is only applied when sending data to a server.": "<0>El xifratge d'extrem a extrem</0> no està disponible sense un servidor. Els fitxers de pressupost sempre es mantenen sense xifrar localment i el xifratge només s'aplica quan s'envien dades a un servidor.",
    "<0>End-to-end encryption</0> is not enabled. Any data on the server is still protected by the server password, but it's not end-to-end encrypted which means the server owners have the ability to read it. If you want, you can use an additional password to encrypt your data on the server.": "<0>El xifratge d'extrem a extrem</0> no està activat. Totes les dades al servidor encara estan protegides per la contrasenya del servidor, però no estan xifrades d'extrem a extrem, cosa que significa que els propietaris del servidor les poden llegir. Si vols, pots utilitzar una contrasenya addicional per xifrar les teves dades al servidor.",
    "<0>Envelope budgeting</0> (recommended) digitally mimics physical envelope budgeting system by allocating funds into virtual envelopes for different expenses. It helps track spending and ensure you don't overspend in any category.": "<0>Pressupost en sobres</0> (recomanat) imita digitalment el sistema de pressupost en sobres físics assignant fons en sobres virtuals per a diferents despeses. Ajuda a fer un seguiment de les despeses i a garantir que no es gasti massa en cap categoria.",
    "<0>Experimental features.</0> These features are not fully tested and may not work as expected. THEY MAY CAUSE IRRECOVERABLE DATA LOSS. They may do nothing at all. Only enable them if you know what you are doing.": "<0>Funcions experimentals.</0> Aquestes funcions no s'han provat completament i potser no funcionen com s'espera. PODEN CAUSAR PÈRDUA DE DADES IRRECUPERABLE. Pot ser que no facin res de res. Només activa-les si saps què estàs fent.",
    "<0>Export</0> your data as a zip file containing <3>db.sqlite</3> and <5>metadata.json</5> files. It can be imported into another Actual instance by closing an open file (if any), then clicking the \"Import file\" button, then choosing \"Actual.\"": "<0>Exporta</0> les teves dades com un fitxer zip que conté els fitxers <3>db.sqlite</3> i <5>metadata.json</5>. Es pot importar a una altra instància d'Actual tancant un fitxer obert (si n'hi ha), fent clic al botó «Importar fitxer» i, a continuació, seleccionant «Actual».",
    "<0>Formatting</0> does not affect how budget data is stored, and can be changed at any time.": "<0>El format</0> no afecta com s'emmagatzemen les dades del pressupost i es pot modificar en qualsevol moment.",
    "<0>Goal Type:</0><1>{{type}}</1>": "<0>Tipus d'objectiu:</0><1>{{type}}</1>",
    "<0>Goal:</0><1>{{amount}}</1>": "<0>Objectiu:</0><1>{{amount}}</1>",
    "<0>IDs</0> are the names Actual uses to identify your budget internally. There are several different IDs associated with your budget. The Budget ID is used to identify your budget file. The Sync ID is used to access the budget on the server.": "Els <0>ID</0> són els noms que Actual utilitza per identificar internament el teu pressupost. Hi ha diversos ID diferents associats al teu pressupost. L'ID del pressupost s'utilitza per identificar el teu fitxer de pressupost. L'ID de sincronització s'utilitza per accedir al pressupost al servidor.",
    "<0>Important:</0> if you forget this password <3>and</3> you don't have any local copies of your data, you will lose access to all your data. The data cannot be decrypted without the password.": "<0>Important:</0> si oblides aquesta contrasenya <3>i</3> no tens cap còpia local de les teves dades, perdràs l'accés a totes les teves dades. Les dades no es poden desxifrar sense la contrasenya.",
    "<0>Language</0> is the display language of all text. Please note that no warranty is provided for the accuracy or completeness of non-English translations. If you encounter a translation error, feel free to make a suggestion on <3>Weblate</3>.": "<0>Idioma</0> és la llengua de visualització de tot el text. Tingues en compte que no es garanteix l'exactitud o la integritat de les traduccions que no siguin en anglès. Si trobes un error de traducció, no dubtis a fer un suggeriment a <3>Weblate</3>.",
    "<0>Language</0> support is not available. Please follow the instructions <3>here</3> to add missing translation files.": "El suport per <0>Idioma</0> no està disponible. Si us plau, segueix les instruccions <3>aquí</3> per afegir els fitxers de traducció que falten.",
    "<0>Move schedule </0><1></1><2> {{beforeOrAfter}} weekend</2>": "<0>Moure programació </0><1></1><2> {{beforeOrAfter}} del cap de setmana</2>",
    "<0>No server configured</0>": "<0>No hi ha cap servidor configurat</0>",
    "<0>Read here</0> for instructions on how to migrate your data from YNAB. You need to export your data as JSON, and that page explains how to do that.": "<0>Llegeix aquí</0> instruccions sobre com migrar les teves dades des de YNAB. Has d'exportar les teves dades com a JSON, i aquesta pàgina explica com fer-ho.",
    "<0><0>Understanding the Chart</0><1></1>• <3>Budgeted:</3> The amount you allocated each month<5></5>• <7>Spent:</7> Your actual spending<9></9>• <11>Overspending Adjustment:</11> Amounts from categories without rollover that were reset<13></13>• <15>Balance:</15> Your cumulative budget performance, starting with any prior balance. Respects category rollover settings from your budget.</0><1><0>Understanding the Budget Summary</0><1></1>The balance starts from the month before your selected period. Budgeted, spent, and overspending adjustments show totals over the period. Ending balance shows the final balance at period end. You can filter by categories to track changes in a specific area.</1><2>Hint: You can use the icon in the header to toggle between line and bar chart views.</2>": "<0><0>Comprensió del gràfic</0><1></1>• <3>Pressupostat:</3> L'import que has assignat cada més<5></5>• <7>Gastat:</7> La teva despesa real<9></9>• <11>Ajust per despesa excessiva:</11> Imports de categories sense refinançament que s'han reinicialitzat<13></13>• <15>Saldo:</15> El teu rendiment acumulat del pressupost, començant per qualsevol saldo previ. Respecta la configuració de refinançament de categoria del teu pressupost.</0><1><0>Comprensió del resum del pressupost</0><1></1>El saldo comença des del mes anterior al període seleccionat. Pressupostat, gastat, i ajustos per despesa excessiva mostren els totals durant el període. El saldo final mostra el saldo final al final del període. Podeu filtrar per categories per fer un seguiment dels canvis en una àrea específica.</1><2>Consell: podeu utilitzar la icona de la capçalera per alternar entre les vistes de gràfic de línies i de barres.</2>",
    "<0>Link a <1>Brazilian</1> bank account</0> to automatically download transactions. Pluggy.ai provides reliable, up-to-date information from hundreds of banks.": "<0>Enllaça un compte bancari <1>brasiler</1></0> per descarregar les transaccions automàticament. Pluggy.ai proporciona informació fiable i actualitzada de centenars de bancs.",
    "<0>Link a <1>European</1> bank account</0> to automatically download transactions. GoCardless provides reliable, up-to-date information from hundreds of banks.": "<0>Enllaça un compte bancari <1>europeu</1></0> per descarregar les transaccions automàticament. GoCardless proporciona informació fiable i actualitzada de centenars de bancs.",
    "<0>Link a <1>North American</1> bank account</0> to automatically download transactions. SimpleFIN provides reliable, up-to-date information from hundreds of banks.": "<0>Enllaça un compte bancari <1>nord-americà</1></0> per descarregar les transaccions automàticament. SimpleFIN proporciona informació fiable i actualitzada de centenars de bancs.",
    "<0>Reset budget cache</0> will clear all cached values for the budget and recalculate the entire budget. All values in the budget are cached for performance reasons, and if there is a bug in the cache you won't see correct values. There is no danger in resetting the cache. Hopefully you never have to do this.": "<0>Restablir la memòria cau del pressupost</0> esborrarà tots els valors emmagatzemats a la memòria cau del pressupost i recalcularà tot el pressupost. Tots els valors del pressupost s'emmagatzemen a la memòria cau per motius de rendiment i, si hi ha un error a la memòria cau, no veuràs els valors correctes. No hi ha cap perill en restablir la memòria cau. Esperem que no hagis de fer mai això.",
    "<0>Reset sync</0> is only available when syncing is enabled.": "<0>Restablir sincronització</0> només està disponible quan la sincronització està activada.",
    "<0>Reset sync</0> will remove all local data used to track changes for syncing, and create a fresh sync ID on the server. This file on other devices will have to be re-downloaded to use the new sync ID. Use this if there is a problem with syncing and you want to start fresh.": "<0>Restablir sincronització</0> eliminarà totes les dades locals utilitzades per fer el seguiment dels canvis de sincronització i crearà un nou ID de sincronització al servidor. Caldrà tornar a descarregar aquest fitxer en altres dispositius per utilitzar el nou ID de sincronització. Fes servir aquesta opció si hi ha algun problema amb la sincronització i vols començar de zero.",
    "<0>Server self-signed certificate</0> <2><0>enables a secure connection</0></2>": "<0>Certificat autosignat del servidor</0> <2><0>permet una connexió segura</0></2>",
    "<0>Sync ID:</0> {{syncId}}": "<0>ID de sincronització:</0> {{syncId}}",
    "<0>Themes</0> change the user interface colors.": "<0>Temes</0> canvien els colors de la interfície d'usuari.",
    "<0>Warning:</0> This transaction is {{daysUntilTransaction}} days away, which is beyond your configured upcoming length of {{upcomingDays}} days. The schedule preview will not be visible in your account until it gets closer to the date.": "<0>Avís:</0> Aquesta transacció està prevista en {{daysUntilTransaction}} dies, cosa que supera la durada configurada de {{upcomingDays}} dies. La vista prèvia de la programació no serà visible al teu compte fins que s'acosti la data.",
    "<allocatedAmount /> <italic>of <totalAmount /></italic>": "<allocatedAmount /> <italic>de <totalAmount /></italic>",
    "$10 a week": "10 $ a la setmana",
    "$10 a week, up to a maximum of $80": "10 $ a la setmana, fins a un màxim de 80 $",
    "$50 each month": "50 $ cada mes",
    "1 day": "1 dia",
    "1 month": "1 mes",
    "1 week": "1 setmana",
    "1 year": "1 any",
    "2 weeks": "2 setmanes",
    "28+": "28+",
    "3 months": "3 mesos",
    "6 months": "6 mesos",
    "A category must be transferred to another of the same type (expense or income)": "Una categoria s'ha de transferir a una altra del mateix tipus (despesa o ingrés)",
    "a fixed amount": "un import fixe",
    "a fixed percent of the remainder": "un percentatge fix de la resta",
    "A new version of Actual is available!": "Una nova versió d'Actual està disponible!",
    "A new version of Actual is available! Your Pikapods instance will be automatically updated in the next few days - no action needed.": "Una nova versió d'Actual està disponible! La teva instància de Pikapods s'actualitzarà automàticament en els pròxims dies - no cal cap acció.",
    "A valid amount is required": "Es requereix un import vàlid",
    "Account is a required field": "El compte és un camp obligatori",
    "Account linking not opening in a new tab? Click here": "L'enllaç del compte no s'obre en una pestanya nova? Fes clic aquí",
    "Account list": "Llista de comptes",
    "Account menu": "Menú de compte",
    "Account name (string). The human-readable name of the account.\n\nExample: `=CONCATENATE(\"Paid from \", account_name)`": "Nom del compte (cadena). El nom llegible per humans del compte.\n\nExemple: `=CONCATENATE(\"Pagat des de \", account_name)`",
    "Account not found": "Compte no trobat",
    "Account page general": "Pàgina general de comptes",
    "Account sync": "Sincronització de compte",
    "Account transaction editing": "Edició de transacció de compte",
    "Account transaction management": "Gestió de transacció de compte",
    "Account transaction selection": "Selecció de transacció de compte",
    "Account:": "Compte:",
    "Actual field": "Camp d'Actual",
    "Actual is a personal finance tool that focuses on beautiful design and a slick user experience. <2>Editing your data should be as fast as possible.</2> On top of that, we want to provide powerful tools to allow you to do whatever you want with your data.": "Actual és una eina de finances personals que se centra en un disseny atractiu i una experiència d'usuari elegant. <2>Editar les teves dades hauria de ser tan ràpid com sigui possible.</2> A més, volem oferir eines potents perquè puguis fer el que vulguis amb les teves dades.",
    "Actual is a super fast privacy-focused app for managing your finances. To secure your data, you'll need to set a password for your server.": "Actual és una aplicació súper ràpida centrada en la privadesa per gestionar les teves finances. Per protegir les teves dades, hauràs de definir una contrasenya per al teu servidor.",
    "Actual requires access to <1>SharedArrayBuffer</1> in order to function properly. If you're seeing this error, either your browser does not support <3>SharedArrayBuffer</3>, or your server is not sending the appropriate headers, or you are not using HTTPS. See <6>our troubleshooting documentation</6> to learn more. <9></9>": "Actual requereix accés a <1>SharedArrayBuffer</1> per funcionar correctament. Si veus aquest error, o bé el teu navegador no admet <3>SharedArrayBuffer</3>, o bé el teu servidor no envia les capçaleres adequades, o bé no estàs utilitzant HTTPS. Consulta <6>la nostra documentació de resolució de problemes</6> per obtenir més informació. <9></9>",
    "Actual uses <1>SharedArrayBuffer</1> to allow usage from multiple tabs at once and to ensure correct behavior when switching files. While it can run without access to<3>SharedArrayBuffer</3>, you may encounter data loss or notice multiple budget files being merged with each other.": "Actual utilitza <1>SharedArrayBuffer</1> per permetre l'ús des de diverses pestanyes alhora i per garantir un comportament correcte en canviar de fitxers. Tot i que es pot executar sense accés a <3>SharedArrayBuffer</3>, podries patir pèrdua de dades o que diversos fitxers de pressupost es fusionin entre sí.",
    "Actual's data directory successfully changed.": "El directori de dades d'Actual s'ha canviat correctament.",
    "Add a fixed amount to this category for each week in the month. For example, $100 per week would be $400 per month in a 4-week month.": "Afegeix una quantitat fixa a aquesta categoria per a cada setmana del mes. Per exemple, 100 $ per setmana serien 400 $ al mes en un mes de 4 setmanes.",
    "Add a fixed percentage of your income to this category each month. You can choose to take the percentage from the current month or the previous month.": "Afegeix un percentatge fix dels teus ingressos a aquesta categoria cada mes. Pots triar agafar el percentatge del mes actual o del mes anterior.",
    "Add an amount to this category each month based on the values from previous months. For example, you can copy the amount from a year ago to budget for an annual expense, or budget the average of the last 3 months to account for seasonal changes.": "Afegeix un import a aquesta categoria cada mes en funció dels valors dels mesos anteriors. Per exemple, pots copiar l'import de fa un any per pressupostar una despesa anual, o pressupostar la mitjana dels darrers 3 mesos per tenir en compte els canvis estacionals.",
    "Add enough to this category to cover the selected schedule. If the schedule occurs multiple times in a month, an amount will be added for each occurrence. You can choose to save up for the next occurrence over time (e.g. save $100 each month for a $300 quarterly bill) or cover each occurrence when it occurs (e.g. only add the $300 when the bill is due).": "Afegeix prou a aquesta categoria per cobrir la programació seleccionada. Si la programació es produeix diverses vegades al mes, s'afegirà un import per cada ocurrència. Pots triar estalviar per a la següent ocurrència al llarg del temps (per exemple, estalviar 100 $ cada mes per una factura trimestral de 300 $) o cobrir cada ocurrència quan es produeixi (per exemple, afegir els 300 $ només quan la factura venci).",
    "Add entry": "Afegir una entrada",
    "Add New": "Afegir nou",
    "Add new automation": "Afegir una nova automatització",
    "Add new dashboard": "Afegir un nou tauler de control",
    "Add new rule": "Afegir una nova regla",
    "Add new schedule": "Afegir nova programació",
    "Add new transaction": "Afegir una nova transacció",
    "Add new user": "Afegir nou usuari",
    "Add new widget": "Afegir nou giny",
    "Add Query": "Afegir una consulta",
    "Add space between amount and symbol": "Afegir un espai entre l'import i el símbol",
    "Add Split": "Afegir una divisió",
    "Add transaction and close form": "Afegir una transacció i tancar el formulari",
    "Add user": "Afegir un usuari",
    "Advanced Settings": "Configuració avançada",
    "After amount": "Després de l'import",
    "After disabling OpenID all sessions will be closed": "Després de desactivar OpenID totes les sessions es tancaran",
    "After enabling OpenID all sessions will be closed": "Després d'activar OpenID totes les sessions es tancaran",
    "all": "tot",
    "All Accounts": "Tots els comptes",
    "All time divisor": "Divisor de temps total",
    "all transactions": "totes les transaccions",
    "allocate": "assignar",
    "Already imported transaction. You can skip it, or import it again.": "Transacció ja importada. Pots saltar-la o importar-la de nou.",
    "amount": "import",
    "Amount": "Import",
    "amount (inflow)": "import (entrada)",
    "Amount (inflow)": "Import (entrada)",
    "amount (outflow)": "import (sortida)",
    "Amount (outflow)": "Import (sortida)",
    "Amount left:": "Import restant:",
    "Amount left: {{amount}}": "Import restant: {{amount}}",
    "AMOUNT OPTIONS": "OPCIONS D'IMPORT",
    "Amount:": "Import:",
    "an equal portion of the remainder": "una part igual de la resta",
    "An error occurred while linking your account, sorry! The potential issue could be: {{ message }}": "S'ha produït un error en enllaçar el teu compte. Ho sentim! El possible problema podria ser: {{ message }}",
    "An error occurred while saving. Please visit https://actualbudget.org/contact/ for support.": "S'ha produït un error en desar. Visita https://actualbudget.org/contact/ per obtenir ajuda.",
    "An internal error occurred, sorry! Visit https://actualbudget.org/contact/ for support. (ref: {{reason}})": "S'ha produït un error intern. Ho sentim! Visita https://actualbudget.org/contact/ per obtenir ajuda. (ref: {{reason}})",
    "An internal error occurred. Try to log in again, or get <2>in touch</2> for support.": "S'ha produït un error intern. Intenta iniciar la sessió de nou o <2>posa't en contacte</2> per obtenir ajuda.",
    "An unknown error occurred while exporting. Please report this as a new issue on GitHub.": "S'ha produït un error desconegut en exportar. Informa'n com a problema nou a GitHub.",
    "An unknown error occurred while importing. Please report this as a new issue on GitHub.": "S'ha produït un error desconegut en importar. Informa'n com a problema nou a GitHub.",
    "An unknown error occurred: {{error}}": "S'ha produït un error desconegut: {{error}}",
    "and": "i",
    "any": "qualsevol",
    "App updated to {{version}}": "Aplicació actualitzada a {{version}}",
    "App: v{{appVersion}} | Server: {{serverVersion}}": "Aplicació: v{{appVersion}} | Servidor: {{serverVersion}}",
    "append to notes": "afegir a les notes",
    "Apply": "Aplicar",
    "Apply actions": "Aplicar les accions",
    "Apply budget template": "Aplicar la plantilla de pressupost",
    "Apply to all": "Aplicar a tot",
    "Approximately {{currencyAmount}}": "Aproximadament {{currencyAmount}}",
    "Are you sure you want to close <2>{{accountName}}</2>? ": "Estàs segur que vols tancar <2>{{accountName}}</2>? ",
    "Are you sure you want to delete the transaction?": "Estàs segur que vols eliminar la transacció?",
    "Are you sure you want to delete these {{count}} transactions?_one": "Estàs segur que vols eliminar aquesta transacció?",
    "Are you sure you want to delete these {{count}} transactions?_many": "Estàs segur que vols eliminar aquestes {{count}} transaccions?",
    "Are you sure you want to delete these {{count}} transactions?_other": "Estàs segur que vols eliminar aquestes {{count}} transaccions?",
    "Are you sure you want to delete this rule?": "Estàs segur que vols eliminar aquesta regla?",
    "Are you sure you want to edit this transaction?": "Estàs segur que vols editar aquesta transacció?",
    "Are you sure you want to unlink <1>{accountName}</1>?": "Estàs segur que vols desenllaçar <1>{accountName}</1>?",
    "Are you sure?": "Estàs segur?",
    "Area Graph": "Gràfic d'àrea",
    "Argentinian Peso": "Peso argentí",
    "Ascending": "Ascendent",
    "Assets:": "Actius:",
    "Australian Dollar": "Dòlar australià",
    "Auth0 application settings": "Configuració de l'aplicació Auth0",
    "Auto login failed - No header sent": "Error d'inici de sessió automàtic - No s'ha enviat cap capçalera",
    "Auto login failed - Proxy not trusted": "Error d'inici de sessió automàtic - El servidor intermediari no és de confiança",
    "Automatically add transaction": "Afegir transacció automàticament",
    "Automatically rename these payees in the future": "Canviar el nom d'aquests beneficiaris automàticament en el futur",
    "Available for download": "Disponible per a descàrrega",
    "Available funds": "Fons disponibles",
    "Available funds to budget": "Fons disponibles per al pressupost",
    "average": "mitjana",
    "Average": "Mitjana",
    "AVERAGE DEPOSIT": "DIPÒSIT MITJÀ",
    "AVERAGE NET": "NET MITJÀ",
    "Average of previous months": "Mitjana dels mesos anteriors",
    "Average per month": "Mitjana per mes",
    "Average per transaction": "Mitjana per transacció",
    "Average per year": "Mitjana per any",
    "AVERAGE SPENDING": "DESPESA MITJANA",
    "Average spent": "Mitjana gastat",
    "Average:": "Mitjana:"
}
