{
    "(hidden)": "(skjult)",
    "(Optional)": "(Valgfri)",
    "(please select)": "(vælg venligst)",
    "(modified)": "(ændret)",
    "{{count}} associated rules_one": "{{count}} tilknyttet regel",
    "{{count}} associated rules_other": "{{count}} tilknyttede regler",
    "{{count}} transactions_one": "{{count}} transaktion",
    "{{count}} transactions_other": "{{count}} transaktioner",
    "(give feedback)": "(giv feedback)",
    "(none)": "(intet)",
    "{{displayMonth}} budget templates have been applied.": "{{displayMonth}} budgetskabeloner er blevet anvendt.",
    "{{displayMonth}} budget templates have been overwritten.": "Budgetskabeloner fra {{displayMonth}} er blevet erstattet.",
    "{{displayMonth}} budgets have all been set to last month’s budgeted amounts.": "{{displayMonth}} budgetter er alle blevet sat til sidste måneds budgetterede beløb.",
    "Budgeted": "Budgetteret",
    "{{selectedPayeeNames}}, and more": "{{selectedPayeeNames}}, og flere",
    "Apply": "Anvend",
    "Balance": "Saldo",
    "Calendar": "Kalender",
    "Cancel": "Annullér",
    "{{displayMonth}} budgets have all been set to zero.": "{{displayMonth}} budgetter er alle blevet indstillet til nul.",
    "amount": "beløb",
    "Amount:": "Beløb:",
    "allocate": "alloker",
    "and": "og",
    "Average": "Gennemsnit",
    "Average:": "Gennemsnit:",
    "Back": "Tilbage",
    "Balance:": "Saldo:",
    "Add": "Tilføj",
    "Append": "Tilføj",
    "{{displayMonth}} end-of-month cleanup templates have been applied.": "{{displayMonth}} sidst-på-måneden oprydningsskabeloner er blevet anvendt.",
    "Budget": "Budget",
    "Amount": "Beløb",
    "Ascending": "Stigende",
    "Assets:": "Aktiver:",
    "Basic": "Basal",
    "Budgeted:": "Budgetteret:",
    "Category": "Kategori",
    "(+{{numHiddenPayees}} more)": "(+{{numHiddenPayees}} flere)",
    "(No payee)": "(Ingen modtager)",
    "(after weekend)": "(efter weekend)",
    "(before weekend)": "(før weekend)",
    "{{endOccurrences}} times": "{{endOccurrences}} gange",
    "(deleted)": "(slettet)",
    "(nothing)": "(ingenting)",
    "<0><0>Custom Report:</0></0> <2>{{name}}</2>": "<0><0>Tilpasset rapport:</0></0> <2>{{name}}</2>",
    "<0><0>How are “Average” and “Spent Average MTD” calculated?</0></0><1>They are both the average cumulative spending by day for the three months before the selected “compare” month.</1>": "<0><0>Hvordan beregnes \"Gennemsnitlig\" og \"Forbrugt gennemsnit MTD\"?</0></0><1>De er begge det gennemsnitlige kumulative forbrug dag for dag, for de foregående tre måneder før den valgte \"sammenligningsmåned\".</1>",
    "<0><0>How is cash flow calculated?</0></0><1>Cash flow shows the balance of your budgeted accounts over time, and the amount of expenses/income each day or month. Your budgeted accounts are considered to be “cash on hand,” so this gives you a picture of how available money fluctuates.</1>": "<0><0>Hvordan er \"cash flow\" beregnet?</0></0><1>Cash flow viser hvor mange penge du har på dine konti hen over tid, og totalen af indtægter og udgifter hver dag eller måned. Saldoen på dine konti er hvad du har af \"penge på hånden\", så du kan få et overblik over hvordan dine penge fluktuerer.</1>",
    "<0>End-to-end encryption</0> is not enabled. Any data on the server is still protected by the server password, but it’s not end-to-end encrypted which means the server owners have the ability to read it. If you want, you can use an additional password to encrypt your data on the server.": "<0>End-to-end kryptering</0> er ikke aktiveret. Alle data på serveren er stadig beskyttet af serverkodeordet, men det er ikke end-to-end krypteret, hvilket betyder at ejeren af serveren har adgang for at læse det. Det er dog også muligt, at anvende et yderligere kode på budgetfilen, så dataene på serveren er krypteret.",
    "<0>End-to-end encryption</0> is not available when running without a server. Budget files are always kept unencrypted locally, and encryption is only applied when sending data to a server.": "<0>End-to-end kryptering</0> er ikke tilgængeligt, når Actual kører lokalt på enheden. Dine budgetfiler er altid gemt lokalt i ukrypteret tilstand, og krypteringen er kun anvendt når data sendes til en server.",
    "<0>Envelope budgeting</0> (recommended) digitally mimics physical envelope budgeting system by allocating funds into virtual envelopes for different expenses. It helps track spending and ensure you don‘t overspend in any category.": "<0>Konvolutbudgettering</0> (anbefalet) minder om den metode, hvor kontanter fordeles i konvolutter, for at sikre at der er midler til rådighed til kommende udgifter. I Actual, fordeles alle dine midler på tværs af konti i \"digitale konvolutter\", for at hjælpe dig med at holde styr på udgifter og forhindre overforbrug.",
    "<0>Experimental features.</0> These features are not fully tested and may not work as expected. THEY MAY CAUSE IRRECOVERABLE DATA LOSS. They may do nothing at all. Only enable them if you know what you are doing.": "<0>Eksperimentelle funktioner.</0> Disse funktioner er ikke gennemtestet og virker måske ikke helst som forventet. BRUGEN AF DISSE FUNKTIONER KAN MEDFØRE UOPRETTELIG TAB AF DATA. Det kan også være, at disse funktioner slet ikke gør noget. Slå dem kun til, hvis du ved hvad du gør.",
    "<0>Language</0> is the display language of all text. Please note that no warranty is provided for the accuracy or completeness of non-English translations. If you encounter a translation error, feel free to make a suggestion on <3>Weblate</3>.": "<0>Sprog</0> er det viste sprog af al teksten i Actual. Bemærk venligst, at der gives ingen garanti for korrektheden eller omfanget af de ikke-Engelske oversættelser. Hvis du støder på fejl i oversættelserne, er du velkommen til at bidrage med forslag på <3>Weblate</3>.",
    "<0>Language</0> support is not available. Please follow the instructions <3>here</3> to add missing translation files.": "<0>Sprog</0> understøttelse er ikke tilgængeligt. Følg venligst <3>disse instruktioner</3> for at tilføje de manglende oversættelsesfiler.",
    "<0>No server configured</0>": "<0>Ingen server konfigureret</0>",
    "<0>Read here</0> for instructions on how to migrate your data from YNAB. You need to export your data as JSON, and that page explains how to do that.": "<0>Læs her</0> for instruktioner for at migrere dine data fra YNAB. Du skal eksportere dine data som en JSON-fil, og linket forklarer hvordan det gøres.",
    "<0>Balance:</0><1>{{amount}}</1>": "<0>Saldo:</0><1>{{amount}}</1>",
    "<0>Move schedule </0><1></1><2> {{beforeOrAfter}} weekend</2>": "<0>Flyt tidsplan</0><1></1><2> {{beforeOrAfter}} weekend</2>",
    "<0>Goal Type:</0><1>{{type}}</1>": "<0>Måltype:</0><1>{{type}}</1>",
    "<0>Goal:</0><1>{{amount}}</1>": "<0>Mål:</0><1>{{amount}}</1>",
    "<0>Budgeted:</0><1>{{amount}}</1>": "<0>Budgetteret:</0><1>{{amount}}</1>",
    "<0>Actual’s data directory</0> <2><0>where your files are stored</0></2>": "<0>Actuals data mappe</0> <2><0>hvor dine filer er gemt</0></2>",
    "<0>Actual</0> is a super fast privacy-focused app for managing your finances.": "<0>Actual</0> er en lynhurtig app til at håndtere din økonomi, med fokus på dit privatliv.",
    "<0>Authentication method</0> modifies how users log in to the system.": "<0>Autentificeringsmetoden</0> afgør hvordan brugere logger ind i systemet.",
    "<0>Budget ID:</0> {{budgetId}}": "<0>Budget ID:</0> {{budgetId}}",
    "<0>End-to-end encryption</0> is not available when making an unencrypted connection to a remote server. You’ll need to enable HTTPS on your server to use end-to-end encryption. This problem may also occur if your browser is too old to work with Actual.": "<0>End-to-end kryptering</0> er ikke tilgængeligt, når forbindelsen til serveren ikke er krypteret eller foregår via HTTP. Aktiver HTTPS på serveren for at bruge end-to-end kryptering. Dette problem kan også skyldes, at din browser er for gammel til at virke med Actual.",
    "<0>Export</0> your data as a zip file containing <3>db.sqlite</3> and <5>metadata.json</5> files. It can be imported into another Actual instance by closing an open file (if any), then clicking the “Import file” button, then choosing “Actual.”": "<0>Exporter</0> dine data som en zipfil der indeholder filerne <3>db.sqlite</3> og <5>metadata.json</5>. Zipfilen kan importeres på en anden Actual instans, ved at lukke et evt. åbent budget, derefter klikke på \"Importer fil\"-knappen, og så vælge \"Actual\".",
    "<0>Link a <1>Brazilian</1> bank account</0> to automatically download transactions. Pluggy.ai provides reliable, up-to-date information from hundreds of banks.": "<0>Forbind en <1>brasiliansk</1> bankkonto</0> for automatisk at trække nye transaktioner fra din bank. Pluggy.ai er en leverandør der kan bruges til at forbinde til hundredvis af banker til din Actual budget.",
    "<0>IDs</0> are the names Actual uses to identify your budget internally. There are several different IDs associated with your budget. The Budget ID is used to identify your budget file. The Sync ID is used to access the budget on the server.": "<0>ID'er</0> er navnene Actual bruger internt, til at identificere det enkelte budget. Der er flere ID'er tilknyttet dit budget. Budget ID'et identificerer din budgetfile, mens Sync ID'et bruges til at tilgå budgettet på serveren.",
    "<0>Link a <1>European</1> bank account</0> to automatically download transactions. GoCardless provides reliable, up-to-date information from hundreds of banks.": "<0>Forbind en <1>europæisk</1> bankkonto</0> for automatisk at trække nye transaktioner fra din bank. GoCardless er en leverandør der kan bruges til at forbinde til hundredvis af banker til dit Actual budget.",
    "<0>Important:</0> if you forget this password <3>and</3> you don’t have any local copies of your data, you will lose access to all your data. The data cannot be decrypted without the password.": "<0>Vigtigt!</0> Hvis du mister dette kodeord <3>og</3> du ikke har en lokal kopi af dataene, vil du miste alle dine data. Dataene kan ikke dekrypteres uden dette kodeord.",
    "<0>Formatting</0> does not affect how budget data is stored, and can be changed at any time.": "<0>Formatering</0> påvirker kun visning af tallene, og kan ændres når som helst.",
    "{{accountName}} bank sync settings": "{{accountName}} bank synkroniserings indstillinger",
    "<0>Create a local account</0> if you want to add transactions manually. You can also <3>import QIF/OFX/QFX files into a local account</3>.": "<0>Opret en lokal konto</0> hvis du selv vil tilføje transaktioner manuelt. Du kan også <3>importere QIF/OFX/QFX filer til den lokale konto</3>.",
    "<0>Themes</0> change the user interface colors.": "<0>Temaer</0> ændrer brugerfladens farver.",
    "<allocatedAmount /> <italic>of <totalAmount /></italic>": "<allocatedAmount /> <italic>ud af <totalAmount /></italic>",
    "$10 a week": "100 kr. om ugen",
    "1 day": "1 dag",
    "1 month": "1 måned",
    "1 week": "1 uge",
    "1 year": "1 år",
    "2 weeks": "2 uger",
    "28+": "28+",
    "3 months": "3 måneder",
    "6 months": "6 måneder",
    "Access": "Adgang",
    "account": "konto",
    "Account": "Konto",
    "Account in Actual": "Konto i Actual",
    "Account list": "Kontoliste",
    "Account menu": "Kontomenu",
    "Accounts": "Konti",
    "Actions": "Handlinger",
    "Actual has updated the syncing format": "Actual har opdateret synkroniseringsformatet",
    "Fixed {{count}} transfers._one": "Rettede {{count}} overførsel.",
    "Fixed {{count}} transfers._other": "Rettede {{count}} overførsler.",
    "Account linking not opening in a new tab? Click here": "Klik her, hvis et nyt vindue for indstilling af bankforbindelse ikke åbner.",
    "Actual is a super fast privacy-focused app for managing your finances. To secure your data, you’ll need to set a password for your server.": "Actual er et lynhurtigt værktøj til styring af privatøkonomi, med fokus på en stærk privatlivspolitik. For at beskytte dine data, skal du indtaste et kodeord for serveren.",
    "Actual requires access to <1>SharedArrayBuffer</1> in order to function properly. If you’re seeing this error, either your browser does not support <3>SharedArrayBuffer</3>, or your server is not sending the appropriate headers, or you are not using HTTPS. See <6>our troubleshooting documentation</6> to learn more. <9></9>": "Actual kræver brugen af <1>SharedArrayBuffer</1> for at virke ordentlig. Hvis du ser denne fejl, skyldes det enten, at din browser ikke understøtter <3>SharedArrayBuffer</3>, at serveren ikke sender de rigtige headers, eller at du ikke bruger HTTPS. Se nærmere på <6>vores fejlsøgningsinformation</6> for at lære mere.<9></9>",
    "Actual uses <1>SharedArrayBuffer</1> to allow usage from multiple tabs at once and to ensure correct behavior when switching files. While it can run without access to<3>SharedArrayBuffer</3>, you may encounter data loss or notice multiple budget files being merged with each other.": "Actual bruger <1>SharedArrayBuffer</1> til at understøtte brug fra flere faneblade på én gang, samt sikre skift mellem filer. Selvom Actual godt kan køre uden adgang til <3>SharedArrayBuffer</3>, kan det føre til fejl, tab af data, eller at forskellige budgetfiler bliver flettet sammen.",
    "Actual’s data directory successfully changed.": "Actuals mappe til data blev succesfuldt ændret.",
    "Add a new transaction": "Tilføj en ny transaktion",
    "Add account": "Tilføj konto",
    "Add action": "Tilføj handling",
    "Add category": "Tilføj kategori",
    "Add category group": "Tilføj kategorigruppe",
    "Add condition": "Tilføj betingelse",
    "Add group": "Tilføj gruppe",
    "Add New": "TIlføj Ny",
    "Add new schedule": "Tilføj ny tidsplan",
    "Add new user": "Tilføj ny bruger",
    "Add new widget": "Tilføj ny widget",
    "Add specific days": "Tilføj specifikke dage",
    "Add transaction": "Tilføj transaktion",
    "Admin": "Administrator",
    "Advanced options": "Avancerede indstillinger",
    "Advanced Settings": "Avancerede Indstillinger",
    "after": "efter",
    "After disabling OpenID all sessions will be closed": "Når OpenID bliver slået fra, vil alle sessions blive lukket.",
    "After enabling OpenID all sessions will be closed": "Når OpenID bliver slået til, vil alle sessions blive lukket.",
    "All accounts": "Alle konti",
    "All Accounts": "Alle Konti",
    "All reconciled!": "Alt er afstemt!",
    "All time": "Fra start",
    "All time divisor": "I forhold til alle transaktioner siden start",
    "all transactions": "alle transaktioner",
    "amount (inflow)": "beløb (modtaget)",
    "Amount (inflow)": "Beløb (modtaget)",
    "amount (outflow)": "beløb (betalt)",
    "Amount (outflow)": "Beløb (betalt)",
    "An error occurred while linking your account, sorry! The potential issue could be: {{ message }}": "Der opstod desværre en fejl, mens der blev oprettet en forbindelse til din konto. Fejlen kan muligvis skyldes: {{ message }}",
    "An error occurred while saving. Please visit https://actualbudget.org/contact/ for support.": "Der skete en fejl mens der blev gemt. Besøg venligst https://actualbudget.org/contact/ for hjælp.",
    "An internal error occurred, sorry! Visit https://actualbudget.org/contact/ for support. (ref: {{reason}})": "Der opstod desværre en server fejl. Besøg https://actualbudget.org/contact/ for hjælp. (ref: {{reason}})",
    "An internal error occurred. Try to log in again, or get <2>in touch</2> for support.": "Der opstod en serverfejl. Prøv at logge ind igen, eller <2>kontakt</2> for hjælp.",
    "An unknown error occurred while exporting. Please report this as a new issue on GitHub.": "En ukendt fejl opstod mens data blev eksporteret. Rapporter venligst dette som en ny issue på GitHub.",
    "An unknown error occurred: {{error}}": "Der opstod en ukendt fejl: {{error}}",
    "App updated to {{version}}": "App opdateret til {{version}}",
    "append to notes": "Tilføj til noter",
    "Apply actions": "Anvend handlinger",
    "Apply budget template": "Anvend skabelon",
    "Apply budget templates": "Anvend skabeloner",
    "Apply to all": "Anvend på alle",
    "Approximately {{currencyAmount}}": "Ca. {{currencyAmount}}",
    "Are you sure you want to close <2>{{accountName}}</2>? ": "Er du sikker på, at du vil lukke <2>{{accountName}}</2>? ",
    "Are you sure you want to delete the report named ‘<2>{{name}}</2>’?": "Er du sikker på, at du vil slette rapporten \"<2>{{name}}</2>\"?",
    "Are you sure you want to edit this transaction?": "Er du sikker på, at du vil redigere denne transaktion?",
    "Are you sure?": "Er du sikker?",
    "Area Graph": "Områdediagram",
    "Auth0 application settings": "Auth0 indstillinger",
    "Auto login failed - No header sent": "Auto-login fejlede - Ingen header sendt",
    "Auto login failed - Proxy not trusted": "Auto-login - Utroværdig proxy (Proxy not trusted)",
    "Available funds": "Tilgængelige midler",
    "Average per month": "Gennemsnit per måned",
    "Average per transaction": "Gennemsnit per transaktion",
    "Back to file list": "Tilbage til fillisten",
    "Back up now": "Tag sikkerhedskopi nu",
    "Balance for {{categoryName}} category": "Saldo for \"{{categoryName}}\"-kategorien",
    "Balance must be a number": "Saldoen skal være et tal",
    "Bank": "Bank",
    "Bank sync": "Synkronisering med bank",
    "Bank Sync": "Banksynkronisering",
    "Banners": "Bannere",
    "Bar Graph": "Søjlediagram",
    "Be aware that other devices may have already created these transactions. If you have multiple devices, make sure you only do this on one device or you will have duplicate transactions.": "Vær opmærksom på, at andre enheder kan allerede have oprettet disse transaktioner. Hvis du bruger flere enheder, skal du sikre dig, at du kun opretter transaktionerne på en enkelt enhed, for at undgå duplikater.",
    "before": "før",
    "Break down less-frequent expenses into monthly expenses": "Bryd sporadisk forekommende udgifter ned i månedlige udgifter",
    "Budget “{{id}}” not found. Check the ID of your budget in the Advanced section of the settings page.": "Budget \"{{id}}\" blev ikke fundet. Kontrollere dit budgets ID i sektionen \"Avancerede indstillinger\" under Indstillinger.",
    "Budget files": "Budgetfiler",
    "Budget name": "Budgetnavn",
    "Budget Summary": "Budgetopsummering",
    "Budget template applied.": "Budgetskabelon anvendt.",
    "Budgeted amount for {{categoryName}} category": "Budgetteret beløb for kategorien {{categoryName}}",
    "Budgeted MTD": "Budgetteret for indeværende måned indtil i dag",
    "Calendar card": "Kalender",
    "Can also assign ownership of a budget to another person, ensuring efficient budget management.": "Kan også dele ejerskab af budgettet til en anden person, for effektivt at håndtere budgettet.",
    "Can do everything that Basic users can. In addition, they have the ability to add new users to the directory and access budget files from all users.": "Kan alt hvad almindelige brugere kan. Derudover kan de tilføje ny brugere og se alles budgetfiler.",
    "category": "kategori",
    "Category “{{name}}” already exists in group (it may be hidden)": "Kategorien \"{{name}}\" findes allerede (kan være skjult)",
    "Category group name": "Kategorigruppenavn",
    "Category name": "Kategorinavn",
    "Change": "Ændr",
    "Change directory": "Skift mappe",
    "Change location": "Skift placering",
    "Change password": "Skift kodeord",
    "Change server password": "Skift serverkodeord",
    "Change this username with caution; it is the server owner.": "Vær varsom med at skifte dette brugernavn; dette er ejeren af serveren.",
    "Change upcoming length": "Ændre hvor lang tid i forvejen, planlagte transaktioner vises",
    "Change:": "Ændr:",
    "Check templates": "Tjek skabeloner",
    "Choose the number of months shown at a time": "Vælg viste antal måneder",
    "Choose the schedule these {{ count }} transactions belong to:_one": "Vælg hvilken tidsplan, denne transaktion hører til:",
    "Choose the schedule these {{ count }} transactions belong to:_other": "Vælg hvilken tidsplan, disse {{ count }} transaktioner hører til:",
    "Choose your bank:": "Vælg din bank:",
    "Choose your country:": "Vælg land:",
    "Clear all conditions": "Ryd alle betingelser",
    "Clear search term": "Ryd søgning",
    "Clear transactions on import": "Afstem alle transaktioner når de importeres",
    "cleared": "afstemt",
    "Click the button below to reload and apply the update.": "Klik på knappen nedenfor for at genindlæse og anvende opdateringen.",
    "Default": "Standard",
    "Delete": "Slet",
    "Delete {{fileName}}": "Slet {{fileName}}",
    "Delete file from all devices": "Slet fil fra alle enheder",
    "Delete file locally": "Slet fil lokalt",
    "Delete filter": "Slet filter",
    "Delete transaction": "Slet transaktion",
    "Deleting reconciled transactions may bring your reconciliation out of balance.": "Hvis afstemte transaktioner slettes, vil afstemningen muligvis afvige.",
    "Delimiter:": "Separator:",
    "Descending": "Faldende",
    "Display": "Vis",
    "Do nothing": "Gør intet",
    "Documentation": "Dokumentation",
    "does not contain": "indeholder ikke",
    "Don’t use a server": "Brug ikke en server",
    "Done reconciling": "Afstemning fuldført",
    "Downloaded file is invalid, sorry! Visit https://actualbudget.org/contact/ for support.": "Den downloadede fil er desværre ikke valid! Besøg https://actualbudget.org/contact/ for hjælp.",
    "Downloading and applying update...": "Downloader og anvender updatering...",
    "Downloading...": "Downloader…",
    "Duplicate": "Kopier",
    "Duplicate “{{fileName}}”": "Kopier \"{{fileName}}\"",
    "Duplicate file “{{newName}}” created.": "Duplikeret fil \"{{newName}}\" oprettet.",
    "Duplicate for all devices": "Kopier for alle enheder",
    "Duplicate locally": "Kopier lokalt",
    "Duplicating reconciled transactions may bring your reconciliation out of balance.": "Kopiering af afstemte transaktioner kan forårsage, at det afstemte beløb ikke længere passer.",
    "Edit": "Rediger",
    "Edit account name": "Rediger kontonavn",
    "Edit as rule": "Rediger som regel",
    "Edit content": "Rediger indhold",
    "Edit field": "Rediger felt",
    "Edit fields": "Rediger felter",
    "Edit notes": "Rediger noter",
    "Edit this widget to change the **markdown** content.": "Denne widget kan redigeres. Der kan anvendes **Markdown** til formatering.",
    "Edit user {{userName}}": "Rediger bruger {{userName}}",
    "Empty": "Tom",
    "Enable": "Aktiver",
    "Enable encryption": "Aktiver kryptering",
    "Enable learning": "Aktiver læring",
    "Enable OpenID": "Aktiver OpenID",
    "Enable templating": "Aktiver brug af skabeloner",
    "enabled": "aktiveret",
    "Enabled": "Aktiveret",
    "Encrypting the file failed. You have the correct key so this is an internal bug. To fix this, generate a new key in the next step.": "Kryptering af filen fejlede. Den angivne nøgle var korrekt, så dette er en intern fejl. To at rette fejlen, skal du lave en ny nøgle på det næste trin.",
    "Encrypting your file failed because you are missing your encryption key. Create your key in the next step.": "Kryptering af filen fejlede, fordi du manglede krypteringsnøglen. Lav en nøgle i det næste trin.",
    "End of month cleanup": "Slut-på-måneden-oprydning",
    "Enter the current balance of your bank account that you want to reconcile with:": "Indtast saldoen på den bankkonto, du ønsker at afstemme med:",
    "Error getting available users": "Fejl: Kunne ikke hente tilgængelige brugere.",
    "Error getting users": "Fejl: Kunne ikke hente brugere",
    "Error when trying to contact Pluggy.ai": "Fejl: Kunne ikke forbinde til Pluggy.ai",
    "Even though encryption is enabled, the exported zip file will not have any encryption.": "Den eksporterede zip-fil vil ikke have nogen kryptering, selvom der aktuelt bruges kryptering.",
    "Every day": "Hver dag",
    "Example": "Eksempel",
    "Existing filters will be cleared": "Eksisterende filtre bliver fjernet",
    "Existing sessions will be logged out and you will log in to this server. We will validate that Actual is running at this URL.": "Eksisterende sessioner vil blive afsluttet og du vil blive logget ind på denne server. Vi validerer at Actual kører på denne URL.",
    "Expand all": "Udvid alle",
    "Expand month summary": "Udvid månedlig opsummering",
    "Expenses": "Udgifter",
    "Expenses:": "Udgifter:",
    "Export budget": "Eksporter budget",
    "Export data": "Eksporter data",
    "Export transactions": "Eksporter transaktioner",
    "Failed importing the dashboard file.": "Fejl: Kunne ikke importere dashboard-filen.",
    "Failed loading available banks: GoCardless access credentials might be misconfigured. Please <2>set them up</2> again.": "Fejl: Kunne ikke hente tilgængelige banker. GoCardless har muligvis forkerte login-informationer. <2>Indstil dem</2> venligst igen.",
    "Failed parsing the imported JSON.": "Fejl: Kunne ikke fortolke importerede JSON.",
    "Failed to complete ownership transfer. Please try again.": "Fejl: Kunne ikke gennemføre overførsel af ejerskab. Prøv venligst igen.",
    "Failed to transfer ownership": "Fejl: Kunne ikke overføre ejerskab",
    "Fatal error occurred: unable to open import file dialog.": "Fatal fejl: Kunne ikke åbne dialogbox til filimport.",
    "Favorite": "Favorit",
    "File needs upload": "Filen skal uploades",
    "Files": "Filer",
    "Filter": "Filter",
    "Filter name": "Filternavn",
    "Filter payees...": "Filtrer modtagere...",
    "Filter rules...": "Filtrer regler...",
    "Filter schedules…": "Filtrer tidsplaner…",
    "Filter transactions": "Filtrer transaktioner",
    "Filter users...": "Filtrer brugere...",
    "Filters": "Filtre",
    "Find matching transactions": "Find matchende transaktioner",
    "Find schedules": "Find tidsplaner",
    "Finish editing dashboard": "Gem dashboard",
    "First day of the week": "Ugestart",
    "Flip amount": "Byt beløb",
    "for": "for",
    "For Actual to be useful, you need to <1>add an account</1>. You can link an account to automatically download transactions, or manage it locally yourself.": "For at bruge Actual, kræver den mindst <1>én konto</1> tilknyttet. Du kan forbinde en bankkonto for automatisk at hente dine transaktioner, eller lave en manuel konto, hvor du selv indfører alle transaktioner.",
    "For next month": "Til næste måned",
    "Friday": "Fredag",
    "From": "Fra",
    "Fund upcoming scheduled transaction only on needed month": "For kommende, planlagte transaktioner, afsæt kun midler i de måneder hvor der transaktioner optræder.",
    "Last 6 months": "Sidste 6 måneder",
    "Let’s get started!": "Kom i gang!",
    "Link to schedule": "Forbind til tidsplan",
    "Loading global preferences...": "Henter globale præferencer…",
    "Loading more transactions...": "Henter flere transaktioner...",
    "Stacked Bar Graph": "Stablet søjlediagram",
    "Switch budget file": "Skift budgetfil",
    "Dashboard has been successfully imported. Don’t like what you see? You can always press [ctrl+z](#undo) to undo.": "Dashboard succesfuldt importeret. Kan du ikke lide hvad du ser? Du kan altid trykke [ctrl+z](#undo) for at fortryde.",
    "Dashboard has been successfully reset to default state. Don’t like what you see? You can always press [ctrl+z](#undo) to undo.": "Dashboard er nulstillet. Kan du ikke lide hvad du ser? Du kan altid trykke [ctrl+z](#undo) for at fortryde.",
    "When you’ve located your data, <2>compress it into a zip file</2>. On macOS, right-click the folder and select “Compress”. On Windows, right-click and select “Send to &rarr; Compressed (zipped) folder”. Upload the zipped folder for importing.": "Når du har fundet dine data, <2>skal du pakke det til en zip fil</2>. På macOS, højreklik på mappen og vælg \"Komprimere\". På Windows, højreklik og vælg \"Send til Komprimeret (zipped) mappe\". Upload zipfilen for at importere.",
    "Welcome to Actual!": "Velkommen til Actual!",
    "Where’s the server?": "Hvor er serveren?",
    "It looks like you're using an outdated version of the Actual client. Your budget data has been updated by another client, but this client is still on the old version. For the best experience, please update Actual to the latest version.": "Det ser ud til, at du bruger en forældet version af Actual klienten. Dine budgetdata er blevet opdateret ved en anden klient, mens denne klient stadig bruger den gamle version. For den bedste oplevelse, bedes du opdatere Actual til den nyeste version.",
    "Get started by importing an existing budget file from Actual or another budgeting app, create a demo budget file, or start fresh with an empty budget. You can always create or import another budget later.": "Kom i gang ved at importere en eksisterende budgetfil fra Actual eller andet budgetprogram, lave en demo budgetfil, eller start fra en frisk med et tomt budget. Du kan altid oprette en ny eller importere et andet budget senere.",
    "You can also <2>force close</2> the account which will delete it and all its transactions permanently. Doing so may change your budget unexpectedly since money in it may vanish.": "Du kan også <2>gennemtvinge lukningen</2> af kontoen, hvilket vil slette den og alle transaktioner permanent. Dette kan påvirke budgettet gennemgribende, da pengene på kontoen vil forsvinde.",
    "Consider taking our <2>guided tour</2> to help you get your bearings, and check out the rest of the documentation while you’re there to learn more about advanced topics.": "Følg eventuelt vores <2>guidet tour</2> for at hjælpe dig med finde rundt, og check resten af dokumentationen mens du er der, for at lære om de mere avancerede emner.",
    "If you can't update Actual at this time you can find the latest release at <2>app.actualbudget.org</2>. You can use it until your client is updated.": "Hvis du ikke kan opdatere Actual, kan du finde den seneste udgave på <2>app.actualbudget.org</2>. Du kan fortsætte med at bruge denne indtil din klient er opdateret.",
    "Something internally went wrong. You may want to restart the app if anything looks wrong. Please report this as a new issue on GitHub.": "Noget gik galt internt. Prøv at genstarte appen. Hvis noget ser helt forkert ud, bedes det indrapporteres til projektet på GitHub.",
    "You can also delete just the local copy. This will remove all local data and the file will be listed as available for download.": "Du kan også nøjes med at slette din lokale kopi. Dette vil fjerne alle lokale data fra enheden, og filen vil fremstå som tilgængelig til download.",
    "If you’ve already downloaded your data on other devices, you will need to reset them. Actual will automatically take you through this process.": "Hvis du har downloadet dine budgetdata på andre enheder, er det nødvendigt at nulstille disse. Actual vil automatisk vejlede dig gennem processen.",
    "Close": "Luk",
    "Closing...": "Lukker...",
    "Compare": "Sammenlign",
    "Compare:": "Sammenlign:",
    "Complete": "Fuldfør",
    "Confirm": "Bekræft",
    "Connecting...": "Forbinder…",
    "contains": "indeholder",
    "copy": "kopier",
    "Create": "Opret",
    "Daily": "Dagligt",
    "Date": "Dato",
    "Dates": "Datoer",
    "Days": "Dage",
    "Debt:": "Gæld:",
    "Debts:": "Gældsposter:",
    "Description": "Beskrivelse",
    "Difference:": "Forskel:",
    "disabled": "deaktiveret",
    "Help": "Hjælp",
    "Hold": "Tilbagehold",
    "https://example.com": "https://example.com",
    "Interval:": "Interval:",
    "is": "er",
    "Loading...": "Henter…",
    "Local": "Lokal",
    "Payee": "Modtager",
    "Payee:": "Modtager:",
    "Payees": "Modtagere",
    "Payment": "Betaling",
    "Payments": "Betalinger",
    "Sort:": "Sorter:",
    "Spent": "Forbrugt",
    "Static": "Statisk",
    "Status": "Status",
    "Sum": "Sum",
    "Summary": "Opsummering",
    "Sunday": "Søndag",
    "Sync": "Synkroniser",
    "Weekly": "Ugentlig",
    "Weeks": "Uger",
    "When": "Når",
    "Year": "År",
    "Years": "År",
    "Yes": "Ja",
    "Group": "Gruppe",
    "Interval": "Interval",
    "Hide": "Skjul",
    "date": "dato",
    "indefinitely": "for evigt",
    "last": "sidste",
    "completed": "fuldført",
    "Day": "Dag",
    "Last": "Sidste",
    "Cover": "Dæk",
    "Closed": "Lukket",
    "Backups": "Sikkerhedskopier",
    "You don`t have permissions over this file.": "Du har ikke rettigheder til denne fil.",
    "You don't have the required permissions to set up secrets. Please contact an Admin to configure": "Du har ikke tilstrækkelige rettigheder for at indstille hemmelige nøgler. Kontakt venligst Administratoren for at konfigurere.",
    "You are not logged in.": "Du er ikke logget ind.",
    "You are about to change Actual’s data directory from:": "To er ved at skifte Actuals datamappe fra:",
    "Year to date": "Løbende år",
    "When displaying user information, this will be shown instead of the username.": "Dette bliver vist som brugerinformation i stedet for brugernavnet.",
    "Weekly Templates": "Ugentlige Skabeloner",
    "Switch theme": "Skift tema",
    "Summary card": "Opsummeringskort",
    "Success! Click to continue": "Succes! Klik for at fortsætte",
    "Start using a server": "Kom i gang med at bruge en server",
    "Start fresh": "Start på en frisk",
    "Start Date": "Startdato",
    "Split amount into separate inflow/outflow columns": "Del beløbet op i separate indkomst/udgift kolonner",
    "Spent Average {{monthYearFormatted}}:": "Gennemsnitsforbrug {{monthYearFormatted}}:",
    "Spent Average {{monthYearFormatted}} MTD:": "Gennemsnitsforbrug {{monthYearFormatted}}, løbende måned:",
    "Spent {{monthYearFormatted}}:": "Forbrug {{monthYearFormatted}}:",
    "Spent {{monthYearFormatted}} MTD:": "Forbrug {{monthYearFormatted}}, løbende måned:",
    "Spending analysis": "Forbrugsanalyse",
    "Something went wrong while resetting your file. Please try again.": "Noget gik galt under nulstillingen af din fil. Prøv venligst igen.",
    "Something went wrong when registering your encryption key id. You need to recreate your key. ": "Noget gik galt under registreringen af din krypteringsnøgle id. Du skal genskabe din nøgle. ",
    "Something went wrong when creating this cloud file. You need to upload this file to fix it.": "Noget gik galt under oprettelsen af denne fil i skyen. Du skal uploade filen igen for at rette fejlen.",
    "Something went wrong trying to download that file, sorry! Visit https://actualbudget.org/contact/ for support. reason: {{reason}}{{info}}": "Noget gik desværre galt under forsøget på at downloade filen. Besøg https://actualbudget.org/contact/ for support. Angiv årsagen: {{reason}}{{info}}",
    "Something went wrong trying to create a key, sorry! Visit https://actualbudget.org/contact/ for support.": "Noget gik desværre galt under oprettelsen af en nøgle. Besøg https://actualbudget.org/contact/ for hjælp.",
    "Something happened while editing access": "Noget skete, mens adgangsrettigheder blev ændret",
    "Something happened while deleting users": "Noget skete, mens brugere blev slettet",
    "payee (name)": "modtager (navn)",
    "logged in as: <2><0>{{userName}}</0></2>": "logged ind som: <2><0>{{userName}}</0></2>",
    "logged in as: <2>{{userName}}</2>": "logged ind som: <2>{{userName}}</2>",
    "Log in with password": "Log ind med kodeord",
    "Loading transactions...": "Henter transaktioner...",
    "Loading reports...": "Henter rapporter...",
    "Loading report...": "Henter rapport...",
    "Loading Error": "Fejl ved hentning",
    "Loading banks...": "Henter banker...",
    "Loading accounts...": "Henter konti...",
    "Load Backup": "Hent Backup",
    "Link schedule": "Forbind tidsplan",
    "link schedule": "forbind tidsplan",
    "Link or view schedule for selected transactions": "Forbind eller se tidsplan for markerede transaktioner",
    "Link bank in browser": "Forbind bank i browser",
    "Link bank account with SimpleFIN": "Forbind bankkonto gennem SimpleFIN",
    "Link bank account with Pluggy.ai": "Forbind bankkonto gennem Pluggy.ai",
    "Link bank account with GoCardless": "Forbind bankkonto gennem GoCardless",
    "Link Accounts": "Forbind Konti",
    "Link accounts": "Forbind konti",
    "Link account": "Forbind konto",
    "Line Graph": "Linjediagram",
    "Learn more": "Lær mere",
    "Last year": "Sidste år",
    "Last week": "Sidste uge",
    "Last sync": "Sidste synkronisering",
    "Last month": "Sidste måned",
    "last day": "I går",
    "Last 3 months": "Sidste 3 måneder",
    "Last 12 months": "Sidste 12 måneder",
    "Keyboard shortcuts": "Tastaturgenveje",
    "It is required to provide both the secret id and secret key.": "Både den hemmelige nøgles id og nøglen er påkrævet.",
    "It is required to provide both the client id, client secret and at least one item id.": "Både et klient id, hemmelig klient nøgle, og mindst et emne id er påkrævet.",
    "It is required to provide a token.": "En token er krævet.",
    "It is recommended for the encryption password to be different than the log-in password in order to better protect your data.": "Det anbefales, at krypteringskodeordet er forskelligt fra login kodeordet, for bedre at beskytte dine data.",
    "is true": "er sandt",
    "is off budget": "udenfor budget",
    "is not": "er ikke",
    "is less than or equals": "er mindre end eller lig med",
    "is less than": "er mindre end",
    "is greater than or equals": "er større end eller lig med",
    "is greater than": "er større end",
    "is false": "er falskt",
    "is exactly": "er lig med",
    "is between": "er mellem",
    "is before or equals": "er før eller lig med",
    "is before": "er før",
    "is approximately": "er ca.",
    "is approx": "er ca.",
    "is after or equals": "er efter eller lig med",
    "is after": "er efter",
    "Internal error": "Intern fejl",
    "Initializing the connection to the local database...": "Opretter forbindelse til den lokale database…",
    "Include current period in live range": "Inkludér indeværende periode i live visning",
    "Include current period": "Inkludér indeværende periode",
    "Include current Month in live range": "Inkludér indeværende måned i live visning",
    "In the future, you can add accounts from the sidebar.": "I fremtiden kan du tilføje nye konti fra sidebaren.",
    "In our user directory, each user is assigned a specific role that determines their permissions and capabilities within the system.": "Hver Actual-bruger er tildelt specifikke roller, der afgør hvad de må og kan i Actual.",
    "Imported payee": "Importeret modtager",
    "imported payee": "importeret modtager",
    "Import transactions": "Importer transaktioner",
    "Import transaction notes": "Importer noter på transaktion",
    "Import pending transactions": "Importer afventende transaktioner",
    "Import notes from file": "Importer noter fra fil",
    "Import my budget": "Importer mit budget",
    "Import is running...": "Importering foretages...",
    "Import from YNAB4": "Importer fra YNAB4",
    "Import from nYNAB": "Importer fra nYNAB",
    "Import from Actual export": "Importer fra Actual eksport",
    "Import From": "Importer Fra",
    "Import file": "Importer fil",
    "Import a file exported from Actual": "Importer en fil eksporteret fra Actual",
    "If you use a backup, you will have to set up all your devices to sync from the new budget.": "Hvis du bruger en backup, skal du indstille alle dine enheder til at synkronisere fra det nye budget.",
    "If this error persists, please get <2>in touch</2> so it can be investigated.": "Hvis fejlen fortsætter, bedes du <2>kontakte os</2>, så fejlen kan undersøges.",
    "If left empty, it will be updated from your OpenID provider on the user's login, if available there.": "Hvis ikke udfyldt, bliver dette felt udfyldt af din OpenID leverandør med brugerens login-information, hvis disse er tilgængelige.",
    "If checked, the schedule will automatically create transactions for you in the specified account": "Hvis krydset af, vil tidsplanen automatisk oprette transaktioner med det angivne beløb",
    "If <2></2>{{allOrAny}} of these conditions match:": "Hvis <2></2>{{allOrAny}} af disse betingelser matcher:",
    "Hold this amount:": "Tilbagehold dette beløb:",
    "Hold for next month": "Tilbagehold til næste måned",
    "Hide unchecked": "Skjul uafkrydsede",
    "Hide transactions": "Skjul transaktioner",
    "Hide reconciled transactions": "Skjul afstemte transaktioner",
    "Hide hidden categories": "Skjul skjulte kategorier",
    "Hide decimal places": "Skjul decimaler",
    "Hide balance": "Skjul saldo",
    "GoCardless menu": "GoCardless menu",
    "GoCardless integration has not yet been configured.": "Integration med GoCardless er ikke konfigureret endnu.",
    "Goal Templates": "Mål-skabeloner",
    "{{categoryName}} shortcuts": "{{categoryName}} genveje",
    "{{count}} payees_one": "{{count}} modtager",
    "{{count}} payees_other": "{{count}} modtagere",
    "{{count}} uncategorized transactions_one": "{{count}} ukategoriseret transaktion",
    "{{count}} uncategorized transactions_other": "{{count}} ukategoriserede transaktioner",
    "{{scheduleName}} is due {{distanceFromNow}} ({{formattedDate}})": "{{scheduleName}} forfalder {{distanceFromNow}} ({{formattedDate}})",
    "{{status}} (Split)": "{{status}} (Opdel)",
    "<0>{{category}}</0> is used by existing transactions.": "<0>{{category}}</0> bruges af eksisterende transaktioner.",
    "Access Revocation Incomplete": "Tilbagekaldelse af adgang er ikke fuldført",
    "Account is a required field": "Konto er et påkrævet felt",
    "{{categoryGroupName}} expense group categories": "{{categoryGroupName}} udgiftsgruppekategorier"
}
