{
    "(hidden)": "(skjult)",
    "(Optional)": "(Valgfri)",
    "(please select)": "(vælg venligst)",
    "(modified)": "(ændret)",
    "{{count}} associated rules_one": "{{count}} tilknyttet regel",
    "{{count}} associated rules_other": "{{count}} tilknyttede regler",
    "{{count}} transactions_one": "{{count}} transaktion",
    "{{count}} transactions_other": "{{count}} transaktioner",
    "(give feedback)": "(giv feedback)",
    "(none)": "(intet)",
    "{{displayMonth}} budget templates have been applied.": "{{displayMonth}} budgetskabeloner er blevet anvendt.",
    "{{displayMonth}} budget templates have been overwritten.": "Budgetskabeloner fra {{displayMonth}} er blevet erstattet.",
    "{{displayMonth}} budgets have all been set to last month’s budgeted amounts.": "{{displayMonth}} budgetter er alle blevet sat til sidste måneds budgetterede beløb.",
    "Budgeted": "Budgetteret",
    "{{selectedPayeeNames}}, and more": "{{selectedPayeeNames}}, og flere",
    "Apply": "Anvend",
    "Balance": "Saldo",
    "Calendar": "Kalender",
    "Cancel": "Annullér",
    "{{displayMonth}} budgets have all been set to zero.": "{{displayMonth}} budgetter er alle blevet indstillet til nul.",
    "amount": "beløb",
    "Amount:": "Beløb:",
    "allocate": "alloker",
    "and": "og",
    "Average": "Gennemsnit",
    "Average:": "Gennemsnit:",
    "Back": "Tilbage",
    "Balance:": "Saldo:",
    "Add": "Tilføj",
    "Append": "Tilføj",
    "{{displayMonth}} end-of-month cleanup templates have been applied.": "{{displayMonth}} sidst-på-måneden oprydningsskabeloner er blevet anvendt.",
    "Budget": "Budget",
    "Amount": "Beløb",
    "Ascending": "Stigende",
    "Assets:": "Aktiver:",
    "Basic": "Basal",
    "Budgeted:": "Budgetteret:",
    "Category": "Kategori",
    "(+{{numHiddenPayees}} more)": "(+{{numHiddenPayees}} flere)",
    "(No payee)": "(Ingen modtager)",
    "(after weekend)": "(efter weekend)",
    "(before weekend)": "(før weekend)",
    "{{endOccurrences}} times": "{{endOccurrences}} gange",
    "(deleted)": "(slettet)",
    "(nothing)": "(ingenting)",
    "<0><0>Custom Report:</0></0> <2>{{name}}</2>": "<0><0>Tilpasset rapport:</0></0> <2>{{name}}</2>",
    "<0><0>How are “Average” and “Spent Average MTD” calculated?</0></0><1>They are both the average cumulative spending by day for the three months before the selected “compare” month.</1>": "<0><0>Hvordan beregnes \"Gennemsnitlig\" og \"Forbrugt gennemsnit MTD\"?</0></0><1>De er begge det gennemsnitlige kumulative forbrug dag for dag, for de foregående tre måneder før den valgte \"sammenligningsmåned\".</1>",
    "<0><0>How is cash flow calculated?</0></0><1>Cash flow shows the balance of your budgeted accounts over time, and the amount of expenses/income each day or month. Your budgeted accounts are considered to be “cash on hand,” so this gives you a picture of how available money fluctuates.</1>": "<0><0>Hvordan er \"cash flow\" beregnet?</0></0><1>Cash flow viser hvor mange penge du har på dine konti hen over tid, og totalen af indtægter og udgifter hver dag eller måned. Saldoen på dine konti er hvad du har af \"penge på hånden\", så du kan få et overblik over hvordan dine penge fluktuerer.</1>",
    "<0>End-to-end encryption</0> is not enabled. Any data on the server is still protected by the server password, but it’s not end-to-end encrypted which means the server owners have the ability to read it. If you want, you can use an additional password to encrypt your data on the server.": "<0>End-to-end kryptering</0> er ikke aktiveret. Alle data på serveren er stadig beskyttet af serverkodeordet, men det er ikke end-to-end krypteret, hvilket betyder at ejeren af serveren har adgang for at læse det. Det er dog også muligt, at anvende et yderligere kode på budgetfilen, så dataene på serveren er krypteret.",
    "<0>End-to-end encryption</0> is not available when running without a server. Budget files are always kept unencrypted locally, and encryption is only applied when sending data to a server.": "<0>End-to-end kryptering</0> er ikke tilgængeligt, når Actual kører lokalt på enheden. Dine budgetfiler er altid gemt lokalt i ukrypteret tilstand, og krypteringen er kun anvendt når data sendes til en server.",
    "<0>Envelope budgeting</0> (recommended) digitally mimics physical envelope budgeting system by allocating funds into virtual envelopes for different expenses. It helps track spending and ensure you don‘t overspend in any category.": "<0>Konvolutbudgettering</0> (anbefalet) minder om den metode, hvor kontanter fordeles i konvolutter, for at sikre at der er midler til rådighed til kommende udgifter. I Actual, fordeles alle dine midler på tværs af konti i \"digitale konvolutter\", for at hjælpe dig med at holde styr på udgifter og forhindre overforbrug.",
    "<0>Experimental features.</0> These features are not fully tested and may not work as expected. THEY MAY CAUSE IRRECOVERABLE DATA LOSS. They may do nothing at all. Only enable them if you know what you are doing.": "<0>Eksperimentelle funktioner.</0> Disse funktioner er ikke gennemtestet og virker måske ikke helst som forventet. BRUGEN AF DISSE FUNKTIONER KAN MEDFØRE UOPRETTELIG TAB AF DATA. Det kan også være, at disse funktioner slet ikke gør noget. Slå dem kun til, hvis du ved hvad du gør.",
    "<0>Language</0> is the display language of all text. Please note that no warranty is provided for the accuracy or completeness of non-English translations. If you encounter a translation error, feel free to make a suggestion on <3>Weblate</3>.": "<0>Sprog</0> er det viste sprog af al teksten i Actual. Bemærk venligst, at der gives ingen garanti for korrektheden eller omfanget af de ikke-Engelske oversættelser. Hvis du støder på fejl i oversættelserne, er du velkommen til at bidrage med forslag på <3>Weblate</3>.",
    "<0>Language</0> support is not available. Please follow the instructions <3>here</3> to add missing translation files.": "<0>Sprog</0> understøttelse er ikke tilgængeligt. Følg venligst <3>disse instruktioner</3> for at tilføje de manglende oversættelsesfiler.",
    "<0>No server configured</0>": "<0>Ingen server konfigureret</0>",
    "<0>Read here</0> for instructions on how to migrate your data from YNAB. You need to export your data as JSON, and that page explains how to do that.": "<0>Læs her</0> for instruktioner for at migrere dine data fra YNAB. Du skal eksportere dine data som en JSON-fil, og linket forklarer hvordan det gøres.",
    "<0>Balance:</0><1>{{amount}}</1>": "<0>Saldo:</0><1>{{amount}}</1>",
    "<0>Move schedule </0><1></1><2> {{beforeOrAfter}} weekend</2>": "<0>Flyt tidsplan</0><1></1><2> {{beforeOrAfter}} weekend</2>",
    "<0>Goal Type:</0><1>{{type}}</1>": "<0>Måltype:</0><1>{{type}}</1>",
    "<0>Goal:</0><1>{{amount}}</1>": "<0>Mål:</0><1>{{amount}}</1>",
    "<0>Budgeted:</0><1>{{amount}}</1>": "<0>Budgetteret:</0><1>{{amount}}</1>",
    "<0>Actual’s data directory</0> <2><0>where your files are stored</0></2>": "<0>Actuals data mappe</0> <2><0>hvor dine filer er gemt</0></2>",
    "<0>Actual</0> is a super fast privacy-focused app for managing your finances.": "<0>Actual</0> er en lynhurtig app til at håndtere din økonomi, med fokus på dit privatliv.",
    "<0>Authentication method</0> modifies how users log in to the system.": "<0>Autentificeringsmetoden</0> afgør hvordan brugere logger ind i systemet.",
    "<0>Budget ID:</0> {{budgetId}}": "<0>Budget ID:</0> {{budgetId}}",
    "<0>End-to-end encryption</0> is not available when making an unencrypted connection to a remote server. You’ll need to enable HTTPS on your server to use end-to-end encryption. This problem may also occur if your browser is too old to work with Actual.": "<0>End-to-end kryptering</0> er ikke tilgængeligt, når forbindelsen til serveren ikke er krypteret eller foregår via HTTP. Aktiver HTTPS på serveren for at bruge end-to-end kryptering. Dette problem kan også skyldes, at din browser er for gammel til at virke med Actual.",
    "<0>Export</0> your data as a zip file containing <3>db.sqlite</3> and <5>metadata.json</5> files. It can be imported into another Actual instance by closing an open file (if any), then clicking the “Import file” button, then choosing “Actual.”": "<0>Exporter</0> dine data som en zipfil der indeholder filerne <3>db.sqlite</3> og <5>metadata.json</5>. Zipfilen kan importeres på en anden Actual instans, ved at lukke et evt. åbent budget, derefter klikke på \"Importer fil\"-knappen, og så vælge \"Actual\".",
    "<0>Link a <1>Brazilian</1> bank account</0> to automatically download transactions. Pluggy.ai provides reliable, up-to-date information from hundreds of banks.": "<0>Forbind en <1>brasiliansk</1> bankkonto</0> for automatisk at trække nye transaktioner fra din bank. Pluggy.ai er en leverandør der kan bruges til at forbinde til hundredvis af banker til din Actual budget.",
    "<0>IDs</0> are the names Actual uses to identify your budget internally. There are several different IDs associated with your budget. The Budget ID is used to identify your budget file. The Sync ID is used to access the budget on the server.": "<0>ID'er</0> er navnene Actual bruger internt, til at identificere det enkelte budget. Der er flere ID'er tilknyttet dit budget. Budget ID'et identificerer din budgetfile, mens Sync ID'et bruges til at tilgå budgettet på serveren.",
    "<0>Link a <1>European</1> bank account</0> to automatically download transactions. GoCardless provides reliable, up-to-date information from hundreds of banks.": "<0>Forbind en <1>europæisk</1> bankkonto</0> for automatisk at trække nye transaktioner fra din bank. GoCardless er en leverandør der kan bruges til at forbinde til hundredvis af banker til dit Actual budget.",
    "<0>Important:</0> if you forget this password <3>and</3> you don’t have any local copies of your data, you will lose access to all your data. The data cannot be decrypted without the password.": "<0>Vigtigt!</0> Hvis du mister dette kodeord <3>og</3> du ikke har en lokal kopi af dataene, vil du miste alle dine data. Dataene kan ikke dekrypteres uden dette kodeord.",
    "<0>Formatting</0> does not affect how budget data is stored, and can be changed at any time.": "<0>Formatering af tal- og datoformat, mv.</0> påvirker kun visning af tallene, og kan ændres når som helst.",
    "{{accountName}} bank sync settings": "{{accountName}} bank synkroniserings indstillinger",
    "<0>Create a local account</0> if you want to add transactions manually. You can also <3>import QIF/OFX/QFX files into a local account</3>.": "<0>Opret en lokal konto</0> hvis du selv vil tilføje transaktioner manuelt. Du kan også <3>importere QIF/OFX/QFX filer til den lokale konto</3>.",
    "<0>Themes</0> change the user interface colors.": "<0>Temaer</0> ændrer brugerfladens farver.",
    "<allocatedAmount /> <italic>of <totalAmount /></italic>": "<allocatedAmount /> <italic>ud af <totalAmount /></italic>",
    "$10 a week": "$10 om ugen",
    "1 day": "1 dag",
    "1 month": "1 måned",
    "1 week": "1 uge",
    "1 year": "1 år",
    "2 weeks": "2 uger",
    "28+": "28+",
    "3 months": "3 måneder",
    "6 months": "6 måneder",
    "Access": "Adgang",
    "account": "konto",
    "Account": "Konto",
    "Account in Actual": "Konto i Actual",
    "Account list": "Kontoliste",
    "Account menu": "Kontomenu",
    "Accounts": "Konti",
    "Actions": "Handlinger",
    "Actual has updated the syncing format": "Actual har opdateret synkroniseringsformatet",
    "Fixed {{count}} transfers._one": "Rettede {{count}} overførsel.",
    "Fixed {{count}} transfers._other": "Rettede {{count}} overførsler.",
    "Account linking not opening in a new tab? Click here": "Klik her, hvis et nyt vindue for indstilling af bankforbindelse ikke åbner.",
    "Actual is a super fast privacy-focused app for managing your finances. To secure your data, you’ll need to set a password for your server.": "Actual er et lynhurtigt værktøj til styring af privatøkonomi, med fokus på en stærk privatlivspolitik. For at beskytte dine data, skal du indtaste et kodeord for serveren.",
    "Actual requires access to <1>SharedArrayBuffer</1> in order to function properly. If you’re seeing this error, either your browser does not support <3>SharedArrayBuffer</3>, or your server is not sending the appropriate headers, or you are not using HTTPS. See <6>our troubleshooting documentation</6> to learn more. <9></9>": "Actual kræver brugen af <1>SharedArrayBuffer</1> for at virke ordentlig. Hvis du ser denne fejl, skyldes det enten, at din browser ikke understøtter <3>SharedArrayBuffer</3>, at serveren ikke sender de rigtige headers, eller at du ikke bruger HTTPS. Se nærmere på <6>vores fejlsøgningsinformation</6> for at lære mere.<9></9>",
    "Actual uses <1>SharedArrayBuffer</1> to allow usage from multiple tabs at once and to ensure correct behavior when switching files. While it can run without access to<3>SharedArrayBuffer</3>, you may encounter data loss or notice multiple budget files being merged with each other.": "Actual bruger <1>SharedArrayBuffer</1> til at understøtte brug fra flere faneblade på én gang, samt sikre skift mellem filer. Selvom Actual godt kan køre uden adgang til <3>SharedArrayBuffer</3>, kan det føre til fejl, tab af data, eller at forskellige budgetfiler bliver flettet sammen.",
    "Actual’s data directory successfully changed.": "Actuals mappe til data blev succesfuldt ændret.",
    "Add a new transaction": "Tilføj en ny transaktion",
    "Add account": "Tilføj konto",
    "Add action": "Tilføj handling",
    "Add category": "Tilføj kategori",
    "Add category group": "Tilføj kategorigruppe",
    "Add condition": "Tilføj betingelse",
    "Add group": "Tilføj gruppe",
    "Add New": "TIlføj Ny",
    "Add new schedule": "Tilføj ny tidsplan",
    "Add new user": "Tilføj ny bruger",
    "Add new widget": "Tilføj ny widget",
    "Add specific days": "Tilføj specifikke dage",
    "Add transaction": "Tilføj transaktion",
    "Admin": "Administrator",
    "Advanced options": "Avancerede indstillinger",
    "Advanced Settings": "Avancerede Indstillinger",
    "after": "efter",
    "After disabling OpenID all sessions will be closed": "Når OpenID bliver deaktiveret, vil alle sessioner blive lukket",
    "After enabling OpenID all sessions will be closed": "Når OpenID bliver slået til, vil alle sessions blive lukket.",
    "All accounts": "Alle konti",
    "All Accounts": "Alle Konti",
    "All reconciled!": "Alt er afstemt!",
    "All time": "Fra start",
    "All time divisor": "I forhold til alle transaktioner siden start",
    "all transactions": "alle transaktioner",
    "amount (inflow)": "beløb (modtaget)",
    "Amount (inflow)": "Beløb (modtaget)",
    "amount (outflow)": "beløb (betalt)",
    "Amount (outflow)": "Beløb (betalt)",
    "An error occurred while linking your account, sorry! The potential issue could be: {{ message }}": "Der opstod desværre en fejl, mens der blev oprettet en forbindelse til din konto. Fejlen kan muligvis skyldes: {{ message }}",
    "An error occurred while saving. Please visit https://actualbudget.org/contact/ for support.": "Der skete en fejl mens der blev gemt. Besøg venligst https://actualbudget.org/contact/ for hjælp.",
    "An internal error occurred, sorry! Visit https://actualbudget.org/contact/ for support. (ref: {{reason}})": "Der opstod desværre en server fejl. Besøg https://actualbudget.org/contact/ for hjælp. (ref: {{reason}})",
    "An internal error occurred. Try to log in again, or get <2>in touch</2> for support.": "Der opstod en serverfejl. Prøv at logge ind igen, eller <2>kontakt</2> for hjælp.",
    "An unknown error occurred while exporting. Please report this as a new issue on GitHub.": "En ukendt fejl opstod mens data blev eksporteret. Rapporter venligst dette som en ny issue på GitHub.",
    "An unknown error occurred: {{error}}": "Der opstod en ukendt fejl: {{error}}",
    "App updated to {{version}}": "App opdateret til {{version}}",
    "append to notes": "Tilføj til noter",
    "Apply actions": "Anvend handlinger",
    "Apply budget template": "Anvend skabelon",
    "Apply budget templates": "Anvend skabeloner",
    "Apply to all": "Anvend på alle",
    "Approximately {{currencyAmount}}": "Ca. {{currencyAmount}}",
    "Are you sure you want to close <2>{{accountName}}</2>? ": "Er du sikker på, at du vil lukke <2>{{accountName}}</2>? ",
    "Are you sure you want to delete the report named ‘<2>{{name}}</2>’?": "Er du sikker på, at du vil slette rapporten \"<2>{{name}}</2>\"?",
    "Are you sure you want to edit this transaction?": "Er du sikker på, at du vil redigere denne transaktion?",
    "Are you sure?": "Er du sikker?",
    "Area Graph": "Områdediagram",
    "Auth0 application settings": "Auth0 indstillinger",
    "Auto login failed - No header sent": "Auto-login fejlede - Ingen header sendt",
    "Auto login failed - Proxy not trusted": "Auto-login - Utroværdig proxy (Proxy not trusted)",
    "Available funds": "Tilgængelige midler",
    "Average per month": "Gennemsnit per måned",
    "Average per transaction": "Gennemsnit per transaktion",
    "Back to file list": "Tilbage til fillisten",
    "Back up now": "Tag sikkerhedskopi nu",
    "Balance for {{categoryName}} category": "Saldo for \"{{categoryName}}\"-kategorien",
    "Balance must be a number": "Saldoen skal være et tal",
    "Bank": "Bank",
    "Bank sync": "Synkronisering med bank",
    "Bank Sync": "Banksynkronisering",
    "Banners": "Bannere",
    "Bar Graph": "Søjlediagram",
    "Be aware that other devices may have already created these transactions. If you have multiple devices, make sure you only do this on one device or you will have duplicate transactions.": "Vær opmærksom på, at andre enheder kan allerede have oprettet disse transaktioner. Hvis du bruger flere enheder, skal du sikre dig, at du kun opretter transaktionerne på en enkelt enhed, for at undgå duplikater.",
    "before": "før",
    "Break down less-frequent expenses into monthly expenses": "Bryd sporadisk forekommende udgifter ned i månedlige udgifter",
    "Budget “{{id}}” not found. Check the ID of your budget in the Advanced section of the settings page.": "Budget \"{{id}}\" blev ikke fundet. Kontrollere dit budgets ID i sektionen \"Avancerede indstillinger\" under Indstillinger.",
    "Budget files": "Budgetfiler",
    "Budget name": "Budgetnavn",
    "Budget Summary": "Budgetopsummering",
    "Budget template applied.": "Budgetskabelon anvendt.",
    "Budgeted amount for {{categoryName}} category": "Budgetteret beløb for kategorien {{categoryName}}",
    "Budgeted MTD": "Budgetteret for indeværende måned indtil i dag",
    "Calendar card": "Kalender",
    "Can also assign ownership of a budget to another person, ensuring efficient budget management.": "Kan også dele ejerskab af budgettet til en anden person, for effektivt at håndtere budgettet.",
    "Can do everything that Basic users can. In addition, they have the ability to add new users to the directory and access budget files from all users.": "Kan alt hvad almindelige brugere kan. Derudover kan de tilføje ny brugere og se alles budgetfiler.",
    "category": "kategori",
    "Category “{{name}}” already exists in group (it may be hidden)": "Kategorien \"{{name}}\" findes allerede (kan være skjult)",
    "Category group name": "Kategorigruppenavn",
    "Category name": "Kategorinavn",
    "Change": "Ændr",
    "Change directory": "Skift mappe",
    "Change location": "Skift placering",
    "Change password": "Skift kodeord",
    "Change server password": "Skift serverkodeord",
    "Change this username with caution; it is the server owner.": "Vær varsom med at skifte dette brugernavn; dette er ejeren af serveren.",
    "Change upcoming length": "Ændre hvor lang tid i forvejen, planlagte transaktioner vises",
    "Change:": "Ændr:",
    "Check templates": "Tjek skabeloner",
    "Choose the number of months shown at a time": "Vælg viste antal måneder",
    "Choose the schedule these {{ count }} transactions belong to:_one": "Vælg hvilken tidsplan, denne transaktion hører til:",
    "Choose the schedule these {{ count }} transactions belong to:_other": "Vælg hvilken tidsplan, disse {{ count }} transaktioner hører til:",
    "Choose your bank:": "Vælg din bank:",
    "Choose your country:": "Vælg land:",
    "Clear all conditions": "Ryd alle betingelser",
    "Clear search term": "Ryd søgning",
    "Clear transactions on import": "Afstem alle transaktioner når de importeres",
    "cleared": "afstemt",
    "Click the button below to reload and apply the update.": "Klik på knappen nedenfor for at genindlæse og anvende opdateringen.",
    "Default": "Standard",
    "Delete": "Slet",
    "Delete {{fileName}}": "Slet {{fileName}}",
    "Delete file from all devices": "Slet fil fra alle enheder",
    "Delete file locally": "Slet fil lokalt",
    "Delete filter": "Slet filter",
    "Delete transaction": "Slet transaktion",
    "Deleting reconciled transactions may bring your reconciliation out of balance.": "Hvis afstemte transaktioner slettes, vil afstemningen muligvis afvige.",
    "Delimiter:": "Separator:",
    "Descending": "Faldende",
    "Display": "Vis",
    "Do nothing": "Gør intet",
    "Documentation": "Dokumentation",
    "does not contain": "indeholder ikke",
    "Don’t use a server": "Brug ikke en server",
    "Downloaded file is invalid, sorry! Visit https://actualbudget.org/contact/ for support.": "Den downloadede fil er desværre ikke valid! Besøg https://actualbudget.org/contact/ for hjælp.",
    "Downloading and applying update...": "Downloader og anvender updatering...",
    "Downloading...": "Downloader…",
    "Duplicate": "Kopier",
    "Duplicate “{{fileName}}”": "Kopier \"{{fileName}}\"",
    "Duplicate file “{{newName}}” created.": "Duplikeret fil \"{{newName}}\" oprettet.",
    "Duplicate for all devices": "Kopier for alle enheder",
    "Duplicate locally": "Kopier lokalt",
    "Duplicating reconciled transactions may bring your reconciliation out of balance.": "Kopiering af afstemte transaktioner kan forårsage, at det afstemte beløb ikke længere passer.",
    "Edit": "Rediger",
    "Edit account name": "Rediger kontonavn",
    "Edit as rule": "Rediger som regel",
    "Edit content": "Rediger indhold",
    "Edit field": "Rediger felt",
    "Edit fields": "Rediger felter",
    "Edit notes": "Rediger noter",
    "Edit this widget to change the **markdown** content.": "Denne widget kan redigeres. Der kan anvendes **Markdown** til formatering.",
    "Edit user {{userName}}": "Rediger bruger {{userName}}",
    "Empty": "Tom",
    "Enable": "Aktiver",
    "Enable encryption": "Aktiver kryptering",
    "Enable learning": "Aktiver læring",
    "Enable OpenID": "Aktiver OpenID",
    "Enable templating": "Aktiver brug af skabeloner",
    "enabled": "aktiveret",
    "Enabled": "Aktiveret",
    "Encrypting the file failed. You have the correct key so this is an internal bug. To fix this, generate a new key in the next step.": "Kryptering af filen fejlede. Den angivne nøgle var korrekt, så dette er en intern fejl. To at rette fejlen, skal du lave en ny nøgle på det næste trin.",
    "Encrypting your file failed because you are missing your encryption key. Create your key in the next step.": "Kryptering af filen fejlede, fordi du manglede krypteringsnøglen. Lav en nøgle i det næste trin.",
    "End of month cleanup": "Slut-på-måneden-oprydning",
    "Enter the current balance of your bank account that you want to reconcile with:": "Indtast saldoen på den bankkonto, du ønsker at afstemme med:",
    "Error getting available users": "Fejl: Kunne ikke hente tilgængelige brugere.",
    "Error getting users": "Fejl: Kunne ikke hente brugere",
    "Error when trying to contact Pluggy.ai": "Fejl: Kunne ikke forbinde til Pluggy.ai",
    "Even though encryption is enabled, the exported zip file will not have any encryption.": "Den eksporterede zip-fil vil ikke have nogen kryptering, selvom der aktuelt bruges kryptering.",
    "Every day": "Hver dag",
    "Example": "Eksempel",
    "Existing filters will be cleared": "Eksisterende filtre bliver fjernet",
    "Existing sessions will be logged out and you will log in to this server. We will validate that Actual is running at this URL.": "Eksisterende sessioner vil blive afsluttet og du vil blive logget ind på denne server. Vi validerer at Actual kører på denne URL.",
    "Expand all": "Udvid alle",
    "Expand month summary": "Udvid månedlig opsummering",
    "Expenses": "Udgifter",
    "Expenses:": "Udgifter:",
    "Export budget": "Eksporter budget",
    "Export data": "Eksporter data",
    "Export transactions": "Eksporter transaktioner",
    "Failed importing the dashboard file.": "Fejl: Kunne ikke importere dashboard-filen.",
    "Failed loading available banks: GoCardless access credentials might be misconfigured. Please <2>set them up</2> again.": "Fejl: Kunne ikke hente tilgængelige banker. GoCardless har muligvis forkerte login-informationer. <2>Indstil dem</2> venligst igen.",
    "Failed parsing the imported JSON.": "Fejl: Kunne ikke fortolke importerede JSON.",
    "Failed to complete ownership transfer. Please try again.": "Fejl: Kunne ikke gennemføre overførsel af ejerskab. Prøv venligst igen.",
    "Failed to transfer ownership": "Fejl: Kunne ikke overføre ejerskab",
    "Fatal error occurred: unable to open import file dialog.": "Fatal fejl: Kunne ikke åbne dialogbox til filimport.",
    "Favorite": "Favorit",
    "File needs upload": "Filen skal uploades",
    "Files": "Filer",
    "Filter": "Filter",
    "Filter name": "Filternavn",
    "Filter payees...": "Filtrer modtagere...",
    "Filter rules...": "Filtrer regler...",
    "Filter schedules…": "Filtrer tidsplaner…",
    "Filter transactions": "Filtrer transaktioner",
    "Filter users...": "Filtrer brugere...",
    "Filters": "Filtre",
    "Find matching transactions": "Find matchende transaktioner",
    "Find schedules": "Find tidsplaner",
    "Finish editing dashboard": "Gem dashboard",
    "First day of the week": "Ugestart",
    "Flip amount": "Byt beløb",
    "for": "for",
    "For Actual to be useful, you need to <1>add an account</1>. You can link an account to automatically download transactions, or manage it locally yourself.": "For at bruge Actual, kræver den mindst <1>én konto</1> tilknyttet. Du kan forbinde en bankkonto for automatisk at hente dine transaktioner, eller lave en manuel konto, hvor du selv indfører alle transaktioner.",
    "For next month": "Til næste måned",
    "Friday": "Fredag",
    "From": "Fra",
    "Fund upcoming scheduled transaction only on needed month": "For kommende, planlagte transaktioner, afsæt kun midler i de måneder hvor der transaktioner optræder.",
    "Last 6 months": "Sidste 6 måneder",
    "Let’s get started!": "Kom i gang!",
    "Link to schedule": "Forbind til tidsplan",
    "Loading global preferences...": "Henter globale præferencer…",
    "Loading more transactions...": "Henter flere transaktioner...",
    "Stacked Bar Graph": "Stablet søjlediagram",
    "Switch budget file": "Skift budgetfil",
    "Dashboard has been successfully imported. Don’t like what you see? You can always press [ctrl+z](#undo) to undo.": "Dashboard succesfuldt importeret. Kan du ikke lide hvad du ser? Du kan altid trykke [ctrl+z](#undo) for at fortryde.",
    "Dashboard has been successfully reset to default state. Don’t like what you see? You can always press [ctrl+z](#undo) to undo.": "Dashboard er nulstillet. Kan du ikke lide hvad du ser? Du kan altid trykke [ctrl+z](#undo) for at fortryde.",
    "When you’ve located your data, <2>compress it into a zip file</2>. On macOS, right-click the folder and select “Compress”. On Windows, right-click and select “Send to &rarr; Compressed (zipped) folder”. Upload the zipped folder for importing.": "Når du har fundet dine data, <2>skal du pakke det til en zip fil</2>. På macOS, højreklik på mappen og vælg \"Komprimere\". På Windows, højreklik og vælg \"Send til Komprimeret (zipped) mappe\". Upload zipfilen for at importere.",
    "Welcome to Actual!": "Velkommen til Actual!",
    "Where’s the server?": "Hvor er serveren?",
    "It looks like you're using an outdated version of the Actual client. Your budget data has been updated by another client, but this client is still on the old version. For the best experience, please update Actual to the latest version.": "Det ser ud til, at du bruger en forældet version af Actual klienten. Dine budgetdata er blevet opdateret ved en anden klient, mens denne klient stadig bruger den gamle version. For den bedste oplevelse, bedes du opdatere Actual til den nyeste version.",
    "Get started by importing an existing budget file from Actual or another budgeting app, create a demo budget file, or start fresh with an empty budget. You can always create or import another budget later.": "Kom i gang ved at importere en eksisterende budgetfil fra Actual eller andet budgetprogram, lave en demo budgetfil, eller start fra en frisk med et tomt budget. Du kan altid oprette en ny eller importere et andet budget senere.",
    "You can also <2>force close</2> the account which will delete it and all its transactions permanently. Doing so may change your budget unexpectedly since money in it may vanish.": "Du kan også <2>gennemtvinge lukningen</2> af kontoen, hvilket vil slette den og alle transaktioner permanent. Dette kan påvirke budgettet gennemgribende, da pengene på kontoen vil forsvinde.",
    "Consider taking our <2>guided tour</2> to help you get your bearings, and check out the rest of the documentation while you’re there to learn more about advanced topics.": "Følg eventuelt vores <2>guidet tour</2> for at hjælpe dig med finde rundt, og check resten af dokumentationen mens du er der, for at lære om de mere avancerede emner.",
    "If you can't update Actual at this time you can find the latest release at <2>app.actualbudget.org</2>. You can use it until your client is updated.": "Hvis du ikke kan opdatere Actual, kan du finde den seneste udgave på <2>app.actualbudget.org</2>. Du kan fortsætte med at bruge denne indtil din klient er opdateret.",
    "Something internally went wrong. You may want to restart the app if anything looks wrong. Please report this as a new issue on GitHub.": "Noget gik galt internt. Prøv at genstarte appen. Hvis noget ser helt forkert ud, bedes det indrapporteres til projektet på GitHub.",
    "You can also delete just the local copy. This will remove all local data and the file will be listed as available for download.": "Du kan også nøjes med at slette din lokale kopi. Dette vil fjerne alle lokale data fra enheden, og filen vil fremstå som tilgængelig til download.",
    "If you’ve already downloaded your data on other devices, you will need to reset them. Actual will automatically take you through this process.": "Hvis du har downloadet dine budgetdata på andre enheder, er det nødvendigt at nulstille disse. Actual vil automatisk vejlede dig gennem processen.",
    "Close": "Luk",
    "Closing...": "Lukker...",
    "Compare": "Sammenlign",
    "Compare:": "Sammenlign:",
    "Complete": "Fuldfør",
    "Confirm": "Bekræft",
    "Connecting...": "Forbinder…",
    "contains": "indeholder",
    "copy": "kopier",
    "Create": "Opret",
    "Daily": "Dagligt",
    "Date": "Dato",
    "Dates": "Datoer",
    "Days": "Dage",
    "Debt:": "Gæld:",
    "Debts:": "Gældsposter:",
    "Description": "Beskrivelse",
    "Difference:": "Forskel:",
    "disabled": "deaktiveret",
    "Help": "Hjælp",
    "Hold": "Tilbagehold",
    "https://example.com": "https://example.com",
    "Interval:": "Interval:",
    "is": "er",
    "Loading...": "Henter…",
    "Local": "Lokal",
    "Payee": "Modtager",
    "Payee:": "Modtager:",
    "Payees": "Modtagere",
    "Payment": "Betaling",
    "Payments": "Betalinger",
    "Sort:": "Sorter:",
    "Spent": "Forbrugt",
    "Static": "Statisk",
    "Status": "Status",
    "Sum": "Sum",
    "Summary": "Opsummering",
    "Sunday": "Søndag",
    "Sync": "Synkroniser",
    "Weekly": "Ugentlig",
    "Weeks": "Uger",
    "When": "Når",
    "Year": "År",
    "Years": "År",
    "Yes": "Ja",
    "Group": "Gruppe",
    "Interval": "Interval",
    "Hide": "Skjul",
    "date": "dato",
    "indefinitely": "for evigt",
    "last": "sidste",
    "completed": "fuldført",
    "Day": "Dag",
    "Last": "Sidste",
    "Cover": "Dæk",
    "Closed": "Lukket",
    "Backups": "Sikkerhedskopier",
    "You don`t have permissions over this file.": "Du har ikke rettigheder til denne fil.",
    "You don't have the required permissions to set up secrets. Please contact an Admin to configure": "Du har ikke tilstrækkelige rettigheder for at indstille hemmelige nøgler. Kontakt venligst Administratoren for at konfigurere.",
    "You are not logged in.": "Du er ikke logget ind.",
    "You are about to change Actual’s data directory from:": "To er ved at skifte Actuals datamappe fra:",
    "Year to date": "Løbende år",
    "When displaying user information, this will be shown instead of the username.": "Dette bliver vist som brugerinformation i stedet for brugernavnet.",
    "Weekly Templates": "Ugentlige Skabeloner",
    "Switch theme": "Skift tema",
    "Summary card": "Opsummeringskort",
    "Success! Click to continue": "Succes! Klik for at fortsætte",
    "Start using a server": "Kom i gang med at bruge en server",
    "Start fresh": "Start på en frisk",
    "Start Date": "Startdato",
    "Split amount into separate inflow/outflow columns": "Del beløbet op i separate indkomst/udgift kolonner",
    "Spent Average {{monthYearFormatted}}:": "Gennemsnitsforbrug {{monthYearFormatted}}:",
    "Spent Average {{monthYearFormatted}} MTD:": "Gennemsnitsforbrug {{monthYearFormatted}}, løbende måned:",
    "Spent {{monthYearFormatted}}:": "Forbrug {{monthYearFormatted}}:",
    "Spent {{monthYearFormatted}} MTD:": "Forbrug {{monthYearFormatted}}, løbende måned:",
    "Spending analysis": "Forbrugsanalyse",
    "Something went wrong while resetting your file. Please try again.": "Noget gik galt under nulstillingen af din fil. Prøv venligst igen.",
    "Something went wrong when registering your encryption key id. You need to recreate your key. ": "Noget gik galt under registreringen af din krypteringsnøgle id. Du skal genskabe din nøgle. ",
    "Something went wrong when creating this cloud file. You need to upload this file to fix it.": "Noget gik galt under oprettelsen af denne fil i skyen. Du skal uploade filen igen for at rette fejlen.",
    "Something went wrong trying to download that file, sorry! Visit https://actualbudget.org/contact/ for support. reason: {{reason}}{{info}}": "Noget gik desværre galt under forsøget på at downloade filen. Besøg https://actualbudget.org/contact/ for support. Angiv årsagen: {{reason}}{{info}}",
    "Something went wrong trying to create a key, sorry! Visit https://actualbudget.org/contact/ for support.": "Noget gik desværre galt under oprettelsen af en nøgle. Besøg https://actualbudget.org/contact/ for hjælp.",
    "Something happened while editing access": "Noget skete, mens adgangsrettigheder blev ændret",
    "Something happened while deleting users": "Noget skete, mens brugere blev slettet",
    "payee (name)": "modtager (navn)",
    "logged in as: <2><0>{{userName}}</0></2>": "logged ind som: <2><0>{{userName}}</0></2>",
    "logged in as: <2>{{userName}}</2>": "logged ind som: <2>{{userName}}</2>",
    "Log in with password": "Log ind med kodeord",
    "Loading transactions...": "Henter transaktioner...",
    "Loading reports...": "Henter rapporter...",
    "Loading report...": "Henter rapport...",
    "Loading Error": "Fejl ved hentning",
    "Loading banks...": "Henter banker...",
    "Loading accounts...": "Henter konti...",
    "Load Backup": "Hent Backup",
    "Link schedule": "Forbind tidsplan",
    "link schedule": "forbind tidsplan",
    "Link or view schedule for selected transactions": "Forbind eller se tidsplan for markerede transaktioner",
    "Link bank in browser": "Forbind bank i browser",
    "Link bank account with SimpleFIN": "Forbind bankkonto gennem SimpleFIN",
    "Link bank account with Pluggy.ai": "Forbind bankkonto gennem Pluggy.ai",
    "Link bank account with GoCardless": "Forbind bankkonto gennem GoCardless",
    "Link Accounts": "Forbind Konti",
    "Link accounts": "Forbind konti",
    "Link account": "Forbind konto",
    "Line Graph": "Linjediagram",
    "Learn more": "Lær mere",
    "Last year": "Sidste år",
    "Last week": "Sidste uge",
    "Last sync": "Sidste synkronisering",
    "Last month": "Sidste måned",
    "last day": "I går",
    "Last 3 months": "Sidste 3 måneder",
    "Last 12 months": "Sidste 12 måneder",
    "Keyboard shortcuts": "Tastaturgenveje",
    "It is required to provide both the secret id and secret key.": "Både den hemmelige nøgles id og nøglen er påkrævet.",
    "It is required to provide both the client id, client secret and at least one item id.": "Både et klient id, hemmelig klient nøgle, og mindst et emne id er påkrævet.",
    "It is required to provide a token.": "En token er krævet.",
    "It is recommended for the encryption password to be different than the log-in password in order to better protect your data.": "Det anbefales, at krypteringskodeordet er forskelligt fra login kodeordet, for bedre at beskytte dine data.",
    "is true": "er sandt",
    "is off budget": "udenfor budget",
    "is not": "er ikke",
    "is less than or equals": "er mindre end eller lig med",
    "is less than": "er mindre end",
    "is greater than or equals": "er større end eller lig med",
    "is greater than": "er større end",
    "is false": "er falskt",
    "is exactly": "er lig med",
    "is between": "er mellem",
    "is before or equals": "er før eller lig med",
    "is before": "er før",
    "is approximately": "er ca.",
    "is approx": "er ca.",
    "is after or equals": "er efter eller lig med",
    "is after": "er efter",
    "Internal error": "Intern fejl",
    "Initializing the connection to the local database...": "Opretter forbindelse til den lokale database…",
    "Include current period in live range": "Inkludér indeværende periode i live visning",
    "Include current period": "Inkludér indeværende periode",
    "Include current Month in live range": "Inkludér indeværende måned i live visning",
    "In the future, you can add accounts from the sidebar.": "I fremtiden kan du tilføje nye konti fra sidebaren.",
    "In our user directory, each user is assigned a specific role that determines their permissions and capabilities within the system.": "Hver Actual-bruger er tildelt specifikke roller, der afgør hvad de må og kan i Actual.",
    "Imported payee": "Importeret modtager",
    "imported payee": "importeret modtager",
    "Import transactions": "Importer transaktioner",
    "Import transaction notes": "Importer noter på transaktion",
    "Import pending transactions": "Importer afventende transaktioner",
    "Import notes from file": "Importer noter fra fil",
    "Import my budget": "Importer mit budget",
    "Import is running...": "Importering foretages...",
    "Import from YNAB4": "Importer fra YNAB4",
    "Import from nYNAB": "Importer fra nYNAB",
    "Import from Actual export": "Importer fra Actual eksport",
    "Import From": "Importer Fra",
    "Import file": "Importer fil",
    "Import a file exported from Actual": "Importer en fil eksporteret fra Actual",
    "If you use a backup, you will have to set up all your devices to sync from the new budget.": "Hvis du bruger en backup, skal du indstille alle dine enheder til at synkronisere fra det nye budget.",
    "If this error persists, please get <2>in touch</2> so it can be investigated.": "Hvis fejlen fortsætter, bedes du <2>kontakte os</2>, så fejlen kan undersøges.",
    "If left empty, it will be updated from your OpenID provider on the user's login, if available there.": "Hvis ikke udfyldt, bliver dette felt udfyldt af din OpenID leverandør med brugerens login-information, hvis disse er tilgængelige.",
    "If checked, the schedule will automatically create transactions for you in the specified account": "Hvis krydset af, vil tidsplanen automatisk oprette transaktioner med det angivne beløb",
    "If <2></2>{{allOrAny}} of these conditions match:": "Hvis <2></2>{{allOrAny}} af disse betingelser matcher:",
    "Hold this amount:": "Tilbagehold dette beløb:",
    "Hold for next month": "Tilbagehold til næste måned",
    "Hide unchecked": "Skjul uafkrydsede",
    "Hide transactions": "Skjul transaktioner",
    "Hide reconciled transactions": "Skjul afstemte transaktioner",
    "Hide hidden categories": "Skjul skjulte kategorier",
    "Hide decimal places": "Skjul decimaler",
    "Hide balance": "Skjul saldo",
    "GoCardless menu": "GoCardless menu",
    "GoCardless integration has not yet been configured.": "Integration med GoCardless er ikke konfigureret endnu.",
    "Goal Templates": "Mål-skabeloner",
    "{{categoryName}} shortcuts": "{{categoryName}} genveje",
    "{{count}} payees_one": "{{count}} modtager",
    "{{count}} payees_other": "{{count}} modtagere",
    "{{count}} uncategorized transactions_one": "{{count}} ukategoriseret transaktion",
    "{{count}} uncategorized transactions_other": "{{count}} ukategoriserede transaktioner",
    "{{scheduleName}} is due {{distanceFromNow}} ({{formattedDate}})": "{{scheduleName}} forfalder {{distanceFromNow}} ({{formattedDate}})",
    "{{status}} (Split)": "{{status}} (Opdel)",
    "<0>{{category}}</0> is used by existing transactions.": "<0>{{category}}</0> bruges af eksisterende transaktioner.",
    "Access Revocation Incomplete": "Tilbagekaldelse af adgang ikke fuldført",
    "Account is a required field": "Konto er et påkrævet felt",
    "{{categoryGroupName}} expense group categories": "{{categoryGroupName}} udgiftsgruppekategorier",
    "Create new file": "Opret ny fil",
    "Create new rule": "Opret ny regel",
    "Create payee “{{payeeName}}”": "Opret modtager \"{{payeeName}}\"",
    "Create reconciliation transaction": "Opret afstemningstransaktion",
    "Create rule": "Opret regel",
    "Creating budget...": "Opretter budget...",
    "CSV OPTIONS": "CSV INDSTILLINGER",
    "Current month": "Denne måned",
    "<0>{{category}}</0> is used by existing transactions or it has a positive leftover balance currently.": "<0>{{category}}</0> bruges allerede af eksisterende transaktioner eller har en positiv restsaldo.",
    "<0>Are you sure you want to delete it?</0> If so, you must select another category to transfer existing transactions and balance to.": "<0>Er du sikker på, at du vil slette den?</0> Hvis ja, så skal du vælge en anden kategori, som eksisterende transaktioner og saldoer overføres til.",
    "<0>Currency settings</0> affect how amounts are displayed throughout the application. Changing the currency will affect the number format, symbol position, and whether fractions are shown. These can be adjusted after the currency is set.": "<0>Valutaindstillinger<0> påvirker, hvordan beløb bliver vist i programmet. Ved at ændre valuta ændrer du også talformatet, valutasymbolets position og om decimaler vises. Indstillingerne kan justeres efterfølgende.",
    "<0>Reset sync</0> is only available when syncing is enabled.": "<0>Nulstil synkronisering</0> er kun tilgængeligt når synkronisering er aktiveret.",
    "a fixed amount": "et fast beløb",
    "a fixed percent of the remainder": "en fast procentdel af resten",
    "A new version of Actual is available! Your Pikapods instance will be automatically updated in the next few days - no action needed.": "Der er en ny udgave af Actual tilgængelig! Pikapods vil automatisk blive opdateret i de følgende dage. Ingen handling påkrævet.",
    "Account page": "Kontoside",
    "Account sync": "Kontosynkronisering",
    "Actual field": "Actual-felt",
    "Add a fixed amount to this category each month.": "Tilføj et fast beløb til denne kategori hver måned.",
    "Add a fixed amount to this category for each week in the month. For example, $100 per week would be $400 per month in a 4-week month.": "Tilføj et fast beløb til denne kategori for hver uge i måneden. For eksempel vil 100 kr. om ugen blive 400 kr. om måneden i en måned med fire uger.",
    "Add a fixed percentage of your income to this category each month. You can choose to take the percentage from the current month or the previous month.": "Tilføj en fast procentdel af din indkomst til denne kategori hver måned. Du vælger selv, om procentdelen kommer fra denne eller den forgangne måned.",
    "Add an amount to this category each month based on the values from previous months. For example, you can copy the amount from a year ago to budget for an annual expense, or budget the average of the last 3 months to account for seasonal changes.": "Tilføj et beløb til denne kategori hver måned baseret på værdierne fra sidste måned. For eksempel kan du kopiere beløbet fra et år siden for at budgettere en årlig udgift eller budget gennemsnittet af de sidste 3 måneder for at tage højde for sæsonbaserede ændringer.",
    "Add enough to this category to cover the selected schedule. If the schedule occurs multiple times in a month, an amount will be added for each occurrence. You can choose to save up for the next occurrence over time (e.g. save $100 each month for a $300 quarterly bill) or cover each occurrence when it occurs (e.g. only add the $300 when the bill is due).": "Tilføj nok til denne kategori til at dække den valgte tidsplan. Hvis tidsplanen optræder flere gange i en måned vil beløbet blive tilføjet med hver optræden. Du kan vælge at spare op til næste gang over tid (f.eks. opspare 400 kr. hver måned til en kvartalsudgift på 1200 kr.) eller at dække hver udgift når den forfalder (f.eks. nøjes med at tilføje 1200 kr. når udgiften forfalder).",
    "Add entry": "Tilføj post",
    "Add new automation": "Tilføj ny automatisering",
    "Add new rule": "Tilføj regel",
    "Add space between amount and symbol": "Tilføj et mellemrum mellem beløb og symbol",
    "Automatically rename these payees in the future_one": "Omdøb automatisk denne modtager i fremtiden",
    "Automatically rename these payees in the future_other": "Omdøb automatisk disse modtagere i fremtiden",
    "Available funds to budget": "Tilgængeligt til budgettering",
    "average": "gennemsnit",
    "AVERAGE DEPOSIT": "GENNEMSNITLIG INDBETALING",
    "AVERAGE NET": "GENNEMSNITLIG NETTO",
    "Average of previous months": "Gennemsnit af de forrige måneder",
    "Average per year": "Årligt gennemsnit",
    "AVERAGE SPENDING": "GENNEMSNITLIGT FORBRUG",
    "Before amount": "Før beløbet",
    "Budget {{amount}} each week": "Budgetter {{amount}} hver uge",
    "Budget {{monthly}} each month": "Budgetter {{monthly}} hver måned",
    "Budget {{percent}}% of &lsquo;{{category}}&rsquo; last month": "Budgetter {{percent}}% af &lsquo;{{category}}&rsquo; sidste måned",
    "budgeted": "budgetteret",
    "By enabling bank sync, you will be granting GoCardless (a third party service) read-only access to your entire account’s transaction history. This service is not affiliated with Actual in any way. Make sure you’ve read and understand GoCardless’s <2>Privacy Policy</2> before proceeding.": "Ved at aktivere banksynkronisering giver du adgang til at tredjeparten GoCardless kan læse hele din kontos transaktionshistorie. Denne service er ikke på nogen måde tilknyttet til Actual. Vær helt sikker på, at du har læst og forstået GoCardless' <2>privatlivspolitik</2> før du går videre.",
    "Canadian Dollar": "Canadisk dollar",
    "Categories in the group <2>{{group}}</2> are used by existing transactions or it has a positive leftover balance currently.": "Kategorier i gruppen <2>{{group}}</2> bruges allerede af eksisterende transaktioner eller har en positiv tilbageværende saldo.",
    "Categories in the group <2>{{group}}</2> are used by existing transactions.": "Kategorier i gruppen <2>{{group}}</2> bruges af eksisterende transaktioner.",
    "Categorize": "Kategoriser",
    "Change interval": "Ændr interval",
    "Checking GoCardless configuration...": "Tjekker GoCardless-konfiguration...",
    "Choose Color:": "Vælg farve:",
    "Client-Side plugins (soon)": "Bruger-plugins (kommer snart)",
    "Closed: {{accountName}}": "Lukket: {{accountName}}",
    "Cloud file ID is missing.": "Cloud-fil-ID mangler.",
    "Collapse": "Formindsk",
    "Command Bar": "Kommandofelt",
    "Community support (Discord)": "Fællesskabssupport (Discord)",
    "Copy a previous month": "Kopier en tidligere måned",
    "Costa Rican Colón": "Costaricansk colón",
    "Cover each occurrence when it occurs": "Dæk hvert tilfælde når det sker",
    "CSV FIELDS": "CSV-FELTER",
    "Currency support": "Valutaunderstøttelse",
    "Currently, Actual implements budgeting based on a <2>monthly envelope system</2>.": "Actual budgetterer på nuværende tidspunkt efter et <2>månedligt konvolut-system</2>.",
    "Custom Reports": "Personlige rapporter",
    "Date format": "Datoformat",
    "DEFAULT": "STANDARD",
    "Default Currency": "Standardvaluta",
    "Delete {{count}} rules_one": "Slet {{count}} regel",
    "Delete {{count}} rules_other": "Slet {{count}} regler",
    "Delete {{selectedCount}} users_one": "Slet {{selectedCount}} bruger",
    "Delete {{selectedCount}} users_other": "Slet {{selectedCount}} brugere",
    "Failed to delete payee. Please try again.": "Kunne ikke slette modtager. Prøv venligst igen.",
    "Failed to delete rule. Please try again.": "Reglen blev ikke slettet. Prøv venligst igen.",
    "Failed to enable OpenID. Please try again.": "Fejl: Kunne ikke aktivere OpenID. Prøv venligst igen.",
    "Fatal Error": "Fatal fejl",
    "Filter payees…": "Filtrer modtagere…",
    "Filter rules…": "Filtrer regler…",
    "Filter tags...": "Filtrer mærker...",
    "Filtered balance:": "Filtreret saldo:",
    "Find Existing Tags": "Find eksisterende mærker",
    "From:": "Fra:",
    "Fully Expand": "Udvid helt",
    "General": "Generelt",
    "GitHub does not support discovery. You need to configure it in the server.": "GitHub understøtter ikke opdagelse. Du skal indstille det i serveren.",
    "Happy budgeting!": "Glædelig budgetlægning!",
    "Hide balance chart": "Skjul saldograf",
    "Hong Kong Dollar": "Hongkong-dollar",
    "I understand the risks, run Actual in the unsupported fallback mode": "Jeg forstår risiciene, start Actual i den ikke-understøttede fallback-tilstand",
    "If the automation UI isn't working for you, you can temporarily switch back to notes-based automations. Please let us know your feedback about what's not working on the <2>feedback issue</2>.": "Hvis brugerfladen til automatisering ikke virker for dig, kan du skifte midlertidigt tilbage til notebaseret automatisering. <2>Fortæl os venligst,</2> hvad det er, der ikke virker.",
    "Imported Payee": "Importeret modtager",
    "Fixed {{count}} split transactions with non-null category._one": "Rettede {{count}} ikke-opdelt transaktion med en ikke-null-kategori.",
    "Fixed {{count}} split transactions with non-null category._other": "Rettede {{count}} ikke-opdelt transaktioner med en ikke-null-kategori.",
    "Fixed {{count}} non-split transactions with split errors._one": "Rettede {{count}} ikke-opdelt transaktion med opdelingsfejl.",
    "Fixed {{count}} non-split transactions with split errors._other": "Rettede {{count}} ikke-opdelte transaktioner med opdelingsfejl.",
    "Failed to configure sync server": "Kunne ikke konfigurere synkroniseringsserveren",
    "Create Rule": "Opret regel",
    "Create schedules": "Opret tidsplan",
    "{isSearching\n                        ? 'No matching shortcuts'\n                        : isInCategory\n                          ? 'No shortcuts in this category'\n                          : 'No matching shortcuts'}": "{isSearching\n                        ? 'Ingen matchende genveje'\n                        : isInCategory\n                          ? 'Ingen genveje i denne kategori'\n                          : 'Ingen matchende genveje'}",
    "Import {{count}} transactions_one": "Importer {{count}} transaktion",
    "Import {{count}} transactions_other": "Importer {{count}} transaktioner",
    "If checked below, a rule will be created to do this rename while importing transactions.": "Hvis der er sat flueben nedenunder, vil der blive lavet en regel, der udfører denne omdøbning under transaktionsimporten.",
    "Loading rule...": "Henter regel...",
    "Login expired": "Login er udløbet",
    "Login expired, please log in again.": "Login er udløbet. Log venligst ind igen.",
    "Make as split transaction": "Lav som opdelt transaktion",
    "Make negative": "Gør negativ",
    "Make positive": "Gør positiv",
    "Make sure the app is up-to-date. Do you want to load a backup?": "Vær sikker på, at appen er opdateret. Vil du indlæse en backup?",
    "Make transfer": "Lav overførsel",
    "Making demo...": "Laver demo…",
    "Manage and view users who can create new budgets or be invited to access existing ones.": "Håndter og se brugere, der kan lave nye budgetter eller blive inviteret til de eksisterende.",
    "Manage payees": "Håndter modtagere",
    "Mark as completed": "Marker som færdig",
    "Menu": "Menu",
    "Merge": "Flet",
    "Merge and edit rule": "Flet og rediger regel",
    "Merge with existing transactions": "Flet med eksisterende transaktioner",
    "Missing encryption key": "Mangler krypteringsnøgle",
    "Mode": "Tilstand",
    "Mode:": "Tilstand:",
    "Moldovan Leu": "Moldivisk leu",
    "Monday": "Mandag",
    "Month": "Måned",
    "Monthly": "Månedlig",
    "Monthly Spending": "Månedligt forbrug",
    "Monthly Templates": "Månedlige skabeloner",
    "Months": "Måneder",
    "More": "Mere",
    "More options": "Flere indstillinger",
    "More payees are available, search to find them": "Flere modtagere er tilgængelige. Søg for at finde dem",
    "Move down when editing": "Flyt nedad under redigering",
    "Move files to new directory": "Flyt filer til en ny mappe",
    "Move left when editing": "Flyt til venstre under redigering",
    "Move right when editing": "Flyt til højre under redigering",
    "Move to a category": "Flyt til en kategori",
    "Move to the next transaction down": "Flyt til den næste nedenstående transaktion",
    "Move to the next transaction up": "Flyt til den næste ovenstående transaktion",
    "Move up when editing": "Flyt op under redigering",
    "Indian Rupee": "Indisk Rupi",
    "Invalid amount value": "Ugyldigt beløb",
    "Investment Account": "Investeringskonto",
    "Item Ids (comma separated):": "Element-ID'er (kommaseparerede):",
    "Item is no longer authorized. You need to login again.": "Autoriseringen er ikke længere gyldig. Du skal logge ind igen.",
    "Jamaican Dollar": "Jamaicansk dollar",
    "Japanese Yen": "Yen",
    "Key generation is randomized. The same password will create different keys, so this will change your key regardless of the password being different.": "Nøglegenereringen er randomiseret. Den samme adgangskode laver forskellige nøgler så dette kommer til at ændre din nøgle uanset om adgangskoden er forskellig.",
    "Last Balance from Bank: ": "Sidste saldo fra banken: ",
    "Link Your Bank": "Forbind din bank",
    "Linked transactions": "Forbundne transaktioner",
    "Live": "Direkte",
    "Multi-month Templates": "Flermåneds-skabeloner",
    "Multi-user will not work after disabling": "Flerbruger-funktion vil ikke være tilgængelig efter deaktivering",
    "Multiplier": "Multiplikator",
    "Multiply amount": "Gang beløb",
    "Name": "Navn",
    "Name cannot be blank.": "Navnet kan ikke være tomt.",
    "Navigation": "Navigation",
    "Need to expose your server to the internet? Follow our step-by-step <2>guide</2> for more information.": "Har du brug for at eksponere din server til internettet? Følg vores <2>tringuide</2> for yderligere information.",
    "Negative amount: {{amount}}": "Negativt beløb: {{amount}}",
    "Net": "Netto",
    "NET {{net}}": "NETTO {{net}}",
    "Net Debts:": "Nettogæld:",
    "Net Deposit": "Nettoindbetaling",
    "Net Payment": "Nettoudbetaling",
    "Net Worth": "Nettoværdi",
    "Net worth graph": "Nettoværdi-graf",
    "Net worth shows the balance of all accounts over time, including all of your investments. Your “net worth” is considered to be the amount you’d have if you sold all your assets and paid off as much debt as possible. If you hover over the graph, you can also see the amount of assets and debt individually.": "Nettoværdi viser saldoen for alle konti over tid, inkl. alle dine investeringer. Din \"nettoværdi\" er det beløb du ville have, hvis du solgte alle dine aktiver og betalte så meget gæld af som muligt. Hvis du holder musen over grafen kan du se aktiver og gæld individuelt.",
    "Net worth:": "Nettoværdi:",
    "Net:": "Netto:",
    "Network unavailable": "Netværk ikke tilgængeligt",
    "New Account": "Ny konto",
    "New Category": "Ny kategori",
    "New Category Group": "Ny kategorigruppe",
    "New category name": "Nyt kategorinavn",
    "New group name": "Nyt gruppenavn",
    "New tag": "Nyt mærke",
    "New Transaction": "Ny transaktion",
    "New transaction. You can import it, or skip it.": "Ny transaktion. Du kan importere den eller springe den over.",
    "New version available: {versionInfo.latestVersion}": "En ny udgave er tilgængelig: {versionInfo.latestVersion}",
    "Next date": "Næste dato",
    "Next month": "Næste måned",
    "Next:": "Næste:",
    "Next: {{month}}": "Næste: {{month}}",
    "No": "Nej",
    "No account": "Ingen konto",
    "No actions available": "Ingen tilgængelige handlinger",
    "No backups available": "Ingen tilgængelige backupper",
    "No budget files": "Ingen budgetfiler",
    "No description": "Ingen beskrivelse",
    "No description available": "Ingen tilgængelig beskrivelse",
    "No languages available": "Ingen tilgængelige sprog",
    "No linked transactions": "Ingen forbundne transaktioner",
    "No matching schedules": "Ingen tidsplaner passer",
    "No matching transactions": "Ingen transaktioner passer",
    "No notes": "Ingen noter",
    "No open accounts could be found. Did you close the account? If so, unlink the account.": "Der kunne ikke findes nogle åbne konti. Har du lukket kontoen? Hvis ja, fjern forbindelsen til kontoen.",
    "No payees": "Ingen modtagere",
    "No payees found.": "Ingen modtagere fundet.",
    "No payees selected": "Ingen valgte modtagere",
    "No recurring date": "Ingen tilbagevendende dato",
    "No results found": "Ingen resultater",
    "No rules": "Ingen regler",
    "No rules found. Create your first rule to get started!": "Der blev ikke fundet nogle regler. Tilføj din første regel for at komme i gang!",
    "No schedules": "Ingen tidsplaner",
    "No schedules found": "Ingen tidsplaner",
    "No schedules found, create one in the <2>schedules</2> page.": "Ingen tidsplaner. Lav en på <2>tidsplan-siden</2>.",
    "No server": "Ingen server",
    "No split transactions found needing repair.": "Der blev ikke fundet nogle opdelte transaktioner, der havde brug for reparation.",
    "No Tags": "Ingen mærker",
    "No transactions": "Ingen transaktioner",
    "No transactions found": "Der blev ikke fundet nogen transaktioner",
    "No transactions found with mappable fields, accounts must have been synced at least once for this function to be available.": "Der blev ikke fundet nogle transaktioner med felter, der kan kortlægges. Denne funktion er kun tilgængelig, hvis en konto er blevet synkroniseret mindst en gang.",
    "No users": "Ingen brugere",
    "No users available": "Ingen tilgængelige brugere",
    "No users available to give access": "Der er ingen tilgængelige brugere at give adgang til",
    "None": "Ingen",
    "Not all users were deleted. Check if one of the selected users is the server owner.": "Ikke alle brugere blev slettet. Tjek om en af de valgte brugere er ejer af serveren.",
    "not one of": "ikke en af",
    "Not yet reconciled": "Endnu ikke afstemt",
    "Note that the URL depends on your application domain and region.": "Bemærk at URL'en er afhængig af domænet og regionen på dit program.",
    "Note that the URL depends on your authentik domain and provider slug name.": "Bemærk at URL'en er afhængig af dit authentik-domæne og din udbyders slug-navn.",
    "Note that the URL depends on your Keycloak domain and realm.": "Bemærk at URL'en er afhængig af dit Keycloak-domæne og -realm.",
    "notes": "noter",
    "Notes": "Noter",
    "Notes (markdown supported)": "Noter (understøtter markdown)",
    "Notes: {{name}}": "Noter: {{name}}",
    "nothing": "intet",
    "number of months": "antal måneder",
    "number of transactions": "antal transaktioner",
    "number of years": "antal år",
    "Numbers": "Tal",
    "occurrence": "tilfælde",
    "occurrences": "tilfælde",
    "Off budget": "Udenfor budget",
    "Off Budget": "Uden for budgettet",
    "Off budget accounts": "Kontoer udenfor budgettet",
    "Off Budget Accounts": "Kontoer udenfor budgettet",
    "Uzbek Soum": "Uzbekistanske Som",
    "To link your bank account, you will be redirected to a new page where GoCardless will ask to connect to your bank. GoCardless will not be able to withdraw funds from your accounts.": "For at forbinde din bankkonto, bliver du videreført til en ny side, hvor GoCardless vil bede om tilladelse til at forbinde til din bank. GoCardless får ikke adgang til at hæve penge fra dine konti.",
    "To import data from YNAB4, locate where your YNAB4 data is stored. It is usually in your Documents folder under YNAB. Your data is a directory inside that with the<1>.ynab4</1> suffix.": "For at importere data fra YNAB4, skal du finde dine lokale YNAB4-filer. De findes sædvanligvis i din Dokument-mappe under \"YNAB\". Dine data er en mappe deri, hvis navn slutter med <1>.ynab4</1>.",
    "To enable end-to-end encryption, you need to create a key. We will generate a key based on a password and use it to encrypt from now on. <2>This requires a sync reset</2> and all other devices will have to revert to this version of your data. ": "For at aktivere end-to-end kryptering, skal du oprette en krypteringsnøgle. Vi genererer en nøgle baseret på et kodeord og bruger det fremadrettet. <2>Dette kræver en nulstilling af synkroniseringen</2> og alle andre enheder vil blive tvunget til at bruge denne udgave af dine data. ",
    "Thursday": "Torsdag",
    "This will generate a new key for encrypting your data. <2>This requires a sync reset</2> and all other devices will have to revert to this version of your data. Actual will take you through that process on those devices.": "Dette vil generere en ny krypteringsnøgle for dine data. <2>Dette kræver en nulstilling af synkroniseringen</2> og alle andre enheder vil blive tvunget til at bruge denne udgave af dine data. Actual vil guide dig igennem denne process på de andre enheder.",
    "This week": "Denne uge",
    "Undo": "Fortryd",
    "Trim intervals": "Fjern intervaller",
    "Trim empty intervals at the start and end of the report": "Fjern tomme intervaller fra starten og slutningen af rapporten",
    "Transfer: {{name}}": "Overfør: {{name}}",
    "Transactions will no longer be synchronized with this account and must be manually entered.": "Transaktioner fra denne konto vil ikke længere blive synkroniseret og skal indtastes manuelt.",
    "Toggle transactions between current and most recently selected transaction": "Skift mellem aktuelle og senest markerede transaktioner",
    "To use the bank syncing features, you must first add an account.": "For at bruge funktionerne for bankkonto synkronisering, skal du først oprette en konto i dette budget.",
    "View Transactions": "Vis Transaktioner",
    "View transactions": "Vis transaktioner",
    "View schedule": "Vis tidsplan",
    "View file list": "Vis filliste",
    "View {{name}} transactions": "Vis {{name}} transaktioner",
    "Value for out rows, e.g: ‘Credit’": "Værdi for udgående rækker, f.eks. \"Kredit\"",
    "Users with the Basic role can create new budgets and be invited to collaborate on budgets created by others.": "Brugere med Basal-rollen kan oprette nye budgetter og blive inviteret til at samarbejde på andres budgetter.",
    "Updated transaction. You can update it, import it again, or skip it.": "Opdateret transaktion. Du kan opdatere den, importere den igen, eller spring over den.",
    "Up to $150 each month, but retain any funds over $150": "Op til 300 kr. hver måned, men gem midler over 300 kr.",
    "Unsaved report": "Ikke-gemt rapport",
    "Unsaved filter": "Ikke-gemt filter",
    "Unrecognized automation type.": "Ukendt automatiseringstype.",
    "Waiting on GoCardless...": "Venter på GoCardless...",
    "We couldn’t apply changes from the server. This probably means you need to update the app to support the latest database.": "Vi kunne ikke gennemføre ændringerne fra serveren. Dette kan formodentlig løses ved at opdatere appen for at understøtte den nyeste database.",
    "We couldn’t apply that change to the database. Please report this as a bug by [opening a GitHub issue]({{githubIssueLink}}).": "Vi kunne ikke gemme ændringen i databasen. Rapportere venligst denne fejl ved at [åbne en GitHub issue]({{githubIssueLink}}).",
    "We found some possible schedules in your current transactions. Select the ones you want to create.": "Vi fandt nogle mulige tidsplaner i dine transaktioner. Vælg venligst hvilke du vil oprette.",
    "We found the following accounts. Select which ones you want to add:": "Vi fandt de følgende konti. Vælg venligst hvilke du vil tilføje:",
    "We had an unknown problem syncing the account.": "Vi stødte på et ukendt problem i forbindelse med synkronisering af kontoen.",
    "We had problems syncing your changes. Please report this as a bug by [opening a GitHub issue]({{githubIssueLink}}).": "Vi stødte på problemer med at synkronisere dine ændringer. Rapportere venligst dette ved at åbne et [GitHub issue]({{githubIssueLink}}).",
    "We hit a limit on the local storage available. Edits may not be saved. Please get in touch https://actualbudget.org/contact/ so we can help debug this.": "Der er ikke mere plads på det lokale lager til at gemme ændringerne. Disse er muligvis gået tabt. Kontakt os på https://actualbudget.org/contact/ så vi kan løse dette.",
    "Wednesday": "Onsdag",
    "You can load a different backup or revert to the original version below.": "Du kan hente en anden backup eller tilbageføre ændringerne til den originale version nedenfor.",
    "You have {{count}} overspent categories ({{amount}})_one": "Du har {{count}} kategori med overtræk ({{amount}})",
    "You have {{count}} overspent categories ({{amount}})_other": "Du har {{count}} kategorier med overtræk ({{amount}})",
    "You have budgeted more than your available funds": "Du har budgetteret mere end du har til rådighed",
    "You need to register it to take advantage of syncing which allows you to use it across devices and never worry about losing your data.": "Du skal registrere den for at kunne synkronisere, hvilket gør det muligt at bruge den på tværs af enheder og aldrig bekymre dig om at miste dine data.",
    "You need to revert it to continue syncing. Any unsynced data will be lost. If you like, you can instead [upload this file](#upload) to be the latest version.": "For at fortsætte med synkronisering skal du tilbageføre ændringerne. Alle ikke-synkroniserede data vil gå tabt. Hvis du vil, kan du i stedet [uploade denne fil](#upload) som den nyeste version.",
    "New custom report": "Ny personlig rapport",
    "Net Assets:": "Nettoaktiver:",
    "Needs Repair": "Kræver reparation",
    "Name {{ newAccountName }} already exists.": "Navnet {{ newAccountName }} eksisterer allerede.",
    "Invalid: unable to parse the value ({{amount}})": "Ugyldigt: kunne ikke fortolke værdien ({{amount}})",
    "Institution to Sync": "Bank der skal synkronisers",
    "A new version of Actual is available!": "En ny udgave af Actual er tilgængelig!",
    "Add Split": "Tilføj opdeling",
    "Add user": "Tilføj bruger",
    "After amount": "Efter beløbet",
    "all": "alle",
    "Already imported transaction. You can skip it, or import it again.": "Transaktionen er allerede importeret. Du kan springe den over eller importere den igen.",
    "Amount left:": "Tilbageværende beløb:",
    "AMOUNT OPTIONS": "BELØBSMULIGHEDER",
    "an equal portion of the remainder": "en jævn andel af resten",
    "Are you sure you want to delete the transaction?": "Er du sikker på, at du vil slette transaktionen?",
    "Are you sure you want to delete these {{count}} transactions?_one": "Er du sikker på, at du vil slette {{count}} transaktion?",
    "Are you sure you want to delete these {{count}} transactions?_other": "Er du sikker på, at du vil slette {{count}} transaktioner?",
    "Role": "Rolle",
    "Romanian Leu": "Rumænsk leu",
    "Rule": "Regel",
    "Rule {{id}}": "Regel {{id}}",
    "Rule deleted successfully": "Reglen blev slettet",
    "Rules": "Regler",
    "Rules are always run in the order that you see them.": "Reglerne bliver altid udført i den rækkefølge de er vist.",
    "Run Rules": "Start regler",
    "Russian Ruble": "Russisk rubel",
    "Saturday": "Lørdag",
    "Saudi Riyal": "Saudisk riyal",
    "Save": "Gem",
    "Save and continue": "Gem og fortsæt",
    "Save changes": "Gem ændringer",
    "Save compare and filter options": "Gem sammenlignings- og filterindstillinger",
    "Save new filter": "Gem nyt filter",
    "Save new report": "Gem ny rapport",
    "Save notes": "Gem noter",
    "Save up for the next occurrence": "Gem til næste tilfælde",
    "Save up for the schedule &lsquo;{{name}}&rsquo;": "Spar op til tidsplanen &lsquo;{{name}}&rsquo;",
    "Save widget": "Gem widget",
    "saved": "gemt",
    "Saved": "Gemt",
    "Saved Filters": "Gemte filtre",
    "Saved Reports": "Gemte rapporter",
    "Saved:": "Gemt:",
    "Saving your changes to this reconciled transaction may bring your reconciliation out of balance.": "Hvis du gemmer dine ændringer af den afstemte transaktion, kan det medføre, at afstemningen bliver bragt i ubalance.",
    "Savings mode": "Opsparingstilstand",
    "Schedule": "Tidsplan",
    "Schedule Name": "Navn på tidsplan",
    "Schedule Templates": "Tidsplansskabeloner",
    "Schedule: {{name}}": "Tidsplan: {{name}}",
    "scheduled": "planlagt",
    "Scheduled date": "Planlagt dato",
    "Schedules": "Tidsplaner",
    "Search": "Søg",
    "Search {{accountName}}": "Søg {{accountName}}",
    "Search {{budgetName}}...": "Søg {{budgetName}}…",
    "Search All Accounts": "Søg blandt alle konti",
    "Search Off Budget Accounts": "Søg blandt konti uden for budgettet",
    "Search On Budget Accounts": "Søg blandt konti på budgettet",
    "Search results": "Søgeresultater",
    "Search shortcuts": "Søgegenveje",
    "Secret ID:": "Hemmeligt ID:",
    "Secret Key:": "Hemmelig nøgle:",
    "Securing Applications with Keycloak": "Sikrer programmer med Keycloak",
    "See <2>Goal Templates</2> for more information.": "Se <2>Målskabeloner</2> for at få mere information.",
    "See schedule details": "Se detaljer om tidsplanen",
    "See transfer account": "Se overførselskonto",
    "Select a backup to load. After loading a backup, you will have a chance to revert to the current version in this screen.": "Vælg hvilken sikkerhedskopi du vil loade. Efter at den er loadet, har du mulighed for at vende tilbage til den nuværende version på denne skærm.",
    "Select a role; the field cannot be empty.": "Vælg en rolle. Feltet må ikke være tomt.",
    "Select a schedule": "Vælg en tidsplan",
    "Select a user": "Vælg en bruger",
    "Select a user from the directory": "Vælg en bruger fra mappen",
    "On budget": "I budgettet",
    "once": "en gang",
    "Once you have exported your data, select the file and Actual will import it. Budgets may not match up exactly because things work slightly differently, but you should be able to fix up any problems.": "Når du har eksporteret dine data skal du vælge filen og så vil Actual importere den. Det er muligt, at budgetterne ikke passer helt sammen, fordi tingene fungerer lidt forskelligt, men du burde være i stand til at fikse eventuelle problemer.",
    "one of": "en af",
    "Open Actual": "Åben Actual",
    "Open balance menu for {{categoryName}} category": "Åben saldomenuen for kategorien {{categoryName}}",
    "Open budget menu for {{categoryName}} category": "Åben budgetmenuen for kategorien {{categoryName}}",
    "Open changelog": "Se ændringer",
    "Open the Command Palette": "Åben kommandolinjen",
    "Open the help menu": "Åben hjælpemenuen",
    "any": "en",
    "Save notes & un-migrate": "Gem noter & tilbageføre",
    "Rule saved successfully": "Regel gemt",
    "Role is required.": "Rollen er påkrævet.",
    "Rollover overspending": "Videreføre overforbrug",
    "On budget accounts": "Kontoer i budgettet",
    "On Budget": "I budgettet",
    "Change server URL": "Skift server URL",
    "$10 a week, up to a maximum of $80": "$10 om ugen, op til $80",
    "A category must be transferred to another of the same type (expense or income)": "En kategori skal overføres til en anden af samme type (udgift eller indtægt)",
    "An unknown error occurred while importing. Please report this as a new issue on GitHub.": "Der opstod en ukendt fejl under importen. Rapportér det venligst som et nyt problem på Github.",
    "App: v{{appVersion}} | Server: {{serverVersion}}": "App: v{{appVersion}} | Server: {{serverVersion}}",
    "Are you sure you want to delete this rule?": "Er du sikker på, at du vil slette denne regel?",
    "Are you sure you want to unlink <1>{accountName}</1>?": "Er du sikker på, at du vil fjerne forbindelsen til <1>{accountName}</1>?",
    "Argentinian Peso": "Argentinsk peso",
    "Australian Dollar": "Australsk dollar",
    "Brazilian Real": "Brasiliansk real",
    "Budget {{percent}}% of &lsquo;{{category}}&rsquo; this month": "Budgetter {{percent}}% af &lsquo;{{category}}&rsquo; denne måned",
    "Budget {{percent}}% of available funds to budget last month": "Budgetter {{percent}}% af de tilgængelige budgetmidler sidste måned",
    "Budget {{percent}}% of available funds to budget this month": "Budgetter {{percent}}% af de tilgængelige budgetmidler denne måned",
    "Budget {{percent}}% of total income last month": "Budgetter {{percent}}% af den sidste måneds samlede indkomst",
    "Budget {{percent}}% of total income this month": "Budgetter {{percent}}% af den denne måneds samlede indkomst",
    "Budget automations: {{category}}": "Automatisk budgettering: {{category}}",
    "Budget page": "Budgetside",
    "{{num}} more items...": "{{num}} flere...",
    "Budget for a schedule": "Budgetter til en tidsplan",
    "budget templates have been applied.": "budgetskabelonerne blev anvendt.",
    "Budget the average of the last {{amount}} months": "Budgetter gennemsnittet af de sidste {{amount}} måneder",
    "Budget the same amount as {{amount}} months ago": "Budgetter det samme beløb som for {{amount}} måneder siden",
    "Category Learning": "Kategorilæring",
    "Category learning disabled": "Kategorilæring deaktiveret",
    "Category learning settings": "Kategorilærings-indstillinger",
    "Change category automations": "Ændr kategoriautomationer",
    "Delete {selectedInst.items.size} tags_one": "Slet {selectedInst.items.size} mærke",
    "Delete {selectedInst.items.size} tags_other": "Slet {selectedInst.items.size} mærker",
    "Delete entry": "Slet post",
    "Delete template": "Slet skabelon",
    "DEPOSIT": "INDBETALING",
    "Disable privacy mode": "Deaktiver privattilstand",
    "Disabled": "Deaktiveret",
    "Display a notification when updates are available": "Vis en notifikation når der er opdateringer",
    "Domain": "Domæne",
    "Download Snapshot": "Hent øjebliksbillede",
    "Duplicating: {{oldName}} to: {{newName}}": "Kopierer: {{oldName}} til: {{newName}}",
    "e.g.": "f.eks.",
    "Edit Rule": "Rediger regel",
    "Edit template": "Rediger skabelon",
    "Egyptian Pound": "Egyptisk pund",
    "Enable privacy mode": "Aktiver privattilstand",
    "End Date": "Slutdato",
    "Error:": "Fejl:",
    "Euro": "Euro",
    "Every {{interval}} months on the {{range}}": "Hver {{interval}} måned på d. {{range}}",
    "Expand": "Udvid",
    "Expense category groups": "Udgiftskategorigrupper",
    "Export": "Eksporter",
    "Failed saving report name: {{error}}": "Kunne ikke gemme rapportnavnet: {{error}}",
    "Field mapping": "Felttilknytning",
    "has tags": "markeret",
    "IF": "HVIS",
    "In order to enable bank sync via GoCardless (only for EU banks) you will need to create access credentials. This can be done by creating an account with <2>GoCardless</2>.": "For at kunne aktivere banksynkronisering med GoCardless (kun for EU-banker) skal du have lavet adgangsbeviser. Det kan gøres ved at lave en konto hos <2>GoCardless</2>.",
    "In order to enable bank sync via Pluggy.ai (only for Brazilian banks) you will need to create access credentials. This can be done by creating an account with <2>Pluggy.ai</2>.": "For at kunne aktivere banksynkronisering med Pluggy.ai (kun for brasilianske banker) skal du have lavet adgangsbeviser. Det kan gøres ved at lave en konto hos <2>Pluggy.ai</2>.",
    "In order to enable bank sync via SimpleFIN (only for North American banks), you will need to create a token. This can be done by creating an account with <2>SimpleFIN</2>.": "For at kunne aktivere banksynkronisering med SimpleFIN (kun for nordamerikanske banker) skal du have lavet adgangsbeviser. Det kan gøres ved at lave en konto hos <2>SimpleFIN</2>.",
    "In/Out": "Ind/ud",
    "Include current Year": "Inkluder det nuværende år",
    "Income categories": "Indkomstkategorier",
    "Inflow": "Indgående pengestrøm",
    "New Budget Name": "Omdøb budgettet",
    "Offline": "Offline",
    "OK": "OK",
    "OpenID Connect on the Microsoft identity platform": "Forbind med OpenID på Microsoft Identity Platform",
    "OpenID is": "OpenID er",
    "OpenID is required to enable multi-user mode.": "For at aktivere flerbruger-tilstand er OpenID påkrævet.",
    "OpenID provider": "OpenID-udbyder",
    "OpenID server cannot be empty": "OpenID-server må ikke være tomt",
    "OpenID was enabled but cleanup failed. Please refresh the application.": "OpenID blev aktiveret, men oprydningen fejlede. Opdater venligst programmet.",
    "Opening last budget...": "Åbner det sidste budget…",
    "Options": "Indstillinger",
    "or": "eller",
    "Original templates:<1>{templates}</1>": "Oprindelige skabeloner:<1>{templates}</1>",
    "Outflow": "Betalt",
    "Overbudgeted": "Overbudgetteret",
    "Overbudgeted:": "Overbudgetteret:",
    "Overfunded ({{amount}})": "Overfinansieret {{amount}}",
    "Overspent": "Overforbrugt",
    "Overspent categories": "Kategorier med overforbrug",
    "Overspent in {{prevMonthName}}": "Overforbrug i {{prevMonthName}}",
    "Overspent:": "Overforbrugt:",
    "Overwrite with budget template": "Erstat med budgetskabelon",
    "Owner": "Ejer",
    "Owner:": "Ejer:",
    "paid": "betalt",
    "Password": "Adgangskode",
    "Password cannot be empty": "Adgangskoden må ikke være tom",
    "Password successfully changed": "Adgangskoden blev ændret",
    "Passwords do not match": "Adgangskoderne er ikke ens",
    "payee": "modtager",
    "Payee “{{name}}” deleted successfully": "Modtageren \"{{name}}\" blev slettet",
    "PAYMENT": "BETALING",
    "Per {{interval}}": "Hver {{interval}}",
    "Percentage": "Procentdel",
    "Percentage of": "Procentdel af",
    "Philippine Peso": "Filippinsk peso",
    "Please get <2>in touch</2> for support": "Vær venligt at <2>række ud</2> for at modtage support",
    "Please select a user.": "Vælg venligst en bruger.",
    "Please update Actual!": "Vær venlig at opdatere Actual!",
    "Please wait...": "Vent venligst...",
    "Pluggy.ai menu": "Pluggy.ai-menu",
    "Polish Złoty": "Polsk Zloty",
    "Port": "Port",
    "Ports must be within range 1 - 65535": "Portene skal ligge i spændet mellem 1 - 65535",
    "Positive amount: {{amount}}": "Positivt beløb: {{amount}}",
    "Post": "Sidst",
    "Post transaction today": "Send transaktion i dag",
    "Post transactions": "Send transaktioner",
    "Post transactions?": "Send transaktioner?",
    "Pound Sterling": "Britisk pund",
    "Pre": "Før",
    "PRE": "FØR",
    "Prepend": "Sæt foran",
    "Previous month": "Forrige måned",
    "Proceed with caution.": "Vær forsigtig, når du fortsætter.",
    "Qatari Riyal": "Qatarsk riyal",
    "Range:": "Spænd:",
    "Rate limit exceeded for this item. Please try again later.": "Du har overskredet grænsen for forespørgsler for dette element. Prøv venligst igen senere.",
    "Reauthorize": "Genautoriser",
    "Received": "Modtaget",
    "Reconcile": "Afstem",
    "reconciled": "afstemt",
    "Disable auto hold": "Deaktiver automatisk tilbageholdning",
    "Disable current auto hold": "Deaktiver aktuel automatisk tilbageholdning",
    "Enable auto hold": "Aktiver automatisk tilbageholdning",
    "Long": "Lang",
    "Long_noun": "Langt_substantiv",
    "Projected savings:": "Estimeret opsparing:",
    "Reconciled": "Afstemt",
    "Reconciled {{ relativeTimeAgo }} ({{ absoluteDate }})": "Afstemt {{ relativeTimeAgo }} ({{ absoluteDate }})",
    "Reconciled Transaction": "Afstemt transaktion",
    "Reconciliation balance adjustment": "Justering af afstemmelsessaldo",
    "Redo": "Gentag",
    "Redo the last undone change": "Gentag den sidst fortrudte ændring",
    "Refresh": "Opdater",
    "Register": "Registrer",
    "Reimport deleted transactions": "Genimporter slettede transaktioner",
    "Remove": "Fjern",
    "Remove all sorting": "Fjern al sortering",
    "Remove bank sync": "Fjern banksynkronisering",
    "Remove overspending rollover": "Viderefør ikke overforbrug",
    "Remove recurrence": "Fjern gentagen betaling",
    "Rename": "Omdøb",
    "Rename budget": "Omdøb budget",
    "Reopen": "Genåben",
    "Reopen account": "Genåben konto",
    "Repair": "Reparer",
    "Repair transactions": "Reparer transaktioner",
    "Repeat every": "Gentag hver",
    "Repeats": "Gentager sig",
    "Replace": "Erstat",
    "Report Name": "Rapportnavn",
    "Reports": "Rapporter",
    "Reset budget cache": "Nulstil budget-cache",
    "Reset GoCardless credentials": "Nulstil adgangsoplysning til GoCardless",
    "Reset key": "Nulstil nøgle",
    "Reset next month’s buffer": "Nulstil buffer for næste måned",
    "Reset Pluggy.ai credentials": "Nulstil adgangsoplysninger til Pluggy.ai",
    "Reset SimpleFIN credentials": "Nulstil adgangsoplysninger til SimpleFIN",
    "Reset sync": "Nulstil synkronisering",
    "Reset to default": "Nulstil til standarden",
    "Restart": "Nulstil",
    "Restart app": "Genstart appen",
    "Retrieving remote files...": "Henter fjerndata…",
    "Revert": "Fortryd",
    "Revert changes": "Fortryd ændringer",
    "Revert to Latest": "Vend tilbage til den sidste",
    "Revert to original version": "Vend tilbage til originalen",
    "Revert to server password": "Skift tilbage til serverens kodeord",
    "Review OpenID configuration": "Kontroller konfigurationen af OpenID",
    "Right": "Højrejuster",
    "Select a user from the directory to designate as the new budget owner.": "Vælg fra mappen, hvilken bruger der skal være den nye ejer af budgettet.",
    "Select account": "Vælg konto",
    "Select account...": "Vælg konto...",
    "Select all transactions": "Vælg alle transaktioner",
    "Select an app to import from, and we’ll guide you through the process.": "Vælg hvilken app du vil importere fra. Så vil vi guide dig gennem processen.",
    "Select an option": "Vælg en mulighed",
    "Select category...": "Vælg en kategori...",
    "Select column to specify if amount goes in/out": "Vælg om beløbet er ind- eller udgående ved at vælge kolonne",
    "Select file...": "Vælg en fil...",
    "Select language": "Vælg sprog",
    "Select new file...": "Vælg en ny fil...",
    "Select Provider": "Vælg udbyder",
    "Select the login method": "Vælg loginmetode",
    "Select transactions to link on save": "Vælg hvilke transaktioner der skal forbindes når der gemmes",
    "Select zip file...": "Vælg ZIP-fil...",
    "Selected balance:": "Valgt saldo:",
    "Selected role does not exist, possibly a bug? Visit https://actualbudget.org/contact/ for support.": "Den valgte rolle eksisterer ikke. Måske er det en fejl? Besøg https://actualbudget.org/contact/ for at få hjælp",
    "Selected transactions": "Valgte transaktioner",
    "Selecting this option will disable importing transactions and only import the account balance for use in reconciliation": "Ved at vælge denne indstilling importeres ikke længere transaktioner, men kun kontoens saldo, som kan bruge til at afstemme med",
    "Serbian Dinar": "Serbisk dinar",
    "Server does not look like an Actual server. Is it set up correctly?": "Serveren ligner ikke en Actual-server. Er du sikker på, at den er sat korrekt op?",
    "Server is not available": "Serveren er ikke tilgængelig",
    "Server is not running at this URL. Make sure you have HTTPS set up properly.": "Serveren kører ikke på denne URL. Tjek at du har sat HTTPS rigtigt op.",
    "Server offline": "Server offline",
    "Server online": "Server online",
    "Server Owner": "Ejer af server",
    "Server version: {{version}}": "Serverversion: {{version}}",
    "set": "definer",
    "Set a long-term goal instead of a monthly goal": "Sæt dig et langtidsmål i stedet for et månedligt mål",
    "Set account for selected transactions": "Vælg konto for de valgte transaktioner",
    "Set budgets to zero": "Sæt budgettet til nul",
    "Set category for selected transactions": "Vælg kategori for de valgte transaktioner",
    "Set notes for selected transactions": "Vælg noter for de valgte transaktioner",
    "Set payee for selected transactions": "Vælg modtager for de valgte transaktioner",
    "Set to 3 month average": "Sæt til gennemsnittet af de sidste 3 måneder",
    "Set to 6 month average": "Sæt til gennemsnittet af de sidste 6 måneder",
    "Set to yearly average": "Sæt til det årlige gennemsnit",
    "Set up bank sync": "Indstil banksynkronisering",
    "Set up GoCardless": "Indstil GoCardless",
    "Set up GoCardless for bank sync": "Indstil GoCardless til banksynkronisering",
    "Set up Pluggy.ai for bank sync": "Indstil Pluggy.ai til banksynkronisering",
    "Set up SimpleFIN for bank sync": "Indstil SimpleFIN til banksynkronisering",
    "Set up your server below to enable seamless data synchronization across your devices, bank sync and more...": "Indstil din server nedenunder for at aktivere datasynkronisering på tværs af dine enheder, banksynkronisering osv…",
    "Set-up Pluggy.ai": "Indstil Pluggy.ai",
    "Set-up SimpleFIN": "Indstil SimpleFIN",
    "The Client ID generated by the OpenID provider.": "Klient-ID'et genereret af OpenID-udbyderen.",
    "The current password will be disabled": "Det nuværende kodeord bliver deaktiveret",
    "The first user to login will become the server owner": "Den første bruger der logger ind bliver serverejer",
    "The first user to login with OpenID will be the <2>server owner</2>. This can't be changed using UI.": "Den første bruger, der logger ind med OpenID bliver <2>serverejer<2/>. Dette kan ikke ændres gennem brugerfladen.",
    "The following payees are not used by transactions any more. Would you like to merge them with <2>{{payee}}</2>?": "De følgende modtagere bruges ikke længere af nogle transaktioner. Vil du flette dem med <2>{{payee}}</2>?",
    "The metadata file in the given archive is corrupted.": "Metadata-filen i arkivet er ødelagt.",
    "The newer web app": "Den nyere web app",
    "The old unsupported desktop app": "Det gamle program uden mulighed for hjælp",
    "The OpenID provider URL.": "OpenID-udbyderens URL.",
    "The payee <2>{{previousPayee}}</2> is not used by transactions any more. Would you like to merge it with <6>{{payee}}</6>?": "Modtageren <2>{{previousPayee}}</2> bruges ikke længere af nogle transaktioner. Vil du flette den sammen med <6>{{payee}}</6>?",
    "The payees <1>{payeeNamesList}</1> have schedules that are due today._one": "Modtageren <1>{payeeNamesList</1> har en tidsplan, der forfalder i dag.",
    "The payees <1>{payeeNamesList}</1> have schedules that are due today._other": "Modtagerne <1>{payeeNamesList</1> har tidsplaner, der forfalder i dag.",
    "The request timed out. Please try again later.": "Forbindelsens tidsfrist udløb. Prøv venligst igen senere.",
    "The server returned the following error:": "Serveren gav følgende fejl:",
    "The stage of a rule allows you to force a specific order. Pre rules always run first, and post rules always run last. Within each stage rules are automatically ordered from least to most specific.": "Du kan gennemtvinge ændringer i rækkefølgen af regler. \"Først\"-regler kører altid først og \"sidst\"-regler kører altid sidst. Indenfor hvert trin i rækkefølgen bliver reglerne automatisk sorteret fra mindst til mest specifik.",
    "The username registered within the OpenID provider.": "Det brugernavn, der er registreret hos OpenID-udbyderen.",
    "The username you entered already exists. Please choose a different username.": "Brugernavnet eksisterer allerede. Vælg venligst et andet brugernavn.",
    "The widget is configured to use a non-existing filter value (i.e. category/account/payee). Edit the filters used in this report widget to remove the warning.": "Widgetten er sat til at bruge et ikke-eksisterende filter (f.eks. en kategori/konto/modtager). Ændr rapportens filtre for at fjerne denne fejl.",
    "The window should close automatically. If nothing happened you can close this window or tab.": "Hvis vinduet ikke lukker automatisk kan du lukke dette vindue eller denne fane.",
    "Theme": "Tema",
    "THEN": "SÅ",
    "Then apply these actions:": "Anvend så disse handlinger:",
    "There are payees that have schedules that are due today._one": "Der er en modtager, der har en tidsplan, der forfalder i dag.",
    "There are payees that have schedules that are due today._other": "Der er modtagere, der har tidsplaner, der forfalder i dag.",
    "prepend to notes": "Tilføj foran noter",
    "Please provide the encryption key to unlock this budget file. You may be unlocking it for the first time, or the key has changed. Enter your password to continue.": "Angiv venligst krypteringsnøglen for at låse denne budgetfil op. Det er muligvis første gang du låser filen op eller nøglen er ændret. Du skal indtaste dit kodeord for at fortsætte.",
    "Set budgets to 6 month average": "Budgetter med gennemsnittet af de sidste 6 måneder",
    "Set budgets to 3 month average": "Budgetter med gennemsnittet af de sidste 3 måneder",
    "Set budgets to 12 month average": "Budgetter med gennemsnittet af de sidste 12 måneder",
    "Select All": "Vælg alle",
    "Release Notes": "Udgivelsesnoter",
    "Recurring": "Gentagende",
    "matches": "matcher",
    "Include current Year in live range": "Inkluder det nuværende år i det aktive spænd",
    "Decrypt budget file": "Dekryptere budgetfil",
    "missed": "udeblev",
    "Export Dashboard": "Eksporter rapport",
    "Distribute": "Fordel",
    "Delete the selected transactions": "Slet de valgte transaktioner",
    "Number of months back": "Antal måneder tilbage",
    "Prior year to date": "Forrige år indtil dags dato",
    "Please enter a value for the username; the field cannot be empty.": "Udfyld venligst feltet for brugernavn; det må ikke være tomt.",
    "$50 each month": "$50 om måneden",
    "On Budget Accounts": "Kontoer i budgettet",
    "Remove active category filters to show the category selector.": "Fjern aktive kategorifiltre for at vise kategorivælgeren.",
    "Select one of these compressed files and import it here.": "Vælg en af disse komprimerede filer og importer den her.",
    "Selected role does not exists, possibly a bug? Visit https://actualbudget.org/contact/ for support.": "Den valgte rolle eksisterer ikke. Måske er det en fejl? Besøg https://actualbudget.org/contact/ for at få hjælp.",
    "Settings": "Indstillinger",
    "shortcut": "genvej",
    "shortcuts": "genveje",
    "Show": "Vis",
    "Show “cleared” checkboxes": "Vis \"bogført\"-felter",
    "Show advanced settings": "Vis avancerede indstillinger",
    "Show all payees": "Vis alle modtagere",
    "Show as": "Vis som",
    "Show balance": "Vis saldo",
    "Show balance chart": "Vis saldograf",
    "Show empty rows": "Vis tomme rækker",
    "Show Error": "Vis fejl",
    "Show hidden categories": "Hvis skjulte kategorier",
    "Show Legend": "Vis forklaring",
    "Show off budget": "Vis \"uden for budgettet\"",
    "Show off budget accounts": "Vis konti uden for budgettet",
    "Show password": "Vis kodeord",
    "Show reconciled transactions": "Vis afstemte transaktioner",
    "Show rows that are zero or blank": "Vis rækker, der er nul eller tomme",
    "Show running balance": "Vis saldo",
    "Show Summary": "Vis opsummering",
    "Show transactions": "Vis transaktioner",
    "Show transactions for {{categoryName}} category": "Vis transaktioner for kategorien {{categoryName}}",
    "Show uncategorized": "Vis ukategoriserede",
    "Show uncategorized transactions": "Vis ukategoriserede transaktioner",
    "Show unchecked": "Vis ikke-afstemte",
    "Pin sidebar": "Fastgør sidepanel",
    "Unpin sidebar": "Frigør sidepanelet",
    "Sign in": "Log ind",
    "Sign in to this Actual instance": "Log ind på denne Actual-instans",
    "Sign in with OpenID": "Log ind med OpenID",
    "Sign out": "Log ud",
    "SimpleFIN menu": "SimpleFIN-menu",
    "Since you are transferring the balance from an on budget account to an off budget account, this transaction must be categorized. Select a category:": "Da du overfører saldoen fra en \"inden for budget\"-konto til en \"uden for budget\"-konto, skal denne transaktion kategoriseres. Vælg en kategori:",
    "Singapore Dollar": "Singaporeansk dollar",
    "Single month": "En måned",
    "Skip next scheduled date": "Spring næste planlagte dato over",
    "Some access permissions were not revoked successfully.": "Nogle adgangstilladelser blev ikke trukket tilbage.",
    "Some rules were not deleted because they are linked to schedules.": "Ikke alle regler blev slettet, da nogle er forbundet til tidsplaner.",
    "Special categories": "Specielle kategorier",
    "Split {{num}}": "Opdel {{num}}",
    "Sri Lankan Rupee": "Srilankansk rupee",
    "Start": "Start",
    "Start using OpenID": "Begynd med at bruge OpenID",
    "Starting Balance": "Startsaldo",
    "Starting Balances": "Startsaldi",
    "Successfully duplicated {{count}} transactions._one": "{{count}} transaktion duplikeret.",
    "Successfully duplicated {{count}} transactions._other": "{{count}} transaktioner duplikeret.",
    "Swedish Krona": "Svensk krone",
    "Swiss Franc": "Schweizerfranc",
    "Switch file": "Skift fil",
    "Switch to envelope budgeting": "Skift til konvolutmetoden",
    "Switch to tracking budgeting": "Skift til forbrugsregistrering",
    "Switching from:": "Skifter fra:",
    "Symbol Position": "Symbolposition",
    "Syncing": "Synkroniserer",
    "Syncing has been fixed!": "Synkronisering blev fikset!",
    "Syncing has been reset on this cloud file": "Nulstillede synkronisering på denne cloud-fil",
    "Tag": "Mærke",
    "Tag description": "Beskrivelse",
    "Tags": "Mærker",
    "Template": "Skabelon",
    "template ": "skabelon ",
    "Text widget": "Tekst-widget",
    "Text Widget": "Tekst-widget",
    "Thai Baht": "Thailandsk baht",
    "The account needs your attention at <2>SimpleFIN</2>.": "Kontoen har brug for din opmærksomhed ved <2>SimpleFIN</2>.",
    "There is already a schedule with this name": "Der findes allerede en tidsplan med dette navn",
    "There is no server configured. After running the server, specify the URL here to use the app. You can always change this later. We will validate that Actual is running at this URL.": "Der er ikke indstillet nogen server. Efter at du har startet serveren, skal du skrive dens URL her for at bruge appen. Du kan altid ændre det senere. Vi kontrollerer, at Actual rent faktisk kører på denne URL.",
    "There was a problem loading one of the chunks of the application. Please reload the page and try again. If the issue persists - there might be an issue with either your internet connection and/or the server where the app is hosted.": "Der opstod et problem da en del af programmet skulle hentes. Genlæs venligst siden og prøv igen. Hvis problemet fortsætter er der muligvis et problem med din internetforbindelse og/eller serveren, hvor appen er hostet.",
    "There was a problem loading the app in this browser version.": "Der opstod et problem med at loade appen i denne browserudgave.",
    "There was a problem loading your date range": "Der opstod et problem med at loade dette datospænd",
    "There was a problem loading your report": "Der opstod et problem med at loade rapporten",
    "There was a problem syncing your data. We can try to repair your sync state to fix it.": "Der opstod et problem med at synkronisere dine data. Vi kan prøve at reparere synkroniseringen for at fikse det.",
    "There was an error changing your directory, please check the directory and try again.": "Der opstod en fejl da mappen skulle ændres. Kontroller venligst mappen og prøv igen.",
    "There was an unrecoverable error in the UI. Sorry!": "Der opstod en fejl i brugerfladen, der desværre ikke kunne fikses!",
    "These transactions match this schedule:": "Disse transaktioner passer til denne tidsplan:",
    "This a <1>local file</1> which is not stored on a server.": "Dette er en <1>lokal fil</1>, der ikke er opbevaret på en server.",
    "This account has a balance of <2>{{balance}}</2>. To close this account, select a different account to transfer this balance to:": "Denne konto har en saldo på <2>{{balance}}</2>. For at lukke kontoen skal du vælge en anden konto, du vil overføre saldoen til:",
    "This account has no transactions so it will be permanently deleted.": "Denne konto har ingen transaktioner, så den bliver slettet permanent.",
    "This account is experiencing connection problems. Let’s fix it.": "Der er problemer med forbindelsen til denne konto. Lad os fikse det.",
    "This action is irreversible, ownership of this budget file will only be able to be transferred by the server administrator or new owner.": "Denne handling kan ikke fortrydes. Ejerskab af denne budgetfil vil kun kunne overføres af administratoren af serveren eller den nye ejer.",
    "This archive is not a valid Actual export file.": "Arkivet er ikke en gyldig Actual-eksportfil.",
    "This budget cannot be loaded with this version of the app.": "Budgettet kan ikke loades med denne udgave af appen.",
    "This budget cannot be loaded with this version of the app. Make sure the app is up-to-date.": "Budgettet kan ikke loades med denne udgave af appen. Er appen opdateret?",
    "This cannot be changed later. See <2>Accounts Overview</2> for more information.": "Dette kan ikke ændres senere. Læs <2>kontioversigt</2> for mere information.",
    "This category uses notes-based automations (formerly “budget templates”). We have automatically imported your existing automations below. Please review them for accuracy and hit save to complete the migration.": "Denne kategori bruger notebaseret automatisering (tidligere \"budgetskabeloner\"). Vi har importeret dine eksisterende automatiseringer nedenfor. Gå dem venligst igennem for at sikre, at de er korrekte og tryk på gem for at færdiggøre migreringen.",
    "This custom report has been deleted.": "Personlig rapport blev slettet.",
    "This file is encrypted": "Denne fil er krypteret",
    "This file is encrypted and you do not have the key for it.": "Denne fil er krypteret og du har ikke nøglen til den.",
    "This file is encrypted and you have key to access it.": "Denne fil er krypteret og du har nøglen til den.",
    "This file is encrypted with an old unsupported key style. Recreate the key on a device where the file is available, or use an older version of Actual to download it.": "Denne fil er krypteret med en gammel nøgle uden understøttelse. Genskab nøglen på en enhed, hvor filen er tilgængelig eller brug en ældre udgave af Actual for at hente den.",
    "This file is invalid.": "Filen er ugyldig.",
    "This file is not a cloud file": "Filen er ikke en cloud-fil",
    "This file is not valid. Please select a .ynab4 file": "Filen er ugyldig. Vælg en \".ynab4\"-fil",
    "This file is not valid. Please select a JSON file exported from nYNAB.": "Filen er ugyldig. Vælg en JSON-fil eksporteret fra nYNAB.",
    "This file is not valid. Please select an unencrypted archive of Actual data.": "Filen er ugyldig. Vælg et ukrypteret arkiv med Actual-data.",
    "This is a cloud-based file but its state is unknown because you are offline.": "Denne fil er gemt i skyen, men dens status er ukendt, fordi du er offline.",
    "This key only applies to this file. You will need to generate a new key for each file you want to encrypt.": "Denne nøgle gælder kun til denne fil. Du skal generere en ny nøgle til hver fil, du vil kryptere.",
    "This month": "Denne måned",
    "This report is configured to use a non-existing filter value (i.e. category/account/payee).": "Rapporten er sat op til at bruge en ikke-eksisterende værdi i filteret (f.eks. kategori/konto/modtager).",
    "This role is ideal for users who primarily need to manage their own budgets and participate in shared budget activities.": "Denne rolle er ideal til brugere, der primært skal styre deres egne budgetter og deltage i delt budgetlægning.",
    "This rule could not be deleted because it is linked to a schedule.": "Reglen kunne ikke slettes, fordi den er forbundet til en tidsplan.",
    "This only affects how schedules are displayed and not how budget data is stored. It can be changed at any time.": "Dette påvirker kun, hvordan tidsplaner vises og ikke, hvordan budgetdata gemmes. Det kan ændres til hver tid.",
    "Time": "Tid",
    "to": "til",
    "to ": "til ",
    "To Budget": "Skal budgetteres",
    "To Budget:": "Skal budgetteres:",
    "To:": "Til:",
    "Today": "I dag",
    "Toggle balance history": "Tænd/sluk saldohistorik",
    "Toggle cleared for selected transactions": "Skift bogføring for de valgte transaktioner",
    "Toggle hidden categories": "Vis/skjul skjulte kategorier",
    "Toggle the privacy filter": "Tænd/sluk privatlivsfilter",
    "Total": "I alt",
    "TOTAL DEPOSITS": "SAMLEDE INDBETALINGER",
    "Total of all income": "Samlet indtægt",
    "TOTAL SPENDING": "SAMLET FORBRUG",
    "Totals": "I alt",
    "Transaction": "Transaktion",
    "Transaction direction": "Retning på transaktion",
    "Transaction list": "Transaktionsliste",
    "Transaction on {{date}} has no amount": "Transaktionen d. {{date}} har intet beløb",
    "Transactions will no longer be synchronized with this account and must be manually entered. You will not be able to edit the bank sync settings for this account and the settings will close.": "Transaktioner vil ikke længere blive synkroniseret med denne konto og skal i stedet manuelt indtastet. Det vil heller ikke være muligt at redigere banksynkroniserings-indstillinger for denne konto.",
    "transfer": "overfør",
    "Transfer": "Overfør",
    "Transfer {{direction}} {{accountName}}": "Overfør {{direction}} {{accountName}}",
    "Transfer is required": "Overførsel påkrævet",
    "Transfer ownership": "Overfør ejerskab",
    "This happens rarely (if ever again). The internal syncing format has changed and you need to reset sync. This will upload data from this device and revert all other devices. [Learn more about what this means](https://actualbudget.org/docs/getting-started/sync/#what-does-resetting-sync-mean).\n\nOld encryption keys are not migrated. If using encryption, [reset encryption here](#makeKey).": "Dette sker yderst sjældent, hvis overhovedet nogensinde. Det interne format for synkronisering er ændret og du skal nulstille synkroniseringen. Dette vil sende data fra denne enhed og tilbageføre alle andre enheder til denne enheds data. [Lær mere, om hvad det betyder](https://actualbudget.org/docs/getting-started/sync/#what-does-resetting-sync-mean).\n\nÆldre krypteringsnøgler er ikke migreret. Hvis du bruger kryptering, [nulstil krypteringen her](#makeKey).",
    "This configuration is not valid. Please check it again.": "Indstillingen er ikke gyldig. Tjek den venligst igen.",
    "Recurring error": "Fejl i tidsplanens frekvens",
    "The client secret associated with the ID generated by the OpenID provider.": "Klientens autentificeringsnøgle knyttet til ID'et genereret af OpenID udbyderen.",
    "Text position:": "Tekstjustering:",
    "System default": "Systemstandard",
    "Successfully merged transactions": "Transaktionerne blev flettet",
    "Sidebar menu": "Sidepanel menu",
    "Show Labels": "Vis etiketter",
    "Show completed schedules": "Vis gennemførte tidsplaner",
    "Show {{count}} unused payees_one": "Vis {{count}} ikke-anvendt modtager",
    "Show {{count}} unused payees_other": "Vis {{count}} ikke-anvendte modtagere",
    "Successfully deleted {{count}} transactions._one": "{{count}} transaktion succesfuldt slettet.",
    "Successfully deleted {{count}} transactions._other": "{{count}} transaktioner succesfuldt slettede.",
    "Successfully linked {{count}} transactions to {{schedule}}._one": "{{count}} transaktion knyttet til {{schedule}}.",
    "Successfully linked {{count}} transactions to {{schedule}}._other": "{{count}} transaktioner knyttede til {{schedule}}.",
    "Successfully marked {{count}} transactions as transfer._one": "{{count}} transaktion markeret som overførsel.",
    "Successfully marked {{count}} transactions as transfer._other": "{{count}} transaktioner markerede som overførsler.",
    "Disabling OpenID will deactivate multi-user mode.": "Deaktivering af OpenID vil forhindre flerbruger-tilstanden.",
    "Disable templating": "Deaktivere skabeloner",
    "<0>Server self-signed certificate</0> <2><0>enables a secure connection</0></2>": "<0>En selvudstedt certifikat på serveren</0> <2><0>gør det muligt at anvende en sikker forbindelse</0></2>",
    "A file with id “{{id}}” already exists with the name “{{name}}”. This file will be replaced. This probably happened because files were manually moved around outside of Actual.": "En fil med id \"{{id}}\" eksisterer allerede med navnet \"{{name}}\" og vil blive overskrevet. Dette er sandsynligvis sket, fordi nogen har flyttet rundt på filerne udenom Actual.",
    "A valid amount is required": "Et gyldigt beløb er krævet",
    "Budget set to last month‘s budget.": "Budgettet er overført fra sidste måneds budget.",
    "Choose Report": "Vælg Rapport",
    "Close account": "Luk konto",
    "Close Account": "Luk Konto",
    "Closed accounts": "Lukkede konti",
    "Closed accounts...": "Lukkede konti...",
    "Closed: {{ accountName }}": "Lukket: {{ accountName }}",
    "Collapse all": "Klap alle sammen",
    "Collapse month summary": "Klap månedlig opsummering sammen",
    "Compare {{formattedStartDate}} to {{typeOrFormattedEndDate}}": "Sammenlign {{formattedStartDate}} med {{typeOrFormattedEndDate}}",
    "Confirm password": "Bekræft kodeord",
    "Confirm Unlink": "Bekræft afbrydelse af forbindelse",
    "Could not search: {{errorReason}}": "Kunne ikke søge: {{errorReason}}",
    "Cover from a category": "Dæk med midler fra en kategori",
    "Dark theme": "Mørkt tema",
    "Data Table": "Datatabel",
    "Date filters": "Datofiltre",
    "Date is required": "Dato mangler",
    "Day: {{dayOfMonth}}": "Dag: {{dayOfMonth}}",
    "Decide later": "Beslut dig senere",
    "Determine which users can view and manage your budgets": "Afgør hvilke brugere kan se og styre dine budgetter",
    "Display Name": "Vist Navn",
    "Every {{interval}} weeks on {{dateFormatted}}": "Hver {{interval}} uge på {{dateFormatted}}",
    "Every {{interval}} years on {{dateFormatted}}": "Hvert {{interval}} år på {{dateFormatted}}",
    "Every month on the {{dateFormatted}}": "Hver måned på den {{dateFormatted}}",
    "Every month on the {{range}}": "Hver måned på den {{range}}",
    "Every week on {{dateFormatted}}": "Hver uge på den {{dateFormatted}}",
    "Every year on {{dateFormatted}}": "Hvert år på den {{dateFormatted}}",
    "Failed to duplicate budget file": "Fejl: Kunne ikke kopiere budgetfil",
    "Failed to duplicate budget file.": "Fejl: Kunne ikke kopiere budgetfil.",
    "Financial files": "Finansielle filer",
    "Account not found": "Kontoen blev ikke fundet"
}
