{
    "(hidden)": "(skjult)",
    "(Optional)": "(Valgfri)",
    "(please select)": "(vælg venligst)",
    "(modified)": "(ændret)",
    "{{count}} associated rules_one": "{{count}} tilknyttet regel",
    "{{count}} associated rules_other": "{{count}} tilknyttede regler",
    "{{count}} transactions_one": "{{count}} transaktion",
    "{{count}} transactions_other": "{{count}} transaktioner",
    "(give feedback)": "(giv feedback)",
    "(none)": "(intet)",
    "{{displayMonth}} budget templates have been applied.": "{{displayMonth}} budgetskabeloner er blevet anvendt.",
    "{{displayMonth}} budget templates have been overwritten.": "{{displayMonth}} budgetskabeloner er blevet overskrevet.",
    "{{displayMonth}} budgets have all been set to last month’s budgeted amounts.": "{{displayMonth}} budgetter er alle blevet sat til sidste måneds budgetterede beløb.",
    "Budgeted": "Budgetteret",
    "{{selectedPayeeNames}}, and more": "{{selectedPayeeNames}}, og flere",
    "Apply": "Anvend",
    "Balance": "Saldo",
    "Calendar": "Kalender",
    "Cancel": "Annullér",
    "{{displayMonth}} budgets have all been set to zero.": "{{displayMonth}} budgetter er alle blevet indstillet til nul.",
    "amount": "beløb",
    "Amount:": "Beløb:",
    "allocate": "alloker",
    "and": "og",
    "Average": "Gennemsnit",
    "Average:": "Gennemsnit:",
    "Back": "Tilbage",
    "Balance:": "Saldo:",
    "Add": "Tilføj",
    "Append": "Tilføj",
    "{{displayMonth}} end-of-month cleanup templates have been applied.": "{{displayMonth}} sidst-på-måneden oprydningsskabeloner er blevet anvendt.",
    "Budget": "Budget",
    "Amount": "Beløb",
    "Ascending": "Stigende",
    "Assets:": "Aktiver:",
    "Basic": "Basal",
    "Budgeted:": "Budgetteret:",
    "Category": "Kategori",
    "(+{{numHiddenPayees}} more)": "(+{{numHiddenPayees}} flere)",
    "(No payee)": "(Ingen modtager)",
    "(after weekend)": "(efter weekend)",
    "(before weekend)": "(før weekend)",
    "{{endOccurrences}} times": "{{endOccurrences}} gange",
    "(deleted)": "(slettet)",
    "(nothing)": "(ingenting)",
    "<0><0>Custom Report:</0></0> <2>{{name}}</2>": "<0><0>Tilpasset rapport:</0></0> <2>{{name}}</2>",
    "<0><0>How are “Average” and “Spent Average MTD” calculated?</0></0><1>They are both the average cumulative spending by day for the three months before the selected “compare” month.</1>": "<0><0>Hvordan beregnes \"Gennemsnitlig\" og \"Forbrugt gennemsnit MTD\"?</0></0><1>De er begge det gennemsnitlige kumulative forbrug dag for dag, for de foregående tre måneder før den valgte \"sammenligningsmåned\".</1>",
    "<0><0>How is cash flow calculated?</0></0><1>Cash flow shows the balance of your budgeted accounts over time, and the amount of expenses/income each day or month. Your budgeted accounts are considered to be “cash on hand,” so this gives you a picture of how available money fluctuates.</1>": "<0><0>Hvordan er \"cash flow\" beregnet?</0></0><1>Cash flow viser hvor mange penge du har på dine konti hen over tid, og totalen af indtægter og udgifter hver dag eller måned. Saldoen på dine konti er hvad du har af \"penge på hånden\", så du kan få et overblik over hvordan dine penge fluktuerer.</1>",
    "<0>End-to-end encryption</0> is not enabled. Any data on the server is still protected by the server password, but it’s not end-to-end encrypted which means the server owners have the ability to read it. If you want, you can use an additional password to encrypt your data on the server.": "<0>End-to-end kryptering</0> er ikke aktiveret. Alle data på serveren er stadig beskyttet af serverkodeordet, men det er ikke end-to-end krypteret, hvilket betyder at ejeren af serveren har adgang for at læse det. Det er dog også muligt, at anvende et yderligere kode på budgetfilen, så dataene på serveren er krypteret.",
    "<0>End-to-end encryption</0> is not available when running without a server. Budget files are always kept unencrypted locally, and encryption is only applied when sending data to a server.": "<0>End-to-end kryptering</0> er ikke tilgængeligt, når Actual kører lokalt på enheden. Dine budgetfiler er altid gemt lokalt i ukrypteret tilstand, og krypteringen er kun anvendt når data sendes til en server.",
    "<0>Envelope budgeting</0> (recommended) digitally mimics physical envelope budgeting system by allocating funds into virtual envelopes for different expenses. It helps track spending and ensure you don‘t overspend in any category.": "<0>Konvolutbudgettering</0> (anbefalet) minder om den metode, hvor kontanter fordeles i konvolutter, for at sikre at der er midler til rådighed til kommende udgifter. I Actual, fordeles alle dine midler på tværs af konti i \"digitale konvolutter\", for at hjælpe dig med at holde styr på udgifter og forhindre overforbrug.",
    "<0>Experimental features.</0> These features are not fully tested and may not work as expected. THEY MAY CAUSE IRRECOVERABLE DATA LOSS. They may do nothing at all. Only enable them if you know what you are doing.": "<0>Eksperimentelle funktioner.</0> Disse funktioner er ikke gennemtestet og virker måske ikke helst som forventet. BRUGEN AF DISSE FUNKTIONER KAN MEDFØRE UOPRETTELIG TAB AF DATA. Det kan også være, at disse funktioner slet ikke gør noget. Slå dem kun til, hvis du ved hvad du gør.",
    "<0>Language</0> is the display language of all text. Please note that no warranty is provided for the accuracy or completeness of non-English translations. If you encounter a translation error, feel free to make a suggestion on <3>Weblate</3>.": "<0>Sprog</0> er det viste sprog af al teksten i Actual. Bemærk venligst, at der gives ingen garanti for korrektheden eller omfanget af de ikke-Engelske oversættelser. Hvis du støder på fejl i oversættelserne, er du velkommen til at bidrage med forslag på <3>Weblate</3>.",
    "<0>Language</0> support is not available. Please follow the instructions <3>here</3> to add missing translation files.": "<0>Sprog</0> understøttelse er ikke tilgængeligt. Følg venligst <3>disse instruktioner</3> for at tilføje de manglende oversættelsesfiler.",
    "<0>No server configured</0>": "<0>Ingen server konfigureret</0>",
    "<0>Read here</0> for instructions on how to migrate your data from YNAB. You need to export your data as JSON, and that page explains how to do that.": "<0>Læs her</0> for instruktioner for at migrere dine data fra YNAB. Du skal eksportere dine data som en JSON-fil, og linket forklarer hvordan det gøres.",
    "<0>Balance:</0><1>{{amount}}</1>": "<0>Saldo:</0><1>{{amount}}</1>",
    "<0>Move schedule </0><1></1><2> {{beforeOrAfter}} weekend</2>": "<0>Flyt tidsplan</0><1></1><2> {{beforeOrAfter}} weekend</2>",
    "<0>Goal Type:</0><1>{{type}}</1>": "<0>Måltype:</0><1>{{type}}</1>",
    "<0>Goal:</0><1>{{amount}}</1>": "<0>Mål:</0><1>{{amount}}</1>",
    "<0>Budgeted:</0><1>{{amount}}</1>": "<0>Budgetteret:</0><1>{{amount}}</1>",
    "<0>Actual’s data directory</0> <2><0>where your files are stored</0></2>": "<0>Actuals data mappe</0> <2><0>hvor dine filer er gemt</0></2>",
    "<0>Actual</0> is a super fast privacy-focused app for managing your finances.": "<0>Actual</0> er en lynhurtig app til at håndtere din økonomi, med fokus på dit privatliv.",
    "<0>Authentication method</0> modifies how users log in to the system.": "<0>Autentificeringsmetoden</0> afgør hvordan brugere logger ind i systemet.",
    "<0>Budget ID:</0> {{budgetId}}": "<0>Budget ID:</0> {{budgetId}}",
    "<0>End-to-end encryption</0> is not available when making an unencrypted connection to a remote server. You’ll need to enable HTTPS on your server to use end-to-end encryption. This problem may also occur if your browser is too old to work with Actual.": "<0>End-to-end kryptering</0> er ikke tilgængeligt, når forbindelsen til serveren ikke er krypteret eller foregår via HTTP. Aktiver HTTPS på serveren for at bruge end-to-end kryptering. Dette problem kan også skyldes, at din browser er for gammel til at virke med Actual.",
    "<0>Export</0> your data as a zip file containing <3>db.sqlite</3> and <5>metadata.json</5> files. It can be imported into another Actual instance by closing an open file (if any), then clicking the “Import file” button, then choosing “Actual.”": "<0>Exporter</0> dine data som en zipfil der indeholder filerne <3>db.sqlite</3> og <5>metadata.json</5>. Zipfilen kan importeres på en anden Actual instans, ved at lukke et evt. åbent budget, derefter klikke på \"Importer fil\"-knappen, og så vælge \"Actual\".",
    "<0>Link a <1>Brazilian</1> bank account</0> to automatically download transactions. Pluggy.ai provides reliable, up-to-date information from hundreds of banks.": "<0>Forbind en <1>brasiliansk</1> bankkonto</0> for automatisk at trække nye transaktioner fra din bank. Pluggy.ai er en leverandør der kan bruges til at forbinde til hundredvis af banker til din Actual budget.",
    "<0>IDs</0> are the names Actual uses to identify your budget internally. There are several different IDs associated with your budget. The Budget ID is used to identify your budget file. The Sync ID is used to access the budget on the server.": "<0>ID'er</0> er navnene Actual bruger internt, til at identificere det enkelte budget. Der er flere ID'er tilknyttet dit budget. Budget ID'et identificerer din budgetfile, mens Sync ID'et bruges til at tilgå budgettet på serveren.",
    "<0>Link a <1>European</1> bank account</0> to automatically download transactions. GoCardless provides reliable, up-to-date information from hundreds of banks.": "<0>Forbind en <1>europæisk</1> bankkonto</0> for automatisk at trække nye transaktioner fra din bank. GoCardless er en leverandør der kan bruges til at forbinde til hundredvis af banker til dit Actual budget.",
    "<0>Important:</0> if you forget this password <3>and</3> you don’t have any local copies of your data, you will lose access to all your data. The data cannot be decrypted without the password.": "<0>Vigtigt!</0> Hvis du mister dette kodeord <3>og</3> du ikke har en lokal kopi af dataene, vil du miste alle dine data. Dataene kan ikke dekrypteres uden kodeordet.",
    "<0>Formatting</0> does not affect how budget data is stored, and can be changed at any time.": "<0>Formatering</0> påvirker kun visning af tallene, og kan ændres når som helst.",
    "{{accountName}} bank sync settings": "{{accountName}} bank synkroniserings indstillinger",
    "<0>Create a local account</0> if you want to add transactions manually. You can also <3>import QIF/OFX/QFX files into a local account</3>.": "<0>Opret en lokal konto</0> hvis du selv vil tilføje transaktioner manuelt. Du kan også <3>importere QIF/OFX/QFX filer til den lokale konto</3>."
}
