{
    "A new version of Actual is available!": "¡Una nueva versión de Actual está disponible!",
    "Account": "Cuenta",
    "File needs upload": "Se necesita subir un archivo",
    "{{count}} transactions_one": "{{count}} transacción",
    "{{count}} transactions_many": "{{count}} transacciones",
    "{{count}} transactions_other": "{{count}} transacciones",
    "Actual has updated the syncing format": "Actual ha actualizado el formato de sincronizado",
    "Actual is a super fast privacy-focused app for managing your finances. To secure your data, you’ll need to set a password for your server.": "Actual es una aplicación superrápida centrada en la privacidad para gestionar tus finanzas. Para asegurar tus datos, deberás establecer una contraseña para tu servidor.",
    "An unknown error occurred: {{error}}": "Se produjo un error desconocido: {{error}}",
    "Category": "Categoría",
    "Cleared": "Despejado",
    "Consider opening <2>our tour</2> in a new tab for some guidance on what to do when you’ve set your password.": "Considera abrir <2>nuestro tour</2> en una pestaña nueva para consejo sobre qué hacer una vez hayas establecido tu contraseña.",
    "Consider taking our <2>guided tour</2> to help you get your bearings, and check out the rest of the documentation while you’re there to learn more about advanced topics.": "Considera hacer el <2>tour</2> para saber qué hacer, y de paso ojea el resto de la documentación para aprender más sobre temas avanzados.",
    "Create key": "Crear clave",
    "Create rule": "Crear regla",
    "Create test file": "Crear archivo de prueba",
    "Date": "Fecha",
    "Delete": "Borrar",
    "Don’t use a server": "No usar servidor",
    "Duplicate": "Duplicado",
    "Edit field": "Editar campo",
    "A category must be transferred to another of the same type (expense or income)": "Una categoría debe ser transferida a otra del mismo tipo (gasto o ingreso)",
    "A file with id “{{id}}” already exists with the name “{{name}}”. This file will be replaced. This probably happened because files were manually moved around outside of Actual.": "Ya existe un archivo con código “{{id}}” con el nombre «{{name}}». Se sobreescribirá este archivo. Esto probablemente ha ocurrido porque se han movido archivos de manera manual fuera de Actual.",
    "Actual is a personal finance tool that focuses on beautiful design and a slick user experience. <2>Editing your data should be as fast as possible.</2> On top of that, we want to provide powerful tools to allow you to do whatever you want with your data.": "Actual es una herramienta de finanzas personales con un foco en tener un diseño bonito y una experiencia de usuario impecable. <2>Editar tus datos debería ser lo más rápido posible.</2> Además, queremos facilitarte herramientas aptas para que hagas lo que quieras con tus datos.",
    "Cancel": "Cancelar",
    "Amount": "Monto",
    "Currently, Actual implements budgeting based on a <2>monthly envelope system</2>.": "De momento, Actual implementa presupuestos basados en un <2>sistema de sobres mensuales</2>.",
    "Existing sessions will be logged out and you will log in to this server. We will validate that Actual is running at this URL.": "Se te desconectará de las sesiones existentes y te conectarás a este servidor. Validaremos que Actual se está ejecutando en esta dirección.",
    "Downloading...": "Descargando…",
    "{{displayMonth}} end-of-month cleanup templates have been applied.": "Se han aplicado las plantillas de limpieza de fin de mes de {{displayMonth}}.",
    "{{displayMonth}} budgets have all been set to zero.": "Los presupuestos de {{displayMonth}} se han establecido en cero.",
    "{{displayMonth}} budgets have all been set to last month’s budgeted amounts.": "Los presupuestos de {{displayMonth}} se han establecido con las mismas cantidades del mes pasado.",
    "<0><0>How are “Average” and “Spent Average MTD” calculated?</0></0><1>They are both the average cumulative spending by day for the three months before the selected “compare” month.</1>": "<0><0>¿Cómo se calcula el “Promedio” y el “Promedio gastado MTD”?</0></0><1>Ambos son el promedio del gasto acumulado diario de los tres meses anteriores al mes de “comparación” seleccionado.</1>",
    "<0><0>How is cash flow calculated?</0></0><1>Cash flow shows the balance of your budgeted accounts over time, and the amount of expenses/income each day or month. Your budgeted accounts are considered to be “cash on hand,” so this gives you a picture of how available money fluctuates.</1>": "<0><0>¿Cómo se calcula el flujo de caja?</0></0><1>El flujo de caja muestra el saldo de tus cuentas presupuestadas a lo largo del tiempo y la cantidad de gastos/ingresos diarios o mensuales. Tus cuentas presupuestadas se consideran “efectivo disponible”, por lo que esto te da una visión de cómo fluctúa el dinero disponible.</1>",
    "{{selectedPayeeNames}}, and more": "{{selectedPayeeNames}}, y más",
    "<0>Actual</0> is a super fast privacy-focused app for managing your finances.": "<0>Actual</0> es una aplicación ultrarrápida centrada en la privacidad para gestionar tus finanzas.",
    "<0>Budget ID:</0> {{budgetId}}": "<0>ID del presupuesto:</0> {{budgetId}}",
    "{{displayMonth}} budget templates have been overwritten.": "Se han sobreescrito las plantillas del presupuesto de {{displayMonth}}.",
    "{{displayMonth}} budget templates have been applied.": "Se han aplicado las plantillas del presupuesto de {{displayMonth}}.",
    "<0>Actual’s data directory</0> <2><0>where your files are stored</0></2>": "<0>Directorio de datos de Actual</0> <2><0>donde se almacenan tus datos</0></2>",
    "<0>Authentication method</0> modifies how users log in to the system.": "<0>Método de autenticación</0> modifica la forma en que los usuarios inician sesión en el sistema.",
    "(Optional)": "(Opcional)",
    "(hidden)": "(oculto)",
    "(modified)": "(modificado)",
    "<0>Create a local account</0> if you want to add transactions manually. You can also <3>import QIF/OFX/QFX files into a local account</3>.": "<0>Crea una cuenta local</0> si deseas agregar transacciones manualmente. También puedes <3>importar archivos QIF/OFX/QFX en una cuenta local</3>.",
    "<0>Envelope budgeting</0> (recommended) digitally mimics physical envelope budgeting system by allocating funds into virtual envelopes for different expenses. It helps track spending and ensure you don‘t overspend in any category.": "<0>Presupuestación con sobres</0> (recomendado) imita digitalmente el sistema de presupuestación con sobres físicos al asignar fondos a sobres virtuales para diferentes gastos. Ayuda a rastrear el gasto y asegura que no te excedas en ninguna categoría.",
    "<0>Link a <1>European</1> bank account</0> to automatically download transactions.": "<0>Vincula una cuenta bancaria <1>europea</1></0> para descargar transacciones automáticamente.",
    "<0>Link a <1>North American</1> bank account</0> to automatically download transactions.": "<0>Vincula una cuenta bancaria <1>norteamericana</1></0> para descargar transacciones automáticamente.",
    "<0>Reset sync</0> will remove all local data used to track changes for syncing, and create a fresh sync ID on the server. This file on other devices will have to be re-downloaded to use the new sync ID. Use this if there is a problem with syncing and you want to start fresh.": "<0>Restablecer sincronización</0> eliminará todos los datos locales utilizados para rastrear los cambios para la sincronización y creará un nuevo ID de sincronización en el servidor. Este archivo en otros dispositivos tendrá que ser vuelto a descargar para usar el nuevo ID de sincronización. Usa esta opción si hay un problema con la sincronización y deseas comenzar desde cero.",
    "Account in Actual": "Cuenta en Actual",
    "Add action": "Crear acción",
    "Add a new transaction": "Crear nueva transacción",
    "1 month": "1 mes",
    "Add another split": "Crear otra división",
    "Add category": "Crear categoría",
    "Add category group": "Crear grupo de categorías",
    "Add New": "Crear nuevo",
    "allocate": "asignar",
    "Back": "Volver",
    "<0>Read here</0> for instructions on how to migrate your data from YNAB. You need to export your data as JSON, and that page explains how to do that.": "<0>Lee aquí</0> las instrucciones sobre cómo migrar tus datos desde YNAB. Necesitas exportar tus datos como JSON, y esa página explica cómo hacerlo.",
    "<0>Reset sync</0> is only available when syncing is": "<0>Restablecer sincronización</0> solo está disponible cuando la sincronización está activada",
    "<0>Sync ID:</0> {{syncId}}": "<0>ID de sincronización:</0> {{syncId}}",
    "<0>Themes</0> change the user interface colors.": "<0>Los temas</0> cambian los colores de la interfaz de usuario.",
    "1 year": "1 año",
    "2 weeks": "2 semanas",
    "Add new user": "Crear usuario",
    "Add recurrence": "Crear recurrencia",
    "All reconciled!": "¡Todo reconciliado!",
    "<0>No server configured</0>": "<0>No se ha configurado el servidor</0>",
    "3 months": "3 meses",
    "6 months": "6 meses",
    "Actual’s data directory successfully changed.": "Directorio de datos de Actual cambiado con éxito.",
    "Add": "Crear",
    "Add account": "Crear cuenta",
    "1 day": "1 día",
    "1 week": "1 semana",
    "Account menu": "Menú de cuenta",
    "Actions": "Acciones",
    "Add group": "Crear grupo",
    "all transactions": "todas las transacciones",
    "Add condition": "Crear condición",
    "<0>IDs</0> are the names Actual uses to identify your budget internally. There are several different IDs associated with your budget. The Budget ID is used to identify your budget file. The Sync ID is used to access the budget on the server.": "<0>Los ID</0> son los nombres que Actual utiliza para identificar tu presupuesto internamente. Hay varios ID diferentes asociados con tu presupuesto. El ID del presupuesto se usa para identificar tu archivo de presupuesto. El ID de sincronización se utiliza para acceder al presupuesto en el servidor.",
    "Average:": "Promedio:",
    "<0>Reset budget cache</0> will clear all cached values for the budget and recalculate the entire budget. All values in the budget are cached for performance reasons, and if there is a bug in the cache you won’t see correct values. There is no danger in resetting the cache. Hopefully you never have to do this.": "<0>Restablecer caché del presupuesto</0> borrará todos los valores almacenados en caché para el presupuesto y recalculará todo el presupuesto. Todos los valores del presupuesto se almacenan en caché por razones de rendimiento, y si hay un error en la caché no verás los valores correctos. No hay peligro en restablecer la caché. Esperemos que nunca tengas que hacer esto.",
    "Accounts": "Cuentas"
}
