{
    "A new version of Actual is available!": "¡Una nueva versión de Actual está disponible!",
    "Account": "Cuenta",
    "File needs upload": "Se necesita subir un archivo",
    "{{count}} transactions_one": "{{count}} transacción",
    "{{count}} transactions_many": "{{count}} transacciones",
    "{{count}} transactions_other": "{{count}} transacciones",
    "Actual has updated the syncing format": "Actual ha actualizado el formato de sincronizado",
    "Actual is a super fast privacy-focused app for managing your finances. To secure your data, you’ll need to set a password for your server.": "Actual es una aplicación superrápida centrada en la privacidad para gestionar tus finanzas. Para asegurar tus datos, deberás establecer una contraseña para tu servidor.",
    "An unknown error occurred: {{error}}": "Se produjo un error desconocido: {{error}}",
    "Category": "Categoría",
    "Cleared": "Despejado",
    "Consider opening <2>our tour</2> in a new tab for some guidance on what to do when you’ve set your password.": "Considera abrir <2>nuestro tour</2> en una pestaña nueva para consejo sobre qué hacer una vez hayas establecido tu contraseña.",
    "Consider taking our <2>guided tour</2> to help you get your bearings, and check out the rest of the documentation while you’re there to learn more about advanced topics.": "Considera hacer el <2>tour</2> para saber qué hacer, y de paso ojea el resto de la documentación para aprender más sobre temas avanzados.",
    "Create key": "Crear clave",
    "Create rule": "Crear regla",
    "Create test file": "Crear archivo de prueba",
    "Date": "Fecha",
    "Delete": "Borrar",
    "Don’t use a server": "No usar servidor",
    "Duplicate": "Duplicado",
    "Edit field": "Editar campo",
    "A category must be transferred to another of the same type (expense or income)": "Una categoría debe ser transferida a otra del mismo tipo (gasto o ingreso)",
    "A file with id “{{id}}” already exists with the name “{{name}}”. This file will be replaced. This probably happened because files were manually moved around outside of Actual.": "Ya existe un archivo con código “{{id}}” con el nombre «{{name}}». Se sobreescribirá este archivo. Esto probablemente ha ocurrido porque se han movido archivos de manera manual fuera de Actual.",
    "Actual is a personal finance tool that focuses on beautiful design and a slick user experience. <2>Editing your data should be as fast as possible.</2> On top of that, we want to provide powerful tools to allow you to do whatever you want with your data.": "Actual es una herramienta de finanzas personales con un foco en tener un diseño bonito y una experiencia de usuario impecable. <2>Editar tus datos debería ser lo más rápido posible.</2> Además, queremos facilitarte herramientas aptas para que hagas lo que quieras con tus datos.",
    "Cancel": "Cancelar",
    "Amount": "Monto",
    "Currently, Actual implements budgeting based on a <2>monthly envelope system</2>.": "De momento, Actual implementa presupuestos basados en un <2>sistema de sobres mensuales</2>.",
    "Existing sessions will be logged out and you will log in to this server. We will validate that Actual is running at this URL.": "Se te desconectará de las sesiones existentes y te conectarás a este servidor. Validaremos que Actual se está ejecutando en esta dirección.",
    "Downloading...": "Descargando…",
    "{{displayMonth}} end-of-month cleanup templates have been applied.": "Se han aplicado las plantillas de limpieza de fin de mes de {{displayMonth}}.",
    "{{displayMonth}} budgets have all been set to zero.": "Los presupuestos de {{displayMonth}} se han puesto a cero.",
    "{{displayMonth}} budgets have all been set to last month’s budgeted amounts.": "Los presupuestos de {{displayMonth}} se han establecido con las mismas cantidades del mes pasado.",
    "<0><0>How are “Average” and “Spent Average MTD” calculated?</0></0><1>They are both the average cumulative spending by day for the three months before the selected “compare” month.</1>": "<0><0>¿Cómo se calcula el «Promedio» y el «Promedio gastado del mes hasta la fecha»?</0></0><1>Ambos son el promedio del gasto acumulado diario de los tres meses anteriores al mes de «comparación» seleccionado.</1>",
    "<0><0>How is cash flow calculated?</0></0><1>Cash flow shows the balance of your budgeted accounts over time, and the amount of expenses/income each day or month. Your budgeted accounts are considered to be “cash on hand,” so this gives you a picture of how available money fluctuates.</1>": "<0><0>¿Cómo se calcula el flujo de caja?</0></0><1>El flujo de caja muestra el saldo de tus cuentas presupuestadas a lo largo del tiempo y la cantidad de gastos/ingresos diarios o mensuales. Tus cuentas presupuestadas se consideran “efectivo disponible”, por lo que esto te da una visión de cómo fluctúa el dinero disponible.</1>",
    "{{selectedPayeeNames}}, and more": "{{selectedPayeeNames}}, y más",
    "<0>Actual</0> is a super fast privacy-focused app for managing your finances.": "<0>Actual</0> es una aplicación ultrarrápida centrada en la privacidad para gestionar tus finanzas.",
    "<0>Budget ID:</0> {{budgetId}}": "<0>ID del presupuesto:</0> {{budgetId}}",
    "{{displayMonth}} budget templates have been overwritten.": "Se han sobrescrito las plantillas del presupuesto de {{displayMonth}}.",
    "{{displayMonth}} budget templates have been applied.": "Se han aplicado las plantillas del presupuesto de {{displayMonth}}.",
    "<0>Actual’s data directory</0> <2><0>where your files are stored</0></2>": "<0>Directorio de datos de Actual</0> <2><0>donde se almacenan tus datos</0></2>",
    "<0>Authentication method</0> modifies how users log in to the system.": "<0>Método de autenticación</0> modifica la forma en que los usuarios inician sesión en el sistema.",
    "(Optional)": "(Opcional)",
    "(hidden)": "(oculto)",
    "(modified)": "(modificado)",
    "<0>Create a local account</0> if you want to add transactions manually. You can also <3>import QIF/OFX/QFX files into a local account</3>.": "<0>Crea una cuenta local</0> si deseas agregar transacciones manualmente. También puedes <3>importar archivos QIF/OFX/QFX en una cuenta local</3>.",
    "<0>Envelope budgeting</0> (recommended) digitally mimics physical envelope budgeting system by allocating funds into virtual envelopes for different expenses. It helps track spending and ensure you don‘t overspend in any category.": "<0>Presupuestación con sobres</0> (recomendado) imita digitalmente el sistema de presupuestación con sobres físicos al asignar fondos a sobres virtuales para diferentes gastos. Ayuda a rastrear el gasto y asegura que no te excedas en ninguna categoría.",
    "<0>Link a <1>European</1> bank account</0> to automatically download transactions.": "<0>Vincula una cuenta bancaria <1>europea</1></0> para descargar transacciones automáticamente.",
    "<0>Link a <1>North American</1> bank account</0> to automatically download transactions.": "<0>Vincula una cuenta bancaria <1>norteamericana</1></0> para descargar transacciones automáticamente.",
    "<0>Reset sync</0> will remove all local data used to track changes for syncing, and create a fresh sync ID on the server. This file on other devices will have to be re-downloaded to use the new sync ID. Use this if there is a problem with syncing and you want to start fresh.": "<0>Restablecer sincronización</0> eliminará todos los datos locales utilizados para rastrear los cambios para la sincronización y creará un nuevo ID de sincronización en el servidor. Este archivo en otros dispositivos tendrá que ser vuelto a descargar para usar el nuevo ID de sincronización. Usa esta opción si hay un problema con la sincronización y deseas comenzar desde cero.",
    "Account in Actual": "Cuenta en Actual",
    "Add action": "Crear acción",
    "Add a new transaction": "Crear nueva transacción",
    "1 month": "1 mes",
    "Add another split": "Crear otra división",
    "Add category": "Crear categoría",
    "Add category group": "Crear grupo de categorías",
    "Add New": "Crear nuevo",
    "allocate": "asignar",
    "Back": "Volver",
    "<0>Read here</0> for instructions on how to migrate your data from YNAB. You need to export your data as JSON, and that page explains how to do that.": "<0>Lee aquí</0> las instrucciones sobre cómo migrar tus datos desde YNAB. Necesitas exportar tus datos como JSON, y esa página explica cómo hacerlo.",
    "<0>Reset sync</0> is only available when syncing is": "<0>Restablecer sincronización</0> solo está disponible cuando la sincronización está activada",
    "<0>Sync ID:</0> {{syncId}}": "<0>ID de sincronización:</0> {{syncId}}",
    "<0>Themes</0> change the user interface colors.": "<0>Los temas</0> cambian los colores de la interfaz de usuario.",
    "1 year": "1 año",
    "2 weeks": "2 semanas",
    "Add new user": "Crear usuario",
    "Add recurrence": "Crear recurrencia",
    "All reconciled!": "¡Todo reconciliado!",
    "<0>No server configured</0>": "<0>No se ha configurado el servidor</0>",
    "3 months": "3 meses",
    "6 months": "6 meses",
    "Actual’s data directory successfully changed.": "Directorio de datos de Actual cambiado con éxito.",
    "Add": "Crear",
    "Add account": "Crear cuenta",
    "1 day": "1 día",
    "1 week": "1 semana",
    "Account menu": "Menú de cuenta",
    "Actions": "Acciones",
    "Add group": "Crear grupo",
    "all transactions": "todas las transacciones",
    "Add condition": "Crear condición",
    "<0>IDs</0> are the names Actual uses to identify your budget internally. There are several different IDs associated with your budget. The Budget ID is used to identify your budget file. The Sync ID is used to access the budget on the server.": "<0>Los ID</0> son los nombres que Actual utiliza para identificar tu presupuesto internamente. Hay varios ID diferentes asociados con tu presupuesto. El ID del presupuesto se usa para identificar tu archivo de presupuesto. El ID de sincronización se utiliza para acceder al presupuesto en el servidor.",
    "Average:": "Promedio:",
    "<0>Reset budget cache</0> will clear all cached values for the budget and recalculate the entire budget. All values in the budget are cached for performance reasons, and if there is a bug in the cache you won’t see correct values. There is no danger in resetting the cache. Hopefully you never have to do this.": "<0>Restablecer caché del presupuesto</0> borrará todos los valores almacenados en caché para el presupuesto y recalculará todo el presupuesto. Todos los valores del presupuesto se almacenan en caché por razones de rendimiento, y si hay un error en la caché no verás los valores correctos. No hay peligro en restablecer la caché. Esperemos que nunca tengas que hacer esto.",
    "Accounts": "Cuentas",
    "(give feedback)": "(da tu opinión)",
    "(none)": "(ninguno)",
    "{{count}} associated rules_one": "{{count}} regla asociada",
    "{{count}} associated rules_many": "{{count}} reglas asociadas",
    "{{count}} associated rules_other": "{{count}} de reglas asociadas",
    "<0>Important:</0> if you forget this password <3>and</3> you don’t have any local copies of your data, you will lose access to all your data. The data cannot be decrypted without the password.": "<0>Importante:</0> si olvidas esta contraseña <3>y</3> no tienes copias locales de tus datos, perderás el acceso a todos tus datos. Los datos no pueden ser descifrados sin la contraseña.",
    "<0>Formatting</0> does not affect how budget data is stored, and can be changed at any time.": "<0>El formato</0> no afecta a la forma en que se almacenan los datos del presupuesto, y se puede cambiar en cualquier momento.",
    "amount (outflow)": "monto (salida)",
    "An error occurred while saving. Please visit https://actualbudget.org/contact/ for support.": "Ha ocurrido un error al guardar. Por favor visita https://actualbudget.org/contact/ para obtener soporte.",
    "A valid amount is required": "Se requiere un monto válido",
    "<0>End-to-end encryption</0> is not available when making an unencrypted connection to a remote server. You’ll need to enable HTTPS on your server to use end-to-end encryption. This problem may also occur if your browser is too old to work with Actual.": "<0>El cifrado de extremo a extremo</0> no está disponible al establecer una conexión sin cifrar a un servidor remoto. Necesitarás habilitar HTTPS en tu servidor para usar cifrado de extremo a extremo. Este problema también puede ocurrir si tu navegador es demasiado antiguo para trabajar con Actual.",
    "<0>End-to-end encryption</0> is not enabled. Any data on the server is still protected by the server password, but it’s not end-to-end encrypted which means the server owners have the ability to read it. If you want, you can use an additional password to encrypt your data on the server.": "<0>El cifrado de extremo a extremo</0> no está habilitado. Cualquier dato en el servidor sigue estando protegido por la contraseña del servidor, pero no está cifrado de extremo a extremo, por lo que los propietarios del servidor tienen la capacidad de leerlo. Si lo deseas, puedes usar una contraseña adicional para cifrar tus datos en el servidor.",
    "amount": "monto",
    "An error occurred while linking your account, sorry!": "Ha ocurrido un error al vincular tu cuenta, ¡perdón!",
    "<0>End-to-end encryption</0> is not available when running without a server. Budget files are always kept unencrypted locally, and encryption is only applied when sending data to a server.": "<0>El cifrado de extremo a extremo</0> no está disponible cuando se ejecuta sin un servidor. Los archivos de presupuesto siempre se mantienen sin cifrar localmente, y el cifrado solo se aplica al enviar datos a un servidor.",
    "Amount (outflow)": "Monto (salida)",
    "Actual requires access to <1>SharedArrayBuffer</1> in order to function properly. If you’re seeing this error, either your browser does not support <3>SharedArrayBuffer</3>, or your server is not sending the appropriate headers, or you are not using HTTPS. See <6>our troubleshooting documentation</6> to learn more. <9></9>": "Actual necesita acceso a <1>SharedArrayBuffer</1> para funcionar correctamente. Si ves este error, puede que tu navegador no sea compatible con <3>SharedArrayBuffer</3>, o que tu servidor no esté enviando los encabezados adecuados, o que no estés usando HTTPS. Consulta <6>nuestra documentación de solución de problemas</6> para obtener más información. <9></9>",
    "28+": "28+",
    "Add new widget": "Crear nuevo widget",
    "Actual uses <1>SharedArrayBuffer</1> to allow usage from multiple tabs at once and to ensure correct behavior when switching files. While it can run without access to<3>SharedArrayBuffer</3>, you may encounter data loss or notice multiple budget files being merged with each other.": "Actual utiliza <1>SharedArrayBuffer</1> para permitir el uso de varias pestañas al mismo tiempo y garantizar el comportamiento correcto al cambiar de archivos. Aunque puede funcionar sin acceso a <3>SharedArrayBuffer</3>, podrías experimentar pérdida de datos o notar que varios archivos de presupuesto se fusionan entre sí.",
    "<0>Budgeted:</0><1>{{amount}}</1>": "<0>Presupuestado:</0><1>{{amount}}</1>",
    "<0>Category Learning</0> will automatically determine the best category for a transaction and create a rule that sets the category for the payee. <3>Learn more</3>": "<0>El Aprendizaje de Categorías</0> determinará automáticamente la mejor categoría para una transacción y creará una regla que establece la categoría para el beneficiario. <3>Más información</3>",
    "<0><0>Repair transactions</0> if you are experiencing bugs relating to split transactions or transfers and the “Reset budget cache” button above does not help, this tool may fix them. Some examples of bugs include seeing blank payees on splits or incorrect account balances. This tool does four things:</0><1><0>Ensures that deleted split transactions are fully deleted. In previous versions of the app, certain split transactions may appear deleted but not all of them are actually deleted. This causes the transactions list to look correct, but certain balances may be incorrect when filtering.</0><1>Sync the payee and cleared flag of a split transaction to the main or “parent” transaction, if appropriate. The payee will only be set if it currently doesn’t have one.</1><2>Checks that the sum of all child transactions adds up to the total amount. If not, these will be flagged below to allow you to easily locate and fix the amounts.</2><3>Check if you have any budget transfers that erroneous contain a category, and remove the category.</3></1>": "<0><0>Reparar transacciones</0> si estás experimentando errores relacionados con transacciones divididas o transferencias, y el botón \"Restablecer caché del presupuesto\" que aparece arriba no te ayuda, esta herramienta podría solucionarlos. Algunos ejemplos de errores incluyen ver beneficiarios en blanco en transacciones divididas o saldos incorrectos en las cuentas. Esta herramienta hace cuatro cosas:</0><1><0>Asegura que las transacciones divididas eliminadas se borren por completo. En versiones anteriores de la aplicación, algunas transacciones divididas podían parecer eliminadas, pero no todas se borraban realmente. Esto hace que la lista de transacciones parezca correcta, pero ciertos saldos pueden ser incorrectos al aplicar filtros.</0><1>Sincroniza el beneficiario y el estado de \"cleared\" (liquidado) de una transacción dividida con la transacción principal o \"padre\", si es apropiado. El beneficiario solo se establecerá si actualmente no tiene uno.</1><2>Verifica que la suma de todas las transacciones secundarias coincida con el monto total. Si no es así, estas se marcarán a continuación para que puedas localizarlas y corregir los montos fácilmente.</2><3>Comprueba si tienes transferencias presupuestarias que contienen erróneamente una categoría y la elimina.</3></1>",
    "(please select)": "(por favor, seleccione)",
    "Date filters": "Filtros de fecha",
    "Delete {{count}} users": "Eliminar {{count}} usuarios",
    "Calendar": "Calendario",
    "Calendar card": "Tarjeta de calendario",
    "<0>Balance:</0><1>{{amount}}</1>": "<0>Balance:</0><1>{{amount}}</1>",
    "<0>Language</0> support is not available. Please follow the instructions <3>here</3> to add missing translation files.": "No se dispone de soporte para <0>Traducciones</0>. Por favor, siga las instrucciones <3>aqui</3> para añadir archivos de traducción faltantes.",
    "<0>Move schedule </0><1></1><2> {{beforeOrAfter}} weekend</2>": "<0>Mover planificación</0><1></1><2> {{beforeOrAfter}} del fin de semana</2>",
    "<0>Server self-signed certificate</0> <2><0>enables a secure connection</0></2>": "<0>Certificado auto-firmado del servidor</0> <2><0>permite una conexión segura</0></2>",
    "<allocatedAmount /> <italic>of <totalAmount /></italic>": "<allocatedAmount /> <italic>de<totalAmount /></italic>",
    "Budget “{{id}}” not found. Check the ID of your budget in the Advanced section of the settings page.": "Presupuesto \"{{id}}\" no encontrado. Comprueba el ID de tu presupuesto en la sección Avanzado de la pagina de configuración.",
    "Budget name": "Nombre del presupuesto",
    "Could not search: {{errorReason}}": "No se pudo buscar: {{errorReason}}",
    "Cover from a category:": "Cubrir desde una categoría:",
    "Cover overbudgeted": "Cubrir sobrepresupuestado",
    "Covered overbudgeted from {{categoryName}}": "Cubrir sobrepresupuestado desde {{categoryName}}",
    "Create payee “{{payeeName}}”": "Crear beneficiario \"{{payeeName}}\"",
    "Create reconciliation transaction": "Crear transacción de reconciliación",
    "Delete {{fileName}}": "Eliminar {{fileName}}",
    "Budget set to {{numberOfMonths}}-month average.": "Presupuesto establecido al promedio de los últimos {{numberOfMonths}} meses.",
    "Budget set to last month’s budget.": "Presupuesto establecido como el ultimo mes.",
    "Budgeted amount for {{categoryName}} category": "Monto presupuestado para la categoria {{categoryName}}",
    "Budgeted:": "Presupuestado:",
    "Create": "Crear",
    "Create schedules": "Crear planificaciones",
    "Delete file from all devices": "Eliminar archivo de todos los dispositivos",
    "Budget page menu": "Menú de página de presupuesto",
    "Cover overspending": "Cubrir el exceso de gasto",
    "Create Local Account": "Crear Cuenta Local",
    "Create new file": "Crear nuevo archivo",
    "Create new rule": "Crear nueva regla",
    "Can also assign ownership of a budget to another person, ensuring efficient budget management.": "También puede asignar la titularidad de un presupuesto a otra persona, asegurando una gestión presupuestaria eficiente.",
    "Choose the number of months shown at a time": "Elija el número de meses mostrados a la vez",
    "Dashboard widget successfully saved.": "El widget del panel se guardo correctamente.",
    "Date is required": "La fecha es requerida",
    "CSV OPTIONS": "OPCIONES DE CSV",
    "Daily": "Diario",
    "Choose Report": "Escoge Informe",
    "Clear all conditions": "Limpiar todas las condiciones",
    "Clear search term": "Limpiar termino de búsqueda",
    "contains": "contiene",
    "Context menus": "Menús contextuales",
    "Create new account (off budget)": "Crear nueva cuenta (fuera del presupuesto)",
    "Current month": "Mes actual",
    "Dark theme": "Tema oscuro",
    "Debt:": "Deuda:",
    "Create a local account": "Crear una cuenta local",
    "Create new account": "Crear nueva cuenta",
    "Custom length": "Longitud personalizada",
    "Budgeted": "Presupuestado",
    "Creating budget...": "Creando presupuesto...",
    "Budget Summary": "Resumen del presupuesto",
    "Connecting...": "Conectando…",
    "Create New": "Crear nuevo",
    "Dashboard has been successfully reset to default state. Don’t like what you see? You can always press [ctrl+z](#undo) to undo.": "El dashboard se ha restaurado con éxito al estado predeterminado. ¿No te gusta lo que ves? Siempre puedes presionar [ctrl+z](#undo) para deshacer.",
    "By enabling bank-sync, you will be granting GoCardless (a third party service) read-only access to your entire account’s transaction history. This service is not affiliated with Actual in any way. Make sure you’ve read and understand GoCardless’s <2>Privacy Policy</2> before proceeding.": "Al activar la sincronización bancaria, estarás permitiendo a GoCardless (un servicio de terceros) acceso de solo lectura a tu historial de transacciones de tu cuenta. Este servicio no está afiliado con Actual de ninguna forma. Asegúrate de leer y comprender las <2>políticas de privacidad</2> de GoCardless antes de continuar.",
    "Dashboard has been successfully imported. Don’t like what you see? You can always press [ctrl+z](#undo) to undo.": "El dashboard ha sido importado con éxito. ¿No te gusta lo que ves? Siempre puedes presionar [ctrl+z](#undo) para deshacer.",
    "Access Revocation Incomplete": "Revocación de acceso incompleta",
    "Budget template applied.": "Plantilla de presupuesto aplicada.",
    "Choose the schedule these {{ count }} transactions belong to:_one": "Escoja la planificación a la cual esta transacción pertenece:",
    "Choose the schedule these {{ count }} transactions belong to:_many": "Escoja la planificación a la cual estas {{ count }} transacciones pertenecen:",
    "Choose the schedule these {{ count }} transactions belong to:_other": "Escoja la planificación a la cual estas {{ count }} transacciones pertenecen:",
    "Default": "Por defecto",
    "Debts:": "Deudas:",
    "Decide later": "Decidir más tarde",
    "Connect to an Actual server to set up <2>automatic syncing</2>.": "Conéctese a un servidor Actual para configurar la <2>sincronización automática</2>.",
    "copy": "copiar",
    "Copy last month’s budget": "Copiar presupuesto del ultimo mes",
    "Cover from a category": "Cubrir desde una categoria",
    "Data Table": "Tabla de datos",
    "Delete file locally": "Eliminar archivo localmente",
    "Delete filter": "Eliminar filtro",
    "Delete selected transactions": "Eliminar transacciones seleccionadas",
    "Delete split": "Eliminar división",
    "<0>Goal Type:</0><1>{{type}}</1>": "<0>Tipo de Objetivo:</0><1>{{type}}</1>",
    "<0>Goal:</0><1>{{amount}}</1>": "<0>Objetivo:</0><1>{{amount}}</1>",
    "Account list": "Lista de cuentas",
    "Add transaction": "Añadir transacción",
    "Access": "Acceso",
    "After disabling OpenID all sessions will be closed": "Después de deshabilitar OpenID, se cerrarán todas las sesiones",
    "Advanced Settings": "Configuración avanzada",
    "Add specific days": "Añadir días específicos",
    "After enabling OpenID all sessions will be closed": "Después de habilitar OpenID se cerrarán todas las sesiones",
    "All accounts": "Todas las cuentas",
    "Advanced options": "Opciones avanzadas",
    "<0>Experimental features.</0> These features are not fully tested and may not work as expected. THEY MAY CAUSE IRRECOVERABLE DATA LOSS. They may do nothing at all. Only enable them if you know what you are doing.": "<0>Funciones experimentales.</0> Estas funciones no están completamente probadas y pueden no actuar como se espera. PUEDEN CAUSAR PÉRDIDAS DE DATOS IRRECUPERABLES. Puede que no hagan nada en absoluto. Solo habilítelas si sabes lo que estás haciendo.",
    "<0>Language</0> is the display language of all text. Please note that no warranty is provided for the accuracy or completeness of non-English translations. If you encounter a translation error, feel free to make a suggestion on <3>Weblate</3>.": "<0>Idioma</0> es el idioma de visualización de todo el texto. Tenga en cuenta que no se ofrece garantía de la precisión o integridad de las traducciones que no estén en inglés. Si encuentra un error en la traducción, no dude en hacer una sugerencia en <3>Weblate</3>.",
    "All Accounts": "Todas las Cuentas",
    "Admin": "Administrador",
    "Add new schedule": "Crear nueva planificación",
    "$10 a week, up to a maximum of $80": "10 $ por semana, hasta un máximo de 80 $",
    "$10 a week": "10 $ por semana",
    "Downloaded file is invalid, sorry! Visit https://actualbudget.org/contact/ for support.": "¡El archivo descargado es inválido, perdón! Visité https://actualbudget.org/contact/ para obtener soporte.",
    "Downloading and applying update...": "Descargando y aplicando actualización...",
    "Duplicate file “{{newName}}” created.": "Archivo duplicado \"{{newName}}\" creado.",
    "Duplicate “{{fileName}}”": "Duplicar \"{{fileName}}\"",
    "Downloading the file failed. Check your network connection.": "La descarga del archivo falló. Comprueba tu conexión de red.",
    "Duplicate for all devices": "Duplicar para todos los dispositivos",
    "<0>Custom Report:</0> <2>{{name}}</2>": "<0>Informe Personalizado:</0> <2>{{name}}</2>",
    "Apply actions": "Aplicar acciones",
    "Apply budget template": "Aplicar plantilla de presupuesto",
    "Apply budget templates": "Aplicar plantillas de presupuesto",
    "Are you sure you want to delete the report named ‘<2>{{name}}</2>’?": "¿Está seguro de que desea eliminar el informe denominado ‘<2>{{name}}</2>’?",
    "Ascending": "Ascendente",
    "Auto login failed - Proxy not trusted": "Error en el inicio de sesión automático - El proxy no es de confianza",
    "Automatically add transaction": "Agregar transacción automáticamente",
    "Available for download": "Disponible para descarga",
    "Average": "Promedio",
    "Average per transaction": "Promedio por transacción",
    "Average per month": "Promedio por mes",
    "Back up now": "Realizar copia de seguridad ahora",
    "Amount (inflow)": "Monto (ingreso)",
    "Backups": "Copias de Seguridad",
    "Back to file list": "Volver a la lista de archivos",
    "Balance for {{categoryName}} category": "Saldo para la categoría {{categoryName}}",
    "Are you sure you want to close <2>{{accountName}}</2>? ": "¿Está seguro de que desea cerrar <2>{{accountName}}</2>? ",
    "Balance:": "Balance:",
    "Bank Account To Sync": "Cuenta Bancaria para Sincronizar",
    "$50 each month": "50 € cada mes",
    "and": "y",
    "Are you sure?": "¿Estas seguro/a?",
    "Area Graph": "Gráfica de Área",
    "Assets:": "Activos:",
    "Auth0 application settings": "Configuración de la aplicación Auth0",
    "Apply to all": "Aplicar a todas",
    "Auto login failed - No header sent": "Error en el inicio de sesión automático - No se envió ninguna cabecera",
    "Approximately {{currencyAmount}}": "Aproximadamente {{currencyAmount}}",
    "Are you sure you want to edit this transaction?": "¿Está seguro de que desea editar esta transacción?",
    "Average spent": "Promedio gastado",
    "Balance must be a number": "El saldo debe ser un número",
    "Bank sync": "Sincronización bancaria",
    "An internal error occurred, sorry! Visit https://actualbudget.org/contact/ for support. (ref: {{reason}})": "Se produjo un error interno, ¡lo sentimos! Visite https://actualbudget.org/contact/ para obtener ayuda. (ref: {{reason}})",
    "An internal error occurred. Try to log in again, or get <2>in touch</2> for support.": "Se produjo un error interno. Intente iniciar sesión nuevamente o <2>póngase en contacto</2> para obtener ayuda.",
    "Account linking not opening in a new tab? Click here": "¿El vinculado de cuentas no se abre en una nueva pestaña? Haz clic aquí",
    "Append": "Añadir",
    "append to notes": "añadir a notas",
    "App updated to {{version}}": "Aplicación actualizada a {{version}}",
    "Apply": "Aplicar",
    "Backups are taken every {{BACKUP_FREQUENCY_MINS}} minutes and stored in <4><0>Actual’s data directory</0></4>. Actual retains a maximum of {{MAX_BACKUPS}} backups at any time.": "Las copias de seguridad se realizan cada {{BACKUP_FREQUENCY_MINS}} minutos y se almacenan en el <4><0>directorio de datos de Actual</0></4>. Actual conserva un máximo de {{MAX_BACKUPS}} copias de seguridad en cualquier momento.",
    "Balance": "Balance",
    "An unknown error occurred while exporting. Please report this as a new issue on GitHub.": "Se produjo un error desconocido durante la exportación. Infórmelo como un nuevo problema en GitHub.",
    "All time": "Todos los tiempos",
    "All time divisor": "Dividir por todo el tiempo",
    "amount (inflow)": "cantidad (ingreso)"
}
