{
    "A new version of Actual is available!": "¡Una nueva versión de Actual está disponible!",
    "Account": "Cuenta",
    "File needs upload": "Se necesita subir un archivo",
    "{{count}} transactions_one": "{{count}} transacción",
    "{{count}} transactions_many": "{{count}} transacciones",
    "{{count}} transactions_other": "{{count}} transacciones",
    "Actual has updated the syncing format": "Actual ha actualizado el formato de sincronizado",
    "Actual is a super fast privacy-focused app for managing your finances. To secure your data, you'll need to set a password for your server.": "Actual es una aplicación superrápida centrada en la privacidad para gestionar tus finanzas. Para asegurar tus datos, deberás establecer una contraseña para tu servidor.",
    "An unknown error occurred: {{error}}": "Se produjo un error desconocido: {{error}}",
    "Category": "Categoría",
    "Cleared": "Confirmado",
    "Consider opening <2>our tour</2> in a new tab for some guidance on what to do when you've set your password.": "Considera abrir <2>nuestro tour</2> en una pestaña nueva para consejo sobre qué hacer una vez hayas establecido tu contraseña.",
    "Consider taking our <2>guided tour</2> to help you get your bearings, and check out the rest of the documentation while you're there to learn more about advanced topics.": "Considera hacer nuestro <2>tour guiado</2> para saber qué hacer, y de paso ojea el resto de la documentación para aprender más sobre temas avanzados.",
    "Create key": "Crear clave",
    "Create rule": "Crear regla",
    "Create test file": "Crear archivo de prueba",
    "Date": "Fecha",
    "Delete": "Borrar",
    "Don't use a server": "No usar servidor",
    "Duplicate": "Duplicar",
    "Edit field": "Editar campo",
    "A category must be transferred to another of the same type (expense or income)": "Una categoría debe ser transferida a otra del mismo tipo (gasto o ingreso)",
    "A file with id \"{{id}}\" already exists with the name \"{{name}}\". This file will be replaced. This probably happened because files were manually moved around outside of Actual.": "Ya existe un archivo con código «{{id}}» con el nombre «{{name}}». Se sobrescribirá este archivo. Esto probablemente ha ocurrido porque se han movido archivos de manera manual fuera de Actual.",
    "Actual is a personal finance tool that focuses on beautiful design and a slick user experience. <2>Editing your data should be as fast as possible.</2> On top of that, we want to provide powerful tools to allow you to do whatever you want with your data.": "Actual es una herramienta de finanzas personales con un foco en tener un diseño bonito y una experiencia de usuario impecable. <2>Editar tus datos debería ser lo más rápido posible.</2> Además, queremos facilitarte herramientas aptas para que hagas lo que quieras con tus datos.",
    "Cancel": "Cancelar",
    "Amount": "Cantidad",
    "Currently, Actual implements budgeting based on a <2>monthly envelope system</2>.": "De momento, Actual implementa presupuestos basados en un <2>sistema de sobres mensuales</2>.",
    "Existing sessions will be logged out and you will log in to this server. We will validate that Actual is running at this URL.": "Se te desconectará de las sesiones existentes y te conectarás a este servidor. Validaremos que Actual se está ejecutando en esta dirección.",
    "Downloading...": "Descargando…",
    "{{displayMonth}} end-of-month cleanup templates have been applied.": "Se han aplicado las plantillas de limpieza de fin de mes de {{displayMonth}}.",
    "{{displayMonth}} budgets have all been set to zero.": "Los presupuestos de {{displayMonth}} se han puesto a cero.",
    "{{displayMonth}} budgets have all been set to last month's budgeted amounts.": "Los presupuestos de {{displayMonth}} se han establecido con las mismas cantidades del mes pasado.",
    "<0><0>How are \"Average\" and \"Spent Average MTD\" calculated?</0></0><1>They are both the average cumulative spending by day for the three months before the selected \"compare\" month.</1>": "<0><0>¿Cómo se calcula el «Promedio» y el «Promedio gastado del mes hasta la fecha»?</0></0><1>Ambos son el promedio del gasto acumulado diario de los tres meses anteriores al mes de «comparación» seleccionado.</1>",
    "<0><0>How is cash flow calculated?</0></0><1>Cash flow shows the balance of your budgeted accounts over time, and the amount of expenses/income each day or month. Your budgeted accounts are considered to be \"cash on hand,\" so this gives you a picture of how available money fluctuates.</1>": "<0><0>¿Cómo se calcula el flujo de caja?</0></0><1>El flujo de caja muestra el saldo de tus cuentas presupuestadas a lo largo del tiempo y la cantidad de gastos/ingresos diarios o mensuales. Tus cuentas presupuestadas se consideran \"efectivo disponible\", por lo que esto te da una visión de cómo fluctúa el dinero disponible.</1>",
    "{{selectedPayeeNames}}, and more": "{{selectedPayeeNames}}, y más",
    "<0>Actual</0> is a super fast privacy-focused app for managing your finances.": "<0>Actual</0> es una aplicación ultrarrápida centrada en la privacidad para gestionar tus finanzas.",
    "<0>Budget ID:</0> {{budgetId}}": "<0>ID del presupuesto:</0> {{budgetId}}",
    "{{displayMonth}} budget templates have been overwritten.": "Se han sobrescrito las plantillas del presupuesto de {{displayMonth}}.",
    "{{displayMonth}} budget templates have been applied.": "Se han aplicado las plantillas del presupuesto de {{displayMonth}}.",
    "<0>Actual's data directory</0> <2><0>where your files are stored</0></2>": "<0>Directorio de datos de Actual</0> <2><0>donde se almacenan tus datos</0></2>",
    "<0>Authentication method</0> modifies how users log in to the system.": "<0>Método de autenticación</0> modifica la forma en que los usuarios inician sesión en el sistema.",
    "(Optional)": "(Opcional)",
    "(hidden)": "(oculto)",
    "(modified)": "(modificado)",
    "<0>Create a local account</0> if you want to add transactions manually. You can also <3>import QIF/OFX/QFX files into a local account</3>.": "<0>Crea una cuenta local</0> si deseas agregar transacciones manualmente. También puedes <3>importar archivos QIF/OFX/QFX en una cuenta local</3>.",
    "<0>Envelope budgeting</0> (recommended) digitally mimics physical envelope budgeting system by allocating funds into virtual envelopes for different expenses. It helps track spending and ensure you don't overspend in any category.": "<0>Presupuestación con sobres</0> (recomendado) imita digitalmente el sistema de presupuestación con sobres físicos al asignar fondos a sobres virtuales para diferentes gastos. Ayuda a rastrear el gasto y asegura que no te excedas en ninguna categoría.",
    "<0>Reset sync</0> will remove all local data used to track changes for syncing, and create a fresh sync ID on the server. This file on other devices will have to be re-downloaded to use the new sync ID. Use this if there is a problem with syncing and you want to start fresh.": "<0>Restablecer sincronización</0> eliminará todos los datos locales utilizados para rastrear los cambios para la sincronización y creará un nuevo ID de sincronización en el servidor. Este archivo en otros dispositivos tendrá que ser vuelto a descargar para usar el nuevo ID de sincronización. Usa esta opción si hay un problema con la sincronización y deseas comenzar desde cero.",
    "Account in Actual": "Cuenta en Actual",
    "Add action": "Crear acción",
    "Add a new transaction": "Añadir una nueva transacción",
    "1 month": "1 mes",
    "Add another split": "Crear otra división",
    "Add category": "Crear categoría",
    "Add category group": "Crear grupo de categorías",
    "Add New": "Crear nuevo",
    "allocate": "asignar",
    "Back": "Volver",
    "<0>Read here</0> for instructions on how to migrate your data from YNAB. You need to export your data as JSON, and that page explains how to do that.": "<0>Lee aquí</0> las instrucciones sobre cómo migrar tus datos desde YNAB. Necesitas exportar tus datos como JSON, y esa página explica cómo hacerlo.",
    "<0>Sync ID:</0> {{syncId}}": "<0>ID de sincronización:</0> {{syncId}}",
    "<0>Themes</0> change the user interface colors.": "<0>Los temas</0> cambian los colores de la interfaz de usuario.",
    "1 year": "1 año",
    "2 weeks": "2 semanas",
    "Add new user": "Crear usuario",
    "Add recurrence": "Crear recurrencia",
    "All reconciled!": "¡Todo reconciliado!",
    "<0>No server configured</0>": "<0>No se ha configurado el servidor</0>",
    "3 months": "3 meses",
    "6 months": "6 meses",
    "Actual's data directory successfully changed.": "Directorio de datos de Actual cambiado con éxito.",
    "Add": "Añadir",
    "Add account": "Crear cuenta",
    "1 day": "1 día",
    "1 week": "1 semana",
    "Account menu": "Menú de cuenta",
    "Actions": "Acciones",
    "Add group": "Crear grupo",
    "all transactions": "todas las transacciones",
    "Add condition": "Crear condición",
    "<0>IDs</0> are the names Actual uses to identify your budget internally. There are several different IDs associated with your budget. The Budget ID is used to identify your budget file. The Sync ID is used to access the budget on the server.": "<0>Los ID</0> son los nombres que Actual utiliza para identificar tu presupuesto internamente. Hay varios ID diferentes asociados con tu presupuesto. El ID del presupuesto se usa para identificar tu archivo de presupuesto. El ID de sincronización se utiliza para acceder al presupuesto en el servidor.",
    "Average:": "Promedio:",
    "<0>Reset budget cache</0> will clear all cached values for the budget and recalculate the entire budget. All values in the budget are cached for performance reasons, and if there is a bug in the cache you won't see correct values. There is no danger in resetting the cache. Hopefully you never have to do this.": "<0>Restablecer caché del presupuesto</0> borrará todos los valores almacenados en caché para el presupuesto y recalculará todo el presupuesto. Todos los valores del presupuesto se almacenan en caché por razones de rendimiento, y si hay un error en la caché no verás los valores correctos. No hay peligro en restablecer la caché. Esperemos que nunca tengas que hacer esto.",
    "Accounts": "Cuentas",
    "(give feedback)": "(da tu opinión)",
    "(none)": "(ninguno)",
    "{{count}} associated rules_one": "{{count}} regla asociada",
    "{{count}} associated rules_many": "{{count}} reglas asociadas",
    "{{count}} associated rules_other": "{{count}} reglas asociadas",
    "<0>Important:</0> if you forget this password <3>and</3> you don't have any local copies of your data, you will lose access to all your data. The data cannot be decrypted without the password.": "<0>Importante:</0> si olvidas esta contraseña <3>y</3> no tienes copias locales de tus datos, perderás el acceso a todos tus datos. Los datos no pueden ser descifrados sin la contraseña.",
    "<0>Formatting</0> does not affect how budget data is stored, and can be changed at any time.": "<0>El formato</0> no afecta la forma en que se almacenan los datos del presupuesto y puede cambiarse en cualquier momento.",
    "amount (outflow)": "monto (salida)",
    "An error occurred while saving. Please visit https://actualbudget.org/contact/ for support.": "Se produjo un error al guardar. Por favor visita https://actualbudget.org/contact/ para obtener soporte.",
    "A valid amount is required": "Se requiere una cantidad válida",
    "<0>End-to-end encryption</0> is not available when making an unencrypted connection to a remote server. You'll need to enable HTTPS on your server to use end-to-end encryption. This problem may also occur if your browser is too old to work with Actual.": "<0>El cifrado de extremo a extremo</0> no está disponible al establecer una conexión sin cifrar a un servidor remoto. Necesitarás habilitar HTTPS en tu servidor para usar cifrado de extremo a extremo. Este problema también puede ocurrir si tu navegador es demasiado antiguo para trabajar con Actual.",
    "<0>End-to-end encryption</0> is not enabled. Any data on the server is still protected by the server password, but it's not end-to-end encrypted which means the server owners have the ability to read it. If you want, you can use an additional password to encrypt your data on the server.": "<0>El cifrado de extremo a extremo</0> no está habilitado. Cualquier dato en el servidor sigue estando protegido por la contraseña del servidor, pero no está cifrado de extremo a extremo, por lo que los propietarios del servidor tienen la capacidad de leerlo. Si lo deseas, puedes usar una contraseña adicional para cifrar tus datos en el servidor.",
    "amount": "cantidad",
    "<0>End-to-end encryption</0> is not available when running without a server. Budget files are always kept unencrypted locally, and encryption is only applied when sending data to a server.": "<0>El cifrado de extremo a extremo</0> no está disponible cuando se ejecuta sin un servidor. Los archivos de presupuesto siempre se mantienen sin cifrar localmente, y el cifrado solo se aplica al enviar datos a un servidor.",
    "Amount (outflow)": "Monto (salida)",
    "Actual requires access to <1>SharedArrayBuffer</1> in order to function properly. If you're seeing this error, either your browser does not support <3>SharedArrayBuffer</3>, or your server is not sending the appropriate headers, or you are not using HTTPS. See <6>our troubleshooting documentation</6> to learn more. <9></9>": "Actual necesita acceso a <1>SharedArrayBuffer</1> para funcionar correctamente. Si ves este error, puede que tu navegador no sea compatible con <3>SharedArrayBuffer</3>, o que tu servidor no esté enviando los encabezados adecuados, o que no estés usando HTTPS. Consulta <6>nuestra documentación de solución de problemas</6> para obtener más información. <9></9>",
    "28+": "28+",
    "Add new widget": "Crear nuevo widget",
    "Actual uses <1>SharedArrayBuffer</1> to allow usage from multiple tabs at once and to ensure correct behavior when switching files. While it can run without access to<3>SharedArrayBuffer</3>, you may encounter data loss or notice multiple budget files being merged with each other.": "Actual utiliza <1>SharedArrayBuffer</1> para permitir el uso de varias pestañas al mismo tiempo y garantizar el comportamiento correcto al cambiar de archivos. Aunque puede funcionar sin acceso a <3>SharedArrayBuffer</3>, podrías experimentar pérdida de datos o notar que varios archivos de presupuesto se fusionan entre sí.",
    "<0>Budgeted:</0><1>{{amount}}</1>": "<0>Presupuestado:</0><1>{{amount}}</1>",
    "<0>Category Learning</0> will automatically determine the best category for a transaction and create a rule that sets the category for the payee. <3>Learn more</3>": "<0>El Aprendizaje de Categorías</0> determinará automáticamente la mejor categoría para una transacción y creará una regla que establece la categoría para el beneficiario. <3>Más información</3>",
    "(please select)": "(por favor, selecciona)",
    "Date filters": "Filtros de fecha",
    "Calendar": "Calendario",
    "Calendar card": "Tarjeta de calendario",
    "<0>Balance:</0><1>{{amount}}</1>": "<0>Saldo:</0><1>{{amount}}</1>",
    "<0>Language</0> support is not available. Please follow the instructions <3>here</3> to add missing translation files.": "No se dispone de soporte para <0>Traducciones</0>. Por favor, sigue las instrucciones <3>aquí</3> para añadir archivos de traducción faltantes.",
    "<0>Move schedule </0><1></1><2> {{beforeOrAfter}} weekend</2>": "<0>Mover planificación</0><1></1><2> {{beforeOrAfter}} del fin de semana</2>",
    "<0>Server self-signed certificate</0> <2><0>enables a secure connection</0></2>": "<0>Certificado auto-firmado del servidor</0> <2><0>permite una conexión segura</0></2>",
    "<allocatedAmount /> <italic>of <totalAmount /></italic>": "<allocatedAmount /> <italic>de<totalAmount /></italic>",
    "Budget \"{{id}}\" not found. Check the ID of your budget in the Advanced section of the settings page.": "Presupuesto «{{id}}» no encontrado. Comprueba el ID de tu presupuesto en la sección Avanzado de la página de configuración.",
    "Budget name": "Nombre de presupuesto",
    "Could not search: {{errorReason}}": "No se pudo buscar: {{errorReason}}",
    "Cover overbudgeted": "Cubrir sobrepresupuestado",
    "Covered overbudgeted from {{categoryName}}": "Cubrir sobrepresupuestado desde {{categoryName}}",
    "Create payee \"{{payeeName}}\"": "Crear beneficiario «{{payeeName}}»",
    "Create reconciliation transaction": "Crear transacción de conciliación",
    "Delete {{fileName}}": "Eliminar {{fileName}}",
    "Budget set to {{numberOfMonths}}-month average.": "Presupuesto establecido al promedio de los últimos {{numberOfMonths}} meses.",
    "Budgeted amount for {{categoryName}} category": "Monto presupuestado para la categoría {{categoryName}}",
    "Budgeted:": "Presupuestado:",
    "Create": "Crear",
    "Create schedules": "Crear planificaciones",
    "Delete file from all devices": "Eliminar archivo de todos los dispositivos",
    "Budget page menu": "Menú de página de presupuesto",
    "Cover overspending": "Cubrir el sobregasto",
    "Create Local Account": "Crear Cuenta Local",
    "Create new file": "Crear nuevo archivo",
    "Create new rule": "Crear nueva regla",
    "Can also assign ownership of a budget to another person, ensuring efficient budget management.": "También puede asignar la titularidad de un presupuesto a otra persona, asegurando una gestión presupuestaria eficiente.",
    "Choose the number of months shown at a time": "Elige el número de meses mostrados a la vez",
    "Dashboard widget successfully saved.": "El widget del panel se guardó correctamente.",
    "Date is required": "La fecha es obligatoria",
    "CSV OPTIONS": "OPCIONES DE CSV",
    "Daily": "Diario",
    "Choose Report": "Escoger Informe",
    "Clear all conditions": "Limpiar todas las condiciones",
    "Clear search term": "Limpiar término de búsqueda",
    "contains": "contiene",
    "Create new account (off budget)": "Crear nueva cuenta (fuera del presupuesto)",
    "Current month": "Mes actual",
    "Dark theme": "Tema oscuro",
    "Debt:": "Deuda:",
    "Create a local account": "Crear una cuenta local",
    "Create new account": "Crear nueva cuenta",
    "Custom length": "Longitud personalizada",
    "Budgeted": "Presupuestado",
    "Creating budget...": "Creando presupuesto...",
    "Budget Summary": "Resumen del Presupuesto",
    "Connecting...": "Conectando…",
    "Create New": "Crear Nuevo",
    "Dashboard has been successfully reset to default state. Don't like what you see? You can always press [ctrl+z](#undo) to undo.": "El panel se ha restaurado con éxito al estado predeterminado. ¿No te gusta lo que ves? Siempre puedes presionar [ctrl+z](#undo) para deshacer.",
    "Dashboard has been successfully imported. Don't like what you see? You can always press [ctrl+z](#undo) to undo.": "El panel ha sido importado con éxito. ¿No te gusta lo que ves? Siempre puedes presionar [ctrl+z](#undo) para deshacer.",
    "Access Revocation Incomplete": "Revocación de acceso incompleta",
    "Budget template applied.": "Plantilla de presupuesto aplicada.",
    "Choose the schedule these {{ count }} transactions belong to:_one": "Elige la planificación a la cual esta transacción pertenece:",
    "Choose the schedule these {{ count }} transactions belong to:_many": "Elige la planificación a la cual estos {{ count }} de transacciones pertenecen:",
    "Choose the schedule these {{ count }} transactions belong to:_other": "Elige la planificación a la cual estas {{ count }} transacciones pertenecen:",
    "Default": "Por defecto",
    "Debts:": "Deudas:",
    "Decide later": "Decidir más tarde",
    "Connect to an Actual server to set up <2>automatic syncing</2>.": "Conéctate a un servidor Actual para configurar la <2>sincronización automática</2>.",
    "copy": "copiar",
    "Copy last month's budget": "Copiar presupuesto del último mes",
    "Cover from a category": "Cubrir desde una categoría",
    "Data Table": "Tabla de Datos",
    "Delete file locally": "Eliminar archivo localmente",
    "Delete filter": "Eliminar filtro",
    "Delete split": "Eliminar división",
    "<0>Goal Type:</0><1>{{type}}</1>": "<0>Tipo de Objetivo:</0><1>{{type}}</1>",
    "<0>Goal:</0><1>{{amount}}</1>": "<0>Objetivo:</0><1>{{amount}}</1>",
    "Account list": "Lista de cuentas",
    "Add transaction": "Añadir transacción",
    "Access": "Acceso",
    "After disabling OpenID all sessions will be closed": "Después de deshabilitar OpenID, se cerrarán todas las sesiones",
    "Advanced Settings": "Configuración avanzada",
    "Add specific days": "Añadir días específicos",
    "After enabling OpenID all sessions will be closed": "Después de habilitar OpenID, se cerrarán todas las sesiones",
    "All accounts": "Todas las cuentas",
    "Advanced options": "Opciones avanzadas",
    "<0>Experimental features.</0> These features are not fully tested and may not work as expected. THEY MAY CAUSE IRRECOVERABLE DATA LOSS. They may do nothing at all. Only enable them if you know what you are doing.": "<0>Funciones experimentales.</0> Estas funciones no están completamente probadas y pueden no actuar como se espera. PUEDEN CAUSAR PÉRDIDAS DE DATOS IRRECUPERABLES. Puede que no hagan nada en absoluto. Solo habilítalas si sabes lo que estás haciendo.",
    "<0>Language</0> is the display language of all text. Please note that no warranty is provided for the accuracy or completeness of non-English translations. If you encounter a translation error, feel free to make a suggestion on <3>Weblate</3>.": "<0>Idioma</0> es el idioma de visualización de todo el texto. Ten en cuenta que no garantizamos la precisión o integridad de las traducciones que no estén en inglés. Si encuentras un error en la traducción, no dudes en hacer una sugerencia en <3>Weblate</3>.",
    "All Accounts": "Todas las Cuentas",
    "Admin": "Administrador",
    "Add new schedule": "Crear nueva planificación",
    "$10 a week, up to a maximum of $80": "10 $ por semana, hasta un máximo de 80 $",
    "$10 a week": "10 $ por semana",
    "Downloaded file is invalid, sorry! Visit https://actualbudget.org/contact/ for support.": "¡El archivo descargado es inválido, perdón! Visita https://actualbudget.org/contact/ para obtener soporte.",
    "Downloading and applying update...": "Descargando y aplicando actualización...",
    "Duplicate file \"{{newName}}\" created.": "Archivo duplicado«{{newName}}» creado.",
    "Duplicate \"{{fileName}}\"": "Duplicar «{{fileName}}»",
    "Downloading the file failed. Check your network connection.": "La descarga del archivo falló. Comprueba tu conexión de red.",
    "Duplicate for all devices": "Duplicar para todos los dispositivos",
    "Apply actions": "Aplicar acciones",
    "Apply budget template": "Aplicar plantilla de presupuesto",
    "Are you sure you want to delete the report named '<2>{{name}}</2>'?": "¿Está seguro de que desea eliminar el informe denominado «<2>{{name}}</2>»?",
    "Ascending": "Ascendente",
    "Auto login failed - Proxy not trusted": "Error en el inicio de sesión automático - El proxy no es de confianza",
    "Automatically add transaction": "Agregar transacción automáticamente",
    "Available for download": "Disponible para descarga",
    "Average": "Promedio",
    "Average per transaction": "Promedio por transacción",
    "Average per month": "Promedio por mes",
    "Back up now": "Realizar copia de seguridad ahora",
    "Amount (inflow)": "Cantidad (ingreso)",
    "Backups": "Copias de seguridad",
    "Back to file list": "Volver a la lista de archivos",
    "Balance for {{categoryName}} category": "Saldo para la categoría {{categoryName}}",
    "Are you sure you want to close <2>{{accountName}}</2>? ": "¿Está seguro de que desea cerrar <2>{{accountName}}</2>? ",
    "Balance:": "Saldo:",
    "Bank Account To Sync": "Cuenta Bancaria a Sincronizar",
    "$50 each month": "50 $ cada mes",
    "and": "y",
    "Are you sure?": "¿Seguro?",
    "Area Graph": "Gráfica de Área",
    "Assets:": "Activos:",
    "Auth0 application settings": "Configuración de la aplicación Auth0",
    "Apply to all": "Aplicar a todas",
    "Auto login failed - No header sent": "Error en el inicio de sesión automático - No se envió ninguna cabecera",
    "Approximately {{currencyAmount}}": "Aproximadamente {{currencyAmount}}",
    "Are you sure you want to edit this transaction?": "¿Seguro que deseas editar esta transacción?",
    "Average spent": "Promedio gastado",
    "Balance must be a number": "El saldo debe ser un número",
    "Bank sync": "Sincronización bancaria",
    "An internal error occurred, sorry! Visit https://actualbudget.org/contact/ for support. (ref: {{reason}})": "Se produjo un error interno, ¡lo sentimos! Visita https://actualbudget.org/contact/ para obtener ayuda. (ref: {{reason}})",
    "An internal error occurred. Try to log in again, or get <2>in touch</2> for support.": "Se produjo un error interno. Intenta iniciar sesión nuevamente o <2>ponte en contacto</2> para obtener ayuda.",
    "Account linking not opening in a new tab? Click here": "¿El vinculado de cuentas no se abre en una nueva pestaña? Haz clic aquí",
    "append to notes": "añadir a notas",
    "App updated to {{version}}": "Aplicación actualizada a {{version}}",
    "Apply": "Aplicar",
    "Backups are taken every {{BACKUP_FREQUENCY_MINS}} minutes and stored in <4><0>Actual's data directory</0></4>. Actual retains a maximum of {{MAX_BACKUPS}} backups at any time.": "Las copias de seguridad se realizan cada {{BACKUP_FREQUENCY_MINS}} minutos y se almacenan en el <4><0>directorio de datos de Actual</0></4>. Actual conserva un máximo de {{MAX_BACKUPS}} copias de seguridad en cualquier momento.",
    "Balance": "Saldo",
    "An unknown error occurred while exporting. Please report this as a new issue on GitHub.": "Se produjo un error desconocido durante la exportación. Repórtalo como un nuevo problema en GitHub.",
    "All time": "Todo el tiempo",
    "All time divisor": "Dividir por todo el tiempo",
    "amount (inflow)": "cantidad (ingreso)",
    "Amount:": "Monto:",
    "AMOUNT OPTIONS": "OPCIONES DE MONTOS",
    "Category Learning": "Aprendizaje de Categorías",
    "Budget": "Presupuesto",
    "Basic": "Básico",
    "Cannot save: No widget available.": "No se puede guardar: No hay ningún widget disponible.",
    "Cash Flow": "Flujo de Caja",
    "Cash flow graph": "Gráfico de flujo de caja",
    "Can do everything that Basic users can. In addition, they have the ability to add new users to the directory and access budget files from all users.": "Pueden hacer todo lo que hacen los usuarios Básicos. Además, tienen la posibilidad de agregar nuevos usuarios al directorio y acceder a los archivos de presupuesto de todos los usuarios.",
    "Bank Sync": "Sincronización Bancaria",
    "Bar Graph": "Gráfico de Barras",
    "Bank Sync Offline": "Sincronización Bancaria Sin Conexión",
    "Custom Report: {{name}}": "Reporte personalizado: {{name}}",
    "Change location": "Cambiar ubicación",
    "Change directory": "Cambiar de directorio",
    "Cloud file ID is missing.": "Falta el ID del archivo en la nube.",
    "Close the current budget and open another": "Cerrar el presupuesto actual y abrir otro",
    "Closed accounts...": "Cuentas cerradas...",
    "Collapse month summary": "Contraer resumen del mes",
    "Change server URL": "Cambiar URL del servidor",
    "Closing...": "Cerrando...",
    "Compare": "Comparar",
    "Category is required": "La categoría es obligatoria",
    "Change:": "Cambiar:",
    "Collapse split transactions": "Contraer las transacciones divididas",
    "Change password": "Cambiar contraseña",
    "Change server password": "Cambiar contraseña del servidor",
    "Check templates": "Consultar plantillas",
    "Checking Header Token Login ...": "Comprobando el token de encabezado de inicio de sesión...",
    "Category group name": "Nombre del grupo de categorías",
    "Category name": "Nombre de categoría",
    "Change": "Cambiar",
    "Client version: {{version}}": "Versión del cliente: {{version}}",
    "Close": "Cerrar",
    "Close account": "Cerrar cuenta",
    "Close Account": "Cerrar Cuenta",
    "Close Budget": "Cerrar Presupuesto",
    "Closed accounts": "Cuentas cerradas",
    "Closed Accounts": "Cuentas Cerradas",
    "Closed: {{ accountName }}": "Cerrada: {{ accountName }}",
    "Collapse all": "Contraer todo",
    "Change how many days in advance of the scheduled date a scheduled transaction appears in the account ledger as upcoming.": "Cambiar la cantidad de días antes de la fecha programada en que una transacción programada aparece en el libro mayor de cuentas como próxima.",
    "Day: {{dayOfMonth}}": "Día: {{dayOfMonth}}",
    "Confirm Unlink": "Confirmar Desvinculación",
    "Confirm": "Confirmar",
    "Clear transactions on import": "Limpiar transacciones en importación",
    "Dates": "Fechas",
    "Choose your country:": "Seleccione su país:",
    "Choose your bank:": "Elige tu banco:",
    "Confirm password": "Confirmar contraseña",
    "The current password will be disabled": "La contraseña actual será deshabilitada",
    "Client ID cannot be empty": "El ID del cliente no puede estar vacío",
    "Client secret": "Secreto del cliente",
    "Client ID": "ID del cliente",
    "Client secret cannot be empty": "El secreto del cliente no puede estar vacío",
    "disabled": "deshabilitado",
    "Change upcoming length": "Cambiar intervalo de transacciones futuras",
    "Days": "Días",
    "does not contain": "no contiene",
    "Do nothing": "No hacer nada",
    "Documentation": "Documentación",
    "Delimiter:": "Delimitador:",
    "Display Name": "Nombre para mostrar",
    "Display": "Mostrar",
    "Difference:": "Diferencia:",
    "Disabling OpenID will deactivate multi-user mode.": "Deshabilitar OpenID desactivará el modo multiusuario.",
    "Delete transaction": "Eliminar transacción",
    "Descending": "Descendiente",
    "Description": "Descripción",
    "Disabling Category Learning will not delete any existing rules but will prevent new rules from being created automatically on a global level.": "Deshabilitar el aprendizaje de categorías no eliminará ninguna regla existente, pero evitará que nuevas reglas sean creadas automáticamente a nivel global.",
    "Category \"{{name}}\" already exists in group (it may be hidden)": "La categoría «{{name}}» ya existe en el grupo (puede estar oculta)",
    "Category learning disabled": "Aprendizaje de categorías deshabilitado",
    "Click the button below to reload and apply the update.": "Haz clic en el botón de abajo para recargar y aplicar la actualización.",
    "Compare:": "Compara:",
    "Be aware that other devices may have already created these transactions. If you have multiple devices, make sure you only do this on one device or you will have duplicate transactions.": "Ten en cuenta que es posible que otros dispositivos ya hayan creado estas transacciones. Si tienes varios dispositivos, asegúrate de realizar esta acción solo en uno de ellos o tendrás transacciones duplicadas.",
    "Bank": "Banco",
    "Complete": "Completa",
    "Duplicate locally": "Duplicar localmente",
    "Edit": "Editar",
    "Cleared total:": "Total confirmado:",
    "Duplicating: {{oldName}} to: {{newName}}": "Duplicando: {{oldName}} a: {{newName}}",
    "Center": "Centrar",
    "Group": "Grupo",
    "Hide transactions": "Ocultar transacciones",
    "Hide unchecked": "Ocultar sin marcar",
    "Hold for next month": "Mantener para el siguiente mes",
    "If <2></2>{{allOrAny}} of these conditions match:": "Si <2></2>{{allOrAny}} de estas condiciones coinciden:",
    "Happy budgeting!": "¡A presupuestar!",
    "Enable learning": "Habilitar aprendizaje",
    "Enable category learning": "Habilitar aprendizaje de categorías",
    "Enable OpenID": "Habilitar OpenID",
    "Enable templating": "Habilitar plantillas",
    "Failed loading available banks: GoCardless access credentials might be misconfigured. Please <2>set them up</2> again.": "Fallo al cargar los bancos disponibles: Las credenciales de acceso de GoCardless pueden estar incorrectamente configuradas. Por favor, <2>configúralas</2> nuevamente.",
    "First day of the week": "Primer día de la semana",
    "Failed to duplicate budget file.": "Fallo al duplicar el archivo de presupuesto.",
    "Failed to save dashboard widget.": "Fallo al guardar el widget del panel.",
    "GoCardless menu": "Menú de GoCardless",
    "Configure OAuth2 provider": "Configurar el proveedor OAuth2",
    "Export transactions": "Exportar transacciones",
    "Filters": "Filtros",
    "Financial files": "Archivos financieros",
    "Favorite": "Favorito",
    "Configure GoCardless integration": "Configurar integración de GoCardless",
    "End of month cleanup": "Limpieza de fin de mes",
    "End Date": "Fecha de fin",
    "Export data": "Exportar datos",
    "Expenses:": "Gastos:",
    "Export": "Exportar",
    "Filter users...": "Filtrar usuarios...",
    "For Actual to be useful, you need to <1>add an account</1>. You can link an account to automatically download transactions, or manage it locally yourself.": "Para que Actual sea útil, es necesario que <1>añadas una cuenta</1>. Puede vincular una cuenta para descargar automáticamente transacciones, o administrarla localmente usted mismo.",
    "Edit dashboard": "Editar panel",
    "Edit notes": "Editar notas",
    "Expenses": "Gastos",
    "Expand all": "Expandir todo",
    "Failed to complete ownership transfer. Please try again.": "Falló al completar la transferencia de propiedad. Por favor, intenta de nuevo.",
    "File has header row": "El archivo tiene una fila de encabezado",
    "For this time period": "Para este período de tiempo",
    "Found Schedules": "Planificaciones encontradas",
    "Fully funded": "Totalmente financiado",
    "Generate new key": "Generar nueva clave",
    "Goal templates": "Plantillas de objetivo",
    "Help": "Ayuda",
    "Hide decimal places": "Ocultar decimales",
    "https://example.com": "https://example.com",
    "If this error persists, please get <2>in touch</2> so it can be investigated.": "Si este error persiste, por favor <2>contáctate</2> para que pueda ser investigado.",
    "Goal Templates": "Plantillas de Objetivo",
    "Edit account name": "Editar nombre de cuenta",
    "Failed parsing the imported JSON.": "Fallo al procesar el JSON importado.",
    "Filter schedules…": "Filtrar planificaciones…",
    "Friday": "Viernes",
    "Find matching transactions": "Encontrar transacciones con coincidencias",
    "Get started by importing an existing budget file from Actual or another budgeting app, create a demo budget file, or start fresh with an empty budget. You can always create or import another budget later.": "Comience importando un archivo de presupuesto existente de Actual u otra aplicación de control de presupuestos, cree un archivo de presupuesto de prueba, o comience desde cero con un presupuesto vacío. Siempre puedes crear o importar otro presupuesto luego.",
    "End of the current month": "Final del mes actual",
    "Compare {{formattedStartDate}} to {{typeOrFormattedEndDate}}": "Comparar {{formattedStartDate}} a {{typeOrFormattedEndDate}}",
    "Enable": "Habilitar",
    "Enable encryption": "Habilitar encriptación",
    "Expand split transactions": "Expandir transacciones divididas",
    "Failed importing the dashboard file.": "Fallo al importar el archivo del panel.",
    "Files": "Archivos",
    "Hide reconciled transactions": "Ocultar transacciones conciliadas",
    "Hold": "Mantener",
    "Edit user {{userName}}": "Editar usuario {{userName}}",
    "Enabled": "Habilitado",
    "Error getting available users": "Error obteniendo los usuarios disponibles",
    "Error getting users": "Error obteniendo usuarios",
    "Failed to enable OpenID. Please try again.": "Fallo al habilitar OpenID. Por favor, inténtalo de nuevo.",
    "Get started with passwordless.id": "Comience con passwordless.id",
    "Edit as rule": "Editar como regla",
    "Export budget": "Exportar presupuesto",
    "Find schedules": "Encontrar planificaciones",
    "From": "De",
    "I understand the risks, show experimental features": "Entiendo los riesgos, mostrar características experimentales",
    "Filter to the selected transactions": "Filtrar a las transacciones seleccionadas",
    "Go to login": "Ir al inicio de sesión",
    "Edit content": "Editar contenido",
    "Edit this widget to change the **markdown** content.": "Editar este widget para cambiar el contenido **markdown**.",
    "enabled": "habilitado",
    "Failed to duplicate budget file": "Fallo al duplicar el archivo de presupuesto",
    "Failed to refresh login methods": "Fallo al actualizar los métodos de inicio de sesión",
    "Failed to transfer ownership": "Fallo al transferir propiedad",
    "Filter name": "Nombre del filtro",
    "Finish editing dashboard": "Finalizar edición del panel",
    "GoCardless integration has not yet been configured.": "La integración con GoCardless no ha sido configurada todavía.",
    "Hide hidden categories": "Ocultar categorías ocultas",
    "How is net worth calculated?": "¿Cómo se calcula el valor neto?",
    "I understand the risks, run Actual in the unsupported fallback mode": "Entiendo los riesgos, ejecutar Actual en el modo de retroceso sin soporte",
    "GitHub does not support discovery. You need to configure it in the server.": "GitHub no soporta descubrimiento. Necesitas configurarlo en el servidor.",
    "If the server is using a self-signed certificate <2>select it here</2>.": "Si el servidor está usando un certificado auto-firmado <2>selecciónelo aquí</2>.",
    "Fatal Error": "Error Crítico",
    "Files in the destination folder with the same name will be overwritten.": "Los archivos en la carpeta de destino con el mismo nombre serán sobrescritos.",
    "Filter payees...": "Filtrar beneficiarios...",
    "Filter rules...": "Filtrar reglas...",
    "Filter transactions": "Filtrar transacciones",
    "Filtered balance:": "Saldo filtrado:",
    "If left empty, it will be updated from your OpenID provider on the user's login, if available there.": "Si queda vacío, se actualizará desde su proveedor de OpenID en el inicio de sesión del usuario, si está disponible allí.",
    "Expand month summary": "Expandir resumen del mes",
    "Category learning settings": "Ajustes del aprendizaje de categorías",
    "Actual field": "Campo de Actual",
    "Bank field": "Campo del banco",
    "Example": "Ejemplo",
    "Deposits": "Ingresos",
    "Donut Graph": "Gráfico de anillo",
    "Confirm Delete": "Confirmar eliminación",
    "Fatal error occurred: unable to open import file dialog.": "Se produjo un error fatal: no se pudo abrir la ventana de importación de archivo.",
    "Disable templating": "Deshabilitar plantillas",
    "Disable OpenID": "Deshabilitar OpenID",
    "Break down less-frequent expenses into monthly expenses": "Divide los gastos menos frecuentes en gastos mensuales",
    "Disable category learning": "Deshabilitar el aprendizaje de categorías",
    "Disable learning": "Deshabilitar el aprendizaje",
    "Determine which users can view and manage your budgets": "Determinar qué usuarios pueden ver y gestionar tus presupuestos",
    "(+{{numHiddenPayees}} more)": "(+{{numHiddenPayees}} más)",
    "(No payee)": "(Sin beneficiario)",
    "<0><0>Custom Report:</0></0> <2>{{name}}</2>": "<0><0>Reporte Personalizado:</0></0> <2>{{name}}</2>",
    "Available funds": "Fondos disponibles",
    "Covered {{toCategoryName}} overspending from {{fromCategoryName}}.": "Sobre gasto de {{toCategoryName}} cubierto desde {{fromCategoryName}}.",
    "Custom Report:": "Reporte Personalizado:",
    "Deposit": "Ingreso",
    "<0>Export</0> your data as a zip file containing <3>db.sqlite</3> and <5>metadata.json</5> files. It can be imported into another Actual instance by closing an open file (if any), then clicking the \"Import file\" button, then choosing \"Actual.\"": "<0>Exporta</0> tus datos como un archivo zip que contiene los archivos <3>db.sqlite</3> y <5>metadata.json</5>. Puede ser importado en otra instancia de Actual cerrando el archivo abierto (si hay alguno), haciendo clic en el botón \"Importar archivo\" y seleccionando \"Actual\".",
    "Change this username with caution; it is the server owner.": "Cambia este nombre de usuario con cuidado; es el dueño del servidor.",
    "Empty": "Vacío",
    "Import my budget": "Importar mi presupuesto",
    "Fixed {{count}} transfers._one": "Se arregló una transferencia.",
    "Fixed {{count}} transfers._many": "Se arreglaron {{count}} transferencias.",
    "Fixed {{count}} transfers._other": "Se arreglaron {{count}} transferencias.",
    "Fixed {{count}} splits with the wrong cleared flag._one": "Se arregló una división con la etiqueta de confirmación incorrecta.",
    "Fixed {{count}} splits with the wrong cleared flag._many": "Se arreglaron {{count}} divisiones con la etiqueta de confirmación incorrecta.",
    "Fixed {{count}} splits with the wrong cleared flag._other": "Se arreglaron {{count}} divisiones con la etiqueta de confirmación incorrecta.",
    "For next month": "Para el próximo mes",
    "Hide": "Ocultar",
    "If you can't update Actual at this time you can find the latest release at <2>app.actualbudget.org</2>. You can use it until your client is updated.": "Si no puede actualizar Actual en este momento usted puede encontrar la última versión en <2>app.actualbudget.org</2>. Puedes usarlo hasta que tu cliente esté actualizado.",
    "If you use a backup, you will have to set up all your devices to sync from the new budget.": "Si utiliza una copia de seguridad, tendrá que configurar todos sus dispositivos para sincronizar con el nuevo presupuesto.",
    "If you've already downloaded your data on other devices, you will need to reset them. Actual will automatically take you through this process.": "Si ya has descargado tus datos en otros dispositivos, necesitarás restablecerlos. Actual te guiará automáticamente a través de este proceso.",
    "Import": "Importar",
    "Import a file exported from Actual": "Importar un archivo exportado desde Actual",
    "Import file": "Importar archivo",
    "If you expected a schedule here and don't see it, it might be because the payees of the transactions don't match. Make sure you rename payees on all transactions for a schedule to be the same payee.": "Si usted esperaba una planificación aquí y no lo ve, podría ser porque los beneficiarios de las transacciones no coinciden. Asegúrese de renombrar a los beneficiarios en todas las transacciones de una planificación para que sea el mismo beneficiario.",
    "If you lost your password, you likely still have access to your server to manually reset it.": "Si perdió su contraseña, es probable que todavía tenga acceso a su servidor para restablecerla manualmente.",
    "Imported payee": "Beneficiario importado",
    "Encrypting the file failed. You have the correct key so this is an internal bug. To fix this, generate a new key in the next step.": "No se pudo cifrar el archivo. Tiene la clave correcta, por lo que se trata de un error interno. Para solucionarlo, genere una nueva clave en el siguiente paso.",
    "Fixed {{count}} splits with a blank payee._one": "Se arregló una división con beneficiario vacío.",
    "Fixed {{count}} splits with a blank payee._many": "Se arreglaron {{count}} divisiones con beneficiario vacío.",
    "Fixed {{count}} splits with a blank payee._other": "Se arreglaron {{count}} divisiones con beneficiario vacío.",
    "Import from YNAB4": "Importar desde YNAB4",
    "Import from nYNAB": "Importar desde nYANB",
    "Import From": "Importar desde",
    "Import from Actual export": "Importar desde exportación de Actual",
    "Import is running...": "La importación está ejecutándose...",
    "Import transactions": "Importar transacciones",
    "Fixed {{count}} splits that weren't properly deleted._one": "Se arregló una división que no fue eliminada apropiadamente.",
    "Fixed {{count}} splits that weren't properly deleted._many": "Se arreglaron {{count}} divisiones que no fueron eliminadas apropiadamente.",
    "Fixed {{count}} splits that weren't properly deleted._other": "Se arreglaron {{count}} divisiones que no fueron eliminadas apropiadamente.",
    "Encrypting your file failed because you are missing your encryption key. Create your key in the next step.": "No se pudo cifrar el archivo porque falta la clave de cifrado. Cree la clave en el siguiente paso.",
    "Found {{count}} split transactions with mismatched amounts on the below dates. Please review them manually:_one": "Se encontró una transacción dividida con cantidades no coincidentes en la siguiente fecha. Por favor, revísala manualmente:",
    "Found {{count}} split transactions with mismatched amounts on the below dates. Please review them manually:_many": "Se encontraron {{count}} transacciones divididas con cantidades no coincidentes en las siguientes fechas. Por favor, revisarlas manualmente:",
    "Found {{count}} split transactions with mismatched amounts on the below dates. Please review them manually:_other": "Se encontraron {{count}} transacciones divididas con cantidades no coincidentes en las siguientes fechas. Por favor, revisarlas manualmente:",
    "imported payee": "beneficiario importado",
    "Fund upcoming scheduled transactions over time": "Financiar las próximas transacciones programadas a lo largo del tiempo",
    "Fund upcoming scheduled transaction only on needed month": "Financia la próxima transacción programada solo en el mes en que sea necesario",
    "Flip amount": "Invertir monto",
    "Hide \"cleared\" checkboxes": "Ocultar casillas de \"confirmación\"",
    "Hide balance": "Ocultar saldo",
    "Hide running balance": "Ocultar saldo actual",
    "Hold this amount:": "Mantener este monto:",
    "If checked, the schedule will automatically create transactions for you in the specified account": "Si está seleccionado, la planificación creará automáticamente transacciones para ti en la cuenta especificada",
    "Field mapping": "Mapeo de campo",
    "Import pending transactions": "Importar transacciones pendientes",
    "Interval": "Intervalo",
    "is exactly": "es exactamente",
    "Login expired, please log in again.": "El inicio de sesión ha expirado, por favor inicie sesión nuevamente.",
    "No languages available": "No hay idiomas disponibles",
    "No server": "Ningún servidor",
    "Link schedule": "Enlazar planificación",
    "Missing encryption key": "Falta de clave de cifrado",
    "Name {{ newAccountName }} already exists.": "El nombre {{ newAccountName }} ya existe.",
    "New group name": "Nombre de nuevo grupo",
    "Loading transactions...": "Cargando transacciones...",
    "New Budget Name": "Nombre del nuevo presupuesto",
    "No transactions": "Ninguna transacción",
    "Local": "Local",
    "Link Your Bank": "Enlazar Tu Banco",
    "Loading...": "Cargando…",
    "Long_noun": "Long_noun",
    "Merging will remove the payee and transfer any existing rules to the new payee.": "La unión eliminará al beneficiario y transferirá las reglas existentes al nuevo beneficiario.",
    "Loading Error": "Error de carga",
    "New custom report": "Nuevo reporte personalizado",
    "Last week": "Última semana",
    "Monthly Spending": "Gasto Mensual",
    "Monthly Templates": "Plantillas Mensuales",
    "No backups available": "No hay copias de seguridad disponibles",
    "No matching transactions": "No hay transacciones coincidentes",
    "No payees": "Sin beneficiarios",
    "More": "Más",
    "Name": "Nombre",
    "No schedules found": "Ninguna planificación fue encontrada",
    "No schedules": "Sin planificaciones",
    "Include current Month": "Incluir mes actual",
    "Include current Month in live range": "Incluir mes actual en rango en vivo",
    "Include current period": "Incluir periodo actual",
    "Include current period in live range": "Incluir periodo actual en rango en vivo",
    "Include current Year": "Incluir año actual",
    "Include current Year in live range": "Incluir año actual en rango en vivo",
    "is greater than": "es mayor que",
    "is less than": "es menor que",
    "is not": "no es",
    "Last 3 months": "Últimos 3 meses",
    "Last 6 months": "Últimos 6 meses",
    "Last month": "Último mes",
    "Last year": "Último año",
    "Link bank in browser": "Enlazar banco con navegador",
    "Long": "Largo",
    "Merge and edit rule": "Unir y editar regla",
    "Monday": "Lunes",
    "Move right when editing": "Mover hacia la derecha al editar",
    "Move up when editing": "Mover hacia arriba al editar",
    "Multi-month Templates": "Plantillas de multiples meses",
    "Name cannot be blank.": "El nombre no puede estar en blanco.",
    "Net worth graph": "Gráfico de patrimonio neto",
    "New Account": "Nueva Cuenta",
    "New Category": "Nueva Categoría",
    "New Category Group": "Nuevo grupo de categorías",
    "New category name": "Nuevo nombre de categoría",
    "New Transaction": "Nueva Transacción",
    "Next: {{month}}": "Siguiente: {{month}}",
    "No account": "Sin cuenta",
    "No actions available": "No hay acciones disponibles",
    "No rules": "Ninguna regla",
    "is less than or equals": "es menor o igual a",
    "Learn more": "Saber más",
    "Link to schedule": "Enlace a la planificación",
    "Make sure the app is up-to-date.": "Asegúrese de que la aplicación está actualizada.",
    "Live": "En vivo",
    "matches": "coincide",
    "Move to a category": "Mover a una categoría",
    "Move to the next transaction down": "Mover a la próxima transacción hacia abajo",
    "Link or view schedule for selected transactions": "Enlazar o ver planificación para las transacciones seleccionadas",
    "logged in as: <2>{{userName}}</2>": "conectado como: <2>{{userName}}</2>",
    "logged in as: <2><0>{{userName}}</0></2>": "conectado como: <2><0>{{userName}}</0></2>",
    "None": "Ninguno",
    "Load Backup": "Cargar copia de seguridad",
    "Month": "Mes",
    "Net:": "Neto:",
    "Network unavailable": "Red no disponible",
    "No transactions found": "No se han encontrado transacciones",
    "Manage payees": "Gestionar beneficiarios",
    "Months": "Meses",
    "Login expired": "Sesión expirada",
    "No split transactions found needing repair.": "Ninguna transacción dividida necesita reparación.",
    "No users": "Ningún usuario",
    "No users available": "Ningún usuario disponible",
    "No users available to give access": "No hay usuarios disponibles para dar acceso",
    "Loading more transactions...": "Cargando más transacciones...",
    "In the future, you can add accounts from the sidebar.": "En el futuro, podrás agregar cuentas desde la barra lateral.",
    "Income": "Ingresos",
    "It is required to provide a token.": "Es necesario proporcionar un token.",
    "Link bank account with GoCardless": "Enlazar cuenta bancaria con GoCardless",
    "Link bank account with SimpleFIN": "Enlazar cuenta bancaria con SimpleFIN",
    "Next date": "Siguiente fecha",
    "Next month": "Siguiente mes",
    "No": "No",
    "In our user directory, each user is assigned a specific role that determines their permissions and capabilities within the system.": "En nuestro directorio de usuarios, cada usuario tiene un rol específico que determina sus permisos y capacidades dentro del sistema.",
    "Integrating Google Sign-In into your web app": "Integrar Google Sign-In en su aplicación web",
    "Income:": "Ingreso:",
    "Internal error": "Error interno",
    "is approx": "es aproximadamente",
    "is approximately": "es aproximadamente",
    "Invalid date format": "Formato de fecha inválido",
    "Invalid password": "Contraseña inválida",
    "is false": "es falso",
    "Keyboard shortcuts": "Atajos de teclado",
    "Last 12 months": "Últimos 12 meses",
    "Line Graph": "Gráfico de líneas",
    "Link account": "Enlazar cuenta",
    "Left": "Izquierda",
    "Let's get started!": "¡Empecemos!",
    "Link accounts": "Enlazar cuentas",
    "Link Accounts": "Enlazar Cuentas",
    "Loading accounts...": "Cargando cuentas...",
    "Loading global preferences...": "Cargando preferencias globales…",
    "Loading report...": "Cargando informe...",
    "Make transfer": "Realizar transferencia",
    "More payees are available, search to find them": "Hay más beneficiarios disponibles, busque para encontrarlos",
    "Move down when editing": "Mover hacia abajo al editar",
    "Move to the next transaction up": "Mover a la próxima transacción hacia arriba",
    "Net": "Neto",
    "Net Assets:": "Activos netos:",
    "Net Debts:": "Deudas netas:",
    "Net Payment": "Pago neto",
    "Net Deposit": "Depósito neto",
    "Net Worth": "Valor neto",
    "No notes": "No hay notas",
    "No budget files": "No hay archivos de presupuestos",
    "Manage and view users who can create new budgets or be invited to access existing ones.": "Gestionar y visualizar usuarios que pueden crear nuevos presupuestos o ser invitados a acceder a los existentes.",
    "No linked transactions": "No hay transacciones vinculadas",
    "No matching schedules": "No hay planificaciones coincidentes",
    "Net worth:": "Patrimonio neto:",
    "No recurring date": "Ninguna fecha recurrente",
    "Move files to new directory": "Mover archivos a un nuevo directorio",
    "Net worth shows the balance of all accounts over time, including all of your investments. Your \"net worth\" is considered to be the amount you'd have if you sold all your assets and paid off as much debt as possible. If you hover over the graph, you can also see the amount of assets and debt individually.": "El patrimonio neto muestra el saldo de todas las cuentas en el tiempo, incluyendo todas sus inversiones. Su \"patrimonio neto\" es considerado como la cantidad que tendría si usted vendiera todos sus activos y pagara la mayor cantidad de deuda posible. Si usted se posiciona sobre el gráfico, también puede ver la cantidad de activos y deuda individualmente.",
    "Initializing the connection to the local database...": "Inicializando la conexión a la base de datos local…",
    "Key generation is randomized. The same password will create different keys, so this will change your key regardless of the password being different.": "La generación de claves es aleatoria. La misma contraseña creará claves diferentes, por lo que esto cambiará su clave independientemente de que la contraseña sea diferente.",
    "Move left when editing": "Mover hacia la izquierda al editar",
    "No payees selected": "Ningún beneficiario seleccionado",
    "Mode:": "Modo:",
    "No open accounts could be found. Did you close the account? If so, unlink the account.": "No se encontraron cuentas abiertas. ¿Cerró la cuenta? Si es así, desvincule la cuenta.",
    "is": "es",
    "link schedule": "enlazar planificación",
    "Loading banks...": "Cargando bancos...",
    "Log in with password": "Iniciar sesión con contraseña",
    "Make as split transaction": "Realizar como transacción dividida",
    "Mark as completed": "Marcar como completado",
    "Make sure the app is up-to-date. Do you want to load a backup?": "Asegúrese de que la aplicación está actualizada. ¿Quieres cargar una copia de seguridad?",
    "Merge": "Unir",
    "Modal dialog": "Cuadro de diálogo",
    "Monthly": "Mensualmente",
    "Interval:": "Intervalo:",
    "Enter the current balance of your bank account that you want to reconcile with:": "Ingrese el saldo actual de su cuenta bancaria que desea conciliar con:",
    "End-to-end Encryption is turned on.": "El cifrado de extremo a extremo está activado.",
    "Last sync": "Última sincronización",
    "Multi-user will not work after disabling": "El modo multiusuario no funcionará después de deshabilitarlo",
    "No transactions found with mappable fields, accounts must have been synced at least once for this function to be available.": "No se encontraron transacciones con campos asignables. Las cuentas deben haberse sincronizado al menos una vez para que esta función esté disponible.",
    "Modal logo": "Logo modal",
    "is between": "está entre",
    "It is recommended for the encryption password to be different than the log-in password in order to better protect your data.": "Se recomienda que la contraseña de encriptación sea diferente que la contraseña de inicio de sesión para proteger mejor sus datos.",
    "Deleting it will remove it and all of its backups permanently.": "Borrar este archivo significa borrar también todas sus copias de seguridad de manera permanente.",
    "Duplicating reconciled transactions may bring your reconciliation out of balance.": "Duplicar transacciones conciliadas puede desequilibrar su conciliación.",
    "Editing reconciled transactions may bring your reconciliation out of balance.": "Editar transacciones conciliadas puede desequilibrar la conciliación.",
    "Budgeted MTD": "MTD presupuestado",
    "is greater than or equals": "es mayor o igual a",
    "is true": "es verdad",
    "Existing filters will be cleared": "Los filtros existentes serán limpiados",
    "Invalid": "Inválido",
    "is after or equals": "esta después o es igual",
    "<0>Link a <1>European</1> bank account</0> to automatically download transactions. GoCardless provides reliable, up-to-date information from hundreds of banks.": "<0>Enlaza una cuenta bancaria <1>europea</1></0> para descargar transacciones automáticamente. GoCardless proporciona información fiable y actualizada de cientos de bancos.",
    "(after weekend)": "(después del fin de semana)",
    "(before weekend)": "(antes del fin de semana)",
    "{{endOccurrences}} times": "{{endOccurrences}} veces",
    "Opening last budget...": "Abriendo último presupuesto…",
    "Please wait...": "Por favor, espere...",
    "Pin sidebar": "Fijar barra lateral",
    "one of": "uno de",
    "Open changelog": "Abrir registro de cambios",
    "Overspent": "Gastado de más",
    "Linked transactions": "Transacciones enlazadas",
    "On Budget Accounts": "Cuentas dentro de Presupuesto",
    "Overbudgeted": "Sobrepresupuestado",
    "Percentage": "Porcentaje",
    "Password cannot be empty": "La contraseña no puede estar vacía",
    "Notes": "Notas",
    "Password": "Contraseña",
    "Note that the URL depends on your application domain and region.": "Tenga en cuenta que la URL depende del dominio y la región de su aplicación.",
    "OpenID Connect on the Microsoft identity platform": "OpenID Connect en la plataforma de identidad de Microsoft",
    "OpenID is": "OpenID es",
    "OpenID was enabled but cleanup failed. Please refresh the application.": "OpenID fue habilitado, pero la limpieza falló. Por favor, refresque la aplicación.",
    "Overfunded ({{amount}})": "Sobrefinanciado ({{amount}})",
    "Payee:": "Beneficiario:",
    "account": "cuenta",
    "after": "después",
    "Every {{interval}} days": "Cada {{interval}} días",
    "not one of": "no uno de",
    "Overwrite with budget template": "Sobreescribir con plantilla de presupuesto",
    "Owner": "Propietario",
    "Please select a user.": "Por favor, seleccione un usuario.",
    "Note that the URL depends on your Keycloak domain and realm.": "Tenga en cuenta que la URL depende de su dominio y realm de Keycloak.",
    "Options": "Opciones",
    "Passwords do not match": "Las contraseñas no coinciden",
    "OK": "OK",
    "payee (name)": "beneficiario (nombre)",
    "Payees": "Beneficiarios",
    "Payment": "Pago",
    "Notes (markdown supported)": "Notas (con soporte de Markdown)",
    "Notes: {{name}}": "Notas: {{name}}",
    "Open balance menu for {{categoryName}} category": "Abrir menú de saldos para la categoría {{categoryName}}",
    "Open budget menu for {{categoryName}} category": "Abrir menú de presupuesto para la categoría {{categoryName}}",
    "OpenID is required to enable multi-user mode.": "OpenID es necesario para habilitar el modo multiusuario.",
    "Owner:": "Propietario:",
    "Password successfully changed": "Contraseña cambiada correctamente",
    "Payee": "Beneficiario",
    "before": "antes",
    "category": "categoría",
    "Off Budget Accounts": "Cuentas Fuera de Presupuesto",
    "Open Actual": "Abrir Actual",
    "date": "fecha",
    "Every {{interval}} months on the {{dateFormatted}}": "Cada {{interval}} meses el {{dateFormatted}}",
    "OpenID provider": "Proveedor OpenID",
    "OpenID server cannot be empty": "El servidor OpenID no puede estar vacío",
    "Not all users were deleted. Check if one of the selected users is the server owner.": "No todos los usuarios fueron eliminados. Compruebe si uno de los usuarios seleccionados es el propietario del servidor.",
    "Open the help menu": "Abrir el menú de ayuda",
    "Overspent:": "Gastado de más:",
    "On budget": "Dentro de presupuesto",
    "notes": "notas",
    "number of months": "número de meses",
    "number of transactions": "número de transacciones",
    "Numbers": "Números",
    "Payments": "Pagos",
    "Please enter a value for the username; the field cannot be empty.": "Por favor introduzca un valor para el nombre de usuario; el campo no puede estar vacío.",
    "Menu": "Menú",
    "is before or equals": "esta antes o es igual",
    "is after": "después",
    "Merge with existing transactions": "Unir con transacciones existentes",
    "Loading reports...": "Cargando reportes...",
    "Making demo...": "Realizando demostración…",
    "is before": "antes",
    "Deleting reconciled transactions may bring your reconciliation out of balance.": "Eliminar transacciones conciliadas puede desequilibrar su conciliación.",
    "Item is no longer authorized. You need to login again.": "El ítem ya no está autorizado. Debe iniciar sesión nuevamente.",
    "Import transaction notes": "Importar las notas de las transacciones",
    "Edit fields": "Editar campos",
    "Error when trying to contact Pluggy.ai": "Error al intentar contactar con Pluggy.ai",
    "It is required to provide both the client id, client secret and at least one item id.": "Es obligatorio proporcionar tanto el ID de cliente, el secreto de cliente y al menos un ID de elemento.",
    "Fixed {{count}} non-split transactions with split errors._one": "Se ha corregido {{count}} transacción no dividida con errores de división.",
    "Fixed {{count}} non-split transactions with split errors._many": "Se han corregido {{count}} transacciones no divididas con errores de división.",
    "Fixed {{count}} non-split transactions with split errors._other": "Se han corregido {{count}} transacciones no divididas con errores de división.",
    "Even though encryption is enabled, the exported zip file will not have any encryption.": "Incluso aunque el cifrado esté habilitado, el archivo zip exportado no tendrá ningún cifrado.",
    "<0>Link a <1>North American</1> bank account</0> to automatically download transactions. SimpleFIN provides reliable, up-to-date information from hundreds of banks.": "<0>Enlaza una cuenta bancaria <1>norteamericana</1></0> para descargar transacciones automáticamente. SimpleFIN proporciona información fiable y actualizada de cientos de bancos.",
    "Add new split - {{amount}} left": "Crear división nueva - {{amount}} restante",
    "Amount left: {{amount}}": "Cantidad restante: {{amount}}",
    "(deleted)": "(eliminado)",
    "(nothing)": "(nada)",
    "<0>Link a <1>Brazilian</1> bank account</0> to automatically download transactions. Pluggy.ai provides reliable, up-to-date information from hundreds of banks.": "<0>Enlaza una cuenta bancaria <1>brasileña</1></0> para descargar transacciones automáticamente. Pluggy.ai ofrece información fiable y actualizada de cientos de bancos.",
    "Budget files": "Archivos de presupuesto",
    "An error occurred while linking your account, sorry! The potential issue could be: {{ message }}": "Se produjo un error al vincular tu cuenta, ¡lo sentimos! El problema podría ser: {{ message }}",
    "Client Secret:": "Secreto Client:",
    "Every {{interval}} weeks on {{dateFormatted}}": "Cada {{interval}} semanas el {{dateFormatted}}",
    "Income categories": "Categorías de ingresos",
    "Client ID:": "Client ID:",
    "Every week on {{dateFormatted}}": "Cada semana el {{dateFormatted}}",
    "Every year on {{dateFormatted}}": "Cada año el {{dateFormatted}}",
    "for": "para",
    "indefinitely": "indefinidamente",
    "Invalid rule": "Regla no válida",
    "Every {{interval}} months on the {{range}}": "Cada {{interval}} meses entre {{range}}",
    "Every {{interval}} years on {{dateFormatted}}": "Cada {{interval}} años el {{dateFormatted}}",
    "It is required to provide both the secret id and secret key.": "Es necesario proporcionar tanto la id secreta como la clave secreta.",
    "Recurring": "Recurrente",
    "Projected savings:": "Ahorros proyectados:",
    "Right": "Derecha",
    "Restart": "Reiniciar",
    "Revert": "Revertir",
    "Reset sync": "Restablecer sincronización",
    "Role is required.": "El rol es requerido.",
    "Reset to default": "Restablecer al valor por defecto",
    "Revert changes": "Revertir cambios",
    "Review OpenID configuration": "Revisar configuración de OpenID",
    "Role": "Rol",
    "Save and continue": "Guardar y continuar",
    "Revert to server password": "Revertir a la contraseña del servidor",
    "Reset SimpleFIN credentials": "Restablecer credenciales de SimpleFIN",
    "Restart app": "Reiniciar aplicación",
    "Rules are always run in the order that you see them.": "Las reglas son siempre ejecutadas en el orden en que las ves.",
    "Retrieving remote files...": "Recuperando archivos remotos…",
    "Revert to original version": "Revertir a la versión original",
    "Your SimpleFIN Access Token is no longer valid. Please reset and generate a new token.": "Tu token de acceso de SimpleFIN ya no es válido. Por favor, genera un nuevo token.",
    "or": "o",
    "last": "último",
    "last day": "último día",
    "payee": "beneficiario",
    "is on budget": "está dentro del presupuesto",
    "is off budget": "está fuera de presupuesto",
    "Filter": "Filtro",
    "Add a fixed amount to this category for each week in the month. For example, $100 per week would be $400 per month in a 4-week month.": "Añadir un monto fijo a esta categoría por cada semana en el mes. Por ejemplo, $100 por semana serían $400 por mes in un mes de 4 semanas.",
    "Add a fixed percentage of your income to this category each month. You can choose to take the percentage from the current month or the previous month.": "Añadir un monto fijo de tu ingreso a esta categoría cada mes. Puedes elegir en tomar el porcentaje del mes actual o del mes pasado.",
    "Add new automation": "Crear nueva automatización",
    "Available funds to budget": "Fondos disponibles para presupuestar",
    "Average of previous months": "Promedio de los meses previos",
    "Budget {{amount}} each week": "Presupuestar {{amount}} cada semana",
    "Budget {{monthly}} each month": "Presupuestar {{monthly}} cada mes",
    "Budget {{percent}}% of total income last month": "Presupuestar {{percent}}% del ingreso total del mes pasado",
    "Budget {{percent}}% of total income this month": "Presupuestar {{percent}}% del ingreso total de este mes",
    "Budget {{percent}}% of available funds to budget last month": "Presupuestar {{percent}}% de los fondos disponibles presupuestados el mes pasado",
    "Add an amount to this category each month based on the values from previous months. For example, you can copy the amount from a year ago to budget for an annual expense, or budget the average of the last 3 months to account for seasonal changes.": "Añadir un monto a esta categoría cada mes, basado en los valores del los meses previos. Por ejemplo, puedes copiar el monto de hace un año para presupuestar un gasto anual, o presupuestar el promedio de los últimos 3 meses para considerar cambios temporales.",
    "Budget the average of the last {{amount}} months": "Presupuestar el promedio de los últimos {{amount}} meses",
    "Budget {{percent}}% of available funds to budget this month": "Presupuestar {{percent}}% de los fondos disponibles presupuestados este mes",
    "{{categoryGroupName}} expense group categories": "{{categoryGroupName}} categorías de grupos de gastos",
    "{{accountName}} bank sync settings": "{{accountName}} Ajustes de sincronización bancaria",
    "Are you sure you want to unlink <1>{accountName}</1>?": "¿Estás seguro de querer desenlazar <1>{accountName}</1>?",
    "Add a fixed amount to this category each month.": "Añadir un monto fijo a esta categoría cada mes.",
    "Collapse": "Contraer",
    "Copy a previous month": "Copiar un mes previo",
    "Cover each occurrence when it occurs": "Cubrir cada transacción cuando ocurra",
    "By default imported transactions that you delete will be re-imported with the next bank sync operation. To disable this behaviour - untick this box.": "Por defecto, las transacciones que sean eliminadas vuelven a ser importadas durante la siguiente operación de sincronización. Para deshabilitar este comportamiento - desactiva esta casilla.",
    "Cover": "Cubrir",
    "Budget for a schedule": "Presupuestar para una planificación",
    "Add enough to this category to cover the selected schedule. If the schedule occurs multiple times in a month, an amount will be added for each occurrence. You can choose to save up for the next occurrence over time (e.g. save $100 each month for a $300 quarterly bill) or cover each occurrence when it occurs (e.g. only add the $300 when the bill is due).": "Añadir a esta categoría lo suficiente para cubrir la planificación seleccionada. Si la planificación se repite varias veces al mes, se añadirá un importe por cada repetición. Puede elegir ahorrar para la siguiente repetición (por ejemplo, ahorrar $100 al mes para una factura trimestral de $300) o cubrir cada repetición cuando ocurra (por ejemplo, añadir $300 solo al vencimiento de la factura).",
    "Budget the same amount as {{amount}} months ago": "Presupuestar la misma cantidad de hace {{amount}} meses",
    "Day": "Día",
    "Categorize": "Categorizar",
    "By enabling bank sync, you will be granting GoCardless (a third party service) read-only access to your entire account's transaction history. This service is not affiliated with Actual in any way. Make sure you've read and understand GoCardless's <2>Privacy Policy</2> before proceeding.": "Al activar la sincronización bancaria, estarás otorgando a GoCardless (un servicio externo) acceso de solo lectura al historial entero de transacciones de tu cuenta. Este servicio no está afiliado con Actual. Asegúrate de haber leído y entendido la <2>Política de privacidad</2> de GoCardless antes de continuar.",
    "Closed": "Cerrado",
    "completed": "completado",
    "{{scheduleName}} is due {{distanceFromNow}} ({{formattedDate}})": "{{scheduleName}} se ejecutará en {{distanceFromNow}} ({{formattedDate}})",
    "Configure your server": "Configurar tu servidor",
    "Delete template": "Eliminar la plantilla",
    "Edit template": "Editar plantilla",
    "due": "pendiente",
    "{{count}} payees_one": "{{count}} beneficiario",
    "{{count}} payees_many": "{{count}} beneficiarios",
    "{{count}} payees_other": "{{count}} beneficiarios",
    "{{count}} uncategorized transactions_one": "{{count}} transacción no categorizada",
    "{{count}} uncategorized transactions_many": "{{count}} transacciones no categorizadas",
    "{{count}} uncategorized transactions_other": "{{count}} transacciones no categorizadas",
    "<0>{{category}}</0> is used by existing transactions or it has a positive leftover balance currently.": "<0>{{category}}</0> está siendo utilizado por transacciones existentes o actualmente tiene un saldo restante positivo.",
    "<0>{{category}}</0> is used by existing transactions.": "<0>{{category}}</0> tiene transacciones asociadas.",
    "{{categoryName}} shortcuts": "{{categoryName}} atajos",
    "{{num}} more items...": "{{num}} elementos más…",
    "{{status}} (Split)": "{{status}} (Dividido)",
    "{isSearching\n                        ? 'No matching shortcuts'\n                        : isInCategory\n                          ? 'No shortcuts in this category'\n                          : 'No matching shortcuts'}": "{isSearching\n                        ? 'Ningún atajo encontrado'\n                        : isInCategory\n                          ? 'No hay atajos en esta categoría'\n                          : 'Ningún atajo encontrado'}",
    "A new version of Actual is available! Your Pikapods instance will be automatically updated in the next few days - no action needed.": "¡Una nueva versión de Actual está disponible! Tu instancia de Pikapods se actualizará automáticamente en los próximos días; no se requiere ninguna acción.",
    "Account is a required field": "El campo de cuenta es requerido",
    "Add entry": "Añadir registro",
    "Add space between amount and symbol": "Agregar espacio entre la cantidad y el símbolo",
    "Add user": "Agregar usuario",
    "<0>Reset sync</0> is only available when syncing is enabled.": "<0>Restablecer sincronización</0> solo está disponible cuando la sincronización está activada.",
    "<0>Are you sure you want to delete it?</0> If so, you must select another category to transfer existing transactions and balance to.": "<0>¿Estás seguro de que quieres eliminarlo?</0> Si es así, debes seleccionar otra categoría a la que transferir las transacciones existentes y el saldo.",
    "a fixed amount": "un monto fijo",
    "a fixed percent of the remainder": "un porcentaje fijo del resto",
    "Account page": "Página de la cuenta",
    "Account sync": "Sincronización de cuenta",
    "Add new rule": "Añadir una nueva regla",
    "Add Split": "Crear división",
    "Are you sure you want to delete this rule?": "¿Estás seguro de que quieres eliminar esta regla?",
    "average": "promedio",
    "AVERAGE DEPOSIT": "DEPOSITO PROMEDIO",
    "AVERAGE NET": "NETO PROMEDIO",
    "AVERAGE SPENDING": "GASTO PROMEDIO",
    "Banners": "Banners",
    "Australian Dollar": "Dólar australiano",
    "all": "todos",
    "Amount left:": "Cantidad restante:",
    "Already imported transaction. You can skip it, or import it again.": "Transacción ya importada. Puedes ignorarla o importarla de nuevo.",
    "an equal portion of the remainder": "una parte igual del resto",
    "any": "cualquier",
    "<0>Currency settings</0> affect how amounts are displayed throughout the application. Changing the currency will affect the number format, symbol position, and whether fractions are shown. These can be adjusted after the currency is set.": "Los <0>ajustes de moneda</0> afectan a cómo se muestran las cantidades en toda la aplicación. Cambiar la moneda modificará el formato numérico, la posición del símbolo y si se muestran los decimales. Estos parámetros pueden ajustarse después de establecer la moneda.",
    "An unknown error occurred while importing. Please report this as a new issue on GitHub.": "Ha ocurrido un error desconocido mientras se importaba. Por favor, reporta esto como un nuevo issue en GitHub.",
    "Canadian Dollar": "Dólar canadiense",
    "After amount": "Cantidad después",
    "Are you sure you want to delete the transaction?": "¿Estás seguro de que quieres eliminar la transacción?",
    "Budget {{percent}}% of &lsquo;{{category}}&rsquo; last month": "{{percent}}% del presupuesto del &lsquo;{{category}}&rsquo; último mes",
    "Budget {{percent}}% of &lsquo;{{category}}&rsquo; this month": "{{percent}}% del presupuesto de &lsquo;{{category}}&rsquo; este mes",
    "Budget automations: {{category}}": "Automatizaciones del presupuesto: {{category}}",
    "Budget page": "Página de presupuesto",
    "budget templates have been applied.": "Se han aplicado las plantillas de presupuestos.",
    "budgeted": "presupuestado",
    "Are you sure you want to delete these {{count}} transactions?_one": "¿Estás seguro de que quieres eliminar {{count}} transacción?",
    "Are you sure you want to delete these {{count}} transactions?_many": "¿Estás seguro de que quieres eliminar {{count}} transacciones?",
    "Are you sure you want to delete these {{count}} transactions?_other": "¿Estás seguro de que quieres eliminar {{count}} transacciones?",
    "Automatically rename these payees in the future_one": "Renombra automáticamente este pagador en el futuro",
    "Automatically rename these payees in the future_many": "Renombra automáticamente estos pagadores en el futuro",
    "Automatically rename these payees in the future_other": "Renombra automáticamente estos pagadores en el futuro",
    "Budget set to last month's budget.": "Presupuesto ajustado al del mes pasado.",
    "Account not found": "Cuenta no encontrada",
    "Add Query": "Agregar Consulta",
    "Categories in the group <2>{{group}}</2> are used by existing transactions or it has a positive leftover balance currently.": "Las categorías del grupo <2>{{group}}</2> se usan en una transacción existente o tienen un saldo positivo restante.",
    "Change category automations": "Cambiar las automatizaciones de categoría",
    "Checking GoCardless configuration...": "Comprobando la configuración de GoCardless…",
    "Choose Color:": "Elegir color:",
    "Account ID (string). The ID of the account.\n\nExample: `=CONCATENATE(\"Paid from \", account)`": "ID de cuenta (cadena). La identificación de la cuenta.\n\nEjemplo: `=CONCATENATE(\"Pagado de \", cuenta) `",
    "Add transaction and close form": "Agregar transacción y cerrar formulario",
    "App: v{{appVersion}} | Server: {{serverVersion}}": "Aplicación: v{{appVersion}} Servidor: {{serverVersion}}",
    "Argentinian Peso": "Peso Argentino",
    "Average per year": "Promedio por año",
    "Before amount": "Importe anterior",
    "Boolean cleared status. TRUE if transaction is cleared, FALSE otherwise.\n\nExample: `=IF(cleared, \"Cleared\", \"Pending\")`": "Estado confirmado booleano: VERDADERO si la transacción se ha confirmado; FALSO en caso contrario.\n\nEjemplo: `=IF(cleared, \"Confirmado\", \"Pendiente\")`",
    "Boolean reconciled status. TRUE if transaction is reconciled, FALSE otherwise.": "Estado de conciliación booleano. VERDADERO si la transacción está conciliada, FALSO en caso contrario.",
    "Brazilian Real": "Real Brasileño",
    "Calculates difference between dates in days.": "Calcula la diferencia entre fechas en días.",
    "Calculates distance between dates.": "Calcula la distancia entre fechas.",
    "Calculates future value of investment.": "Calcula el valor futuro de la inversión.",
    "Calculates interest rate per period.": "Calcula el tipo de interés por período.",
    "Calculates internal rate of return.": "Calcula la tasa interna de retorno.",
    "Calculates net present value.": "Calcula el valor actual neto.",
    "Calculates payment for a loan.": "Calcula el pago de un préstamo.",
    "Calculates present value of investment.": "Calcula el valor actual de la inversión.",
    "{{years}} years": "{{years}} años",
    "(projected)": "(previsto)",
    "Account name (string). The human-readable name of the account.\n\nExample: `=CONCATENATE(\"Paid from \", account_name)`": "Nombre de cuenta (estring). El nombre legible por humanos de la cuenta.\n\nEjemplo: `=CONCATENATE(\"Pagado de \", account_name) `",
    "Delete {{count}} rules_one": "Eliminar {{count}} regla",
    "Delete {{count}} rules_many": "Eliminar {{count}} reglas",
    "Delete {{count}} rules_other": "Eliminar {{count}} reglas",
    "Delete {{selectedCount}} users_one": "Borrar {{selectedCount}} usuario",
    "Delete {{selectedCount}} users_many": "Borrar {{selectedCount}} usuarios",
    "Delete {{selectedCount}} users_other": "Borrar {{selectedCount}} usuarios",
    "Delete {selectedInst.items.size} tags_one": "Eliminar {selectedInst.items.size} etiqueta",
    "Delete {selectedInst.items.size} tags_many": "Eliminar {selectedInst.items.size} etiquetas",
    "Delete {selectedInst.items.size} tags_other": "Eliminar {selectedInst.items.size} etiquetas",
    "Import {{count}} transactions_one": "Importar {{count}} transacción",
    "Import {{count}} transactions_many": "Importar {{count}} transacciones",
    "Import {{count}} transactions_other": "Importar {{count}} transacciones",
    "cleared": "confirmado",
    "Enter server password": "Introducir contraseña del servidor",
    "Every day": "Cada día",
    "Every month on the {{dateFormatted}}": "Cada mes el {{dateFormatted}}",
    "Expense category groups": "Groups de categoría de gasto",
    "Import notes from file": "Notas de importación del archivo",
    "In order to enable bank sync via GoCardless (only for EU banks) you will need to create access credentials. This can be done by creating an account with <2>GoCardless</2>.": "Para activar la sincronización a través de GoCardless (solo bancos de EU), necesitarás crear credenciales de acceso. Esto se puede hacer creando una cuenta con <2>GoCardless</2>.",
    "In order to enable bank sync via Pluggy.ai (only for Brazilian banks) you will need to create access credentials. This can be done by creating an account with <2>Pluggy.ai</2>.": "Para activar la sincronización a través de Pluggy.ai (solo para bancos brasileños), necesitarás crear credenciales de acceso. Esto se puede hacer creando una cuenta con <2>Pluggy.ai</2>.",
    "In order to enable bank sync via SimpleFIN (only for North American banks), you will need to create a token. This can be done by creating an account with <2>SimpleFIN</2>.": "Para activar la sincronización a través de SimpleFin (solo bancos de norte América), necesitarás crear un token de acceso. Esto se puede hacer creando una cuenta con <2>SimpleFIN</2>.",
    "Institution to Sync": "Institución a sincronizar",
    "Capitalizes first letter of each word.": "Pone en mayúscula la primera letra de cada palabra.",
    "Category ID (string). The ID of the category.\n\nExample: `=IF(category=\"Groceries\", \"Food\", \"Other\")`": "ID de categoría (string). El ID de la categoría.\n\nEjemplo: `=IF(category =\"Comestibles\", \"Alimentos\", \"Otros\")`",
    "Category Name (string). The human-readable name of the category.\n\nExample: `=IF(category_name=\"Groceries\", \"Food\", \"Other\")`": "Nombre de la categoría (string). El nombre legible de la categoría.\n\nEjemplo: `=IF(category_name=\"Comestibles\", \"Alimentos\", \"Otros\")`",
    "Change interval": "Intervalo de cambio",
    "Checks multiple conditions and returns corresponding values.": "Comprueba múltiples condiciones y devuelve los valores correspondientes.",
    "Client-Side plugins (soon)": "Complementos del lado del cliente (próximamente)",
    "Combines several text strings into one.": "Combina varias cadenas de texto en una sola.",
    "Conditional color (optional):": "Color condicional (opcional):",
    "Converts number to character.": "Convierte números en caracteres.",
    "Converts number to text with format.": "Convierte números a texto con formato.",
    "Converts text to a number.": "Convierte texto en un número.",
    "Converts text to lowercase.": "Convierte el texto a minúsculas.",
    "Converts text to uppercase.": "Convierte el texto a mayúsculas.",
    "Converts value to a number.": "Convierte el valor en un número.",
    "Costa Rican Colón": "Colón Costarricense",
    "Counts cells that meet a criteria.": "Cuenta las celdas que cumplen un criterio.",
    "Counts cells that meet multiple criteria.": "Cuenta las celdas que cumplen varios criterios.",
    "Counts empty cells.": "Cuenta las celdas vacías.",
    "Counts non-empty values.": "Cuenta los valores no vacíos.",
    "Counts the number of numeric values.": "Cuenta el número de valores numéricos.",
    "Decrypt budget file": "Descifrar archivo de presupuesto",
    "Delete entry": "Eliminar entrada",
    "Delete the selected transactions": "Eliminar las transacciones seleccionadas",
    "DEPOSIT": "DEPÓSITO",
    "Disable auto hold": "Desactivar la retención automática",
    "Disable current auto hold": "Desactivar la retención automática actual",
    "Disable formula": "Fórmula de desactivación",
    "Disable privacy mode": "Desactivar el modo privado",
    "Disabled": "Deshabilitado",
    "Display a notification when updates are available": "Mostrar una notificación cuando haya actualizaciones disponibles",
    "Distribute": "Distribuir",
    "Domain": "Dominio",
    "Download Snapshot": "Descargar instantánea",
    "Dynamic": "Dinámico",
    "Edit Rule": "Editar Regla",
    "Egyptian Pound": "Libra Egipcia",
    "Enable auto hold": "Habilitar retención automática",
    "Enable formula": "Habilitar fórmula",
    "Enable privacy mode": "Activar modo privado",
    "Error:": "Error:",
    "Euro": "Euro",
    "Excel formula mode (Formula cards & Rule formulas)": "Modo fórmula de Excel (Tarjetas de fórmulas y Reglas de fórmulas)",
    "Execute a query and return the result.": "Ejecutar una consulta y devolver el resultado.",
    "Execute the {{queryName}} query and return the result.": "Ejecutar la consulta {{queryName}} y devolver el resultado.",
    "Export Dashboard": "Panel de exportación",
    "Export query configuration": "Configuración de consulta de exportación",
    "Failed saving report name: {{error}}": "Error al guardar el nombre del informe: {{error}}",
    "Categories in the group <2>{{group}}</2> are used by existing transactions.": "Las categorías del grupo <2>{{group}}</2> se usan en transacciones existentes.",
    "Closed: {{accountName}}": "Cerrada: {{accountName}}",
    "Command Bar": "Barra de órdenes",
    "Create Rule": "Crear regla",
    "CSV FIELDS": "CAMPOS DEL CSV",
    "Currency support": "Soporte de divisas",
    "Custom Reports": "Reportes personalizados",
    "DEFAULT": "POR DEFECTO",
    "Default Currency": "Divisa por defecto",
    "Hong Kong Dollar": "Dolar de Hong Kong",
    "IF": "SI",
    "If checked below, a rule will be created to do this rename while importing transactions.": "Si se selecciona la casilla de abajo, se creará una regla para renombrar mientras se importan las transacciones.",
    "Imported Payee": "Beneficiario importado",
    "Indian Rupee": "Rupia india",
    "Invalid amount value": "Monto inválido",
    "Invalid: unable to parse the value": "Invalido: No se ha podido analizar el valor",
    "Community support (Discord)": "Soporte de la comunidad (Discord)",
    "Date format": "Formato de fecha",
    "Cover the occurrences of the schedule &lsquo;{{name}}&rsquo; this month": "Cubrir las repeticiones de la planificacion &lsquo;{{name}}&rsquo; este mes",
    "Every month on the {{range}}": "Cada mes entre {{range}}",
    "It looks like you're using an outdated version of the Actual client. Your budget data has been updated by another client, but this client is still on the old version. For the best experience, please update Actual to the latest version.": "Parece que estás usando una versión desfasada del cliente de Actual. Tus datos de presupuesto han sido actualizados por otro cliente, pero este cliente aún está en la versión anterior. Para la mejor experiencia, por favor actualiza Actual a la última versión.",
    "Item Ids (comma separated):": "IDs de ítem (separados por comas):",
    "Link bank account with Pluggy.ai": "Vincular cuenta bancaria con Pluggy.ai",
    "More options": "Más opciones",
    "Next:": "Siguiente:",
    "Not yet reconciled": "Aún no conciliado",
    "Note that the URL depends on your authentik domain and provider slug name.": "Tenga en cuenta que la URL depende de su dominio de Authentik y el nombre de su proveedor.",
    "Off budget": "Fuera de presupuesto",
    "Off budget accounts": "Cuentas fuera de presupuesto",
    "On budget accounts": "Cuentas dentro de presupuesto",
    "once": "una vez",
    "Expand": "Expandir",
    "Fully Expand": "Totalmente expandido",
    "Last": "Último",
    "missed": "omitido",
    "Mode": "Modo",
    "No description available": "Sin descripción disponible",
    "No schedules found, create one in the <2>schedules</2> page.": "Planificaciones no encontradas, crea una en la <2>schedules</2> página.",
    "nothing": "nada",
    "Number of months back": "Numero de meses atrás",
    "Once you have exported your data, select the file and Actual will import it. Budgets may not match up exactly because things work slightly differently, but you should be able to fix up any problems.": "Una vez que haya exportado sus datos, seleccione el archivo y Actual lo importará. Es posible que los presupuestos no coincidan exactamente porque las cosas funcionan ligeramente diferente, pero usted debe ser capaz de solucionar cualquier problema.",
    "<0>Warning:</0> This transaction is {{daysUntilTransaction}} days away, which is beyond your configured upcoming length of {{upcomingDays}} days. The schedule preview will not be visible in your account until it gets closer to the date.": "<0>Warning:</0> Esta transacción se realizará dentro de {{daysUntilTransaction}} días, lo que supera la duración configurada de {{upcomingDays}} días. La vista previa del calendario no estará visible en su cuenta hasta que se acerque la fecha.",
    "Cover this amount:": "Cubrir esta cantidad:",
    "Covered {{amount}} {{toCategoryName}} overspending from {{fromCategoryName}}.": "Cubre {{amount}} {{toCategoryName}} de gasto excesivo de {{fromCategoryName}}.",
    "Crossover point": "Punto de cruce",
    "Crossover Point": "Punto de Cruce",
    "<0><0>Repair transactions</0> if you are experiencing bugs relating to split transactions or transfers and the \"Reset budget cache\" button above does not help, this tool may fix them. Some examples of bugs include seeing blank payees on splits or incorrect account balances. This tool does four things:</0><1><0>Ensures that deleted split transactions are fully deleted. In previous versions of the app, certain split transactions may appear deleted but not all of them are actually deleted. This causes the transactions list to look correct, but certain balances may be incorrect when filtering.</0><1>Sync the payee and cleared flag of a split transaction to the main or \"parent\" transaction, if appropriate. The payee will only be set if it currently doesn't have one.</1><2>Checks that the sum of all child transactions adds up to the total amount. If not, these will be flagged below to allow you to easily locate and fix the amounts.</2><3>Checks for any non-split transactions with erroneous split errors and removes the errors if found.</3><4>Check if you have any budget transfers that erroneously contain a category, and remove the category.</4><5>Checks for any parent transactions with a category and removes the category if found.</5></1>": "<0><0>Reparar transacciones</0> si estás experimentando errores relacionados con transacciones divididas o transferencias y el botón “Restablecer caché del presupuesto” de arriba no ayuda, esta herramienta puede solucionarlos. Algunos ejemplos de errores incluyen ver beneficiarios en blanco en divisiones o saldos de cuenta incorrectos. Esta herramienta realiza cuatro acciones:</0><1><0>Garantiza que las transacciones divididas eliminadas se eliminen por completo. En versiones anteriores de la aplicación, ciertas transacciones divididas podían parecer eliminadas aunque no lo estuvieran del todo. Esto hace que la lista de transacciones parezca correcta, pero que algunos saldos sean incorrectos al filtrar.</0><1>Sincroniza el beneficiario y la marca de confirmación de una transacción dividida con la transacción principal o “padre”, cuando corresponda. El beneficiario solo se establecerá si actualmente no tiene uno.</1><2>Comprueba que la suma de todas las transacciones hijas coincida con el importe total. Si no es así, se marcarán a continuación para que puedas localizar y corregir fácilmente los importes.</2><3>Comprueba si existen transacciones no divididas con errores de división erróneos y elimina dichos errores si se encuentran.</3><4>Comprueba si tienes transferencias de presupuesto que erróneamente contienen una categoría y elimina la categoría.</4><5>Comprueba si existen transacciones padre con una categoría y elimina la categoría si se encuentra.</5></1>",
    "<0>Force reload app</0> will clear the cached version of the app and load a fresh one. This is useful if you're experiencing issues with the app after an update or if cached files are causing problems. The app will reload automatically after clearing the cache.": "<0>Forzar recarga de la aplicación</0> borrará la versión almacenada en caché de la aplicación y cargará una nueva. Esto resulta útil si experimentas problemas con la aplicación después de una actualización o si los archivos almacenados en caché están causando problemas. La aplicación se recargará automáticamente después de borrar la caché.",
    "Account balance as of the date of the transaction, excluding the transaction amount. Use for calculations and comparisons.\n\nExample: `=IF(balance < 0, \"Negative Balance\", \"Positive Balance\")`": "Saldo de la cuenta a la fecha de la transacción, excluyendo el importe de la transacción. Usar para cálculos y comparaciones.\n\nEjemplo: `=IF(balance < 0, \"Saldo negativo\", \"Saldo positivo\")`",
    "Account:": "Cuenta:",
    "Belarusian Ruble": "Rublo bielorruso",
    "Colombian Peso": "Peso colombiano",
    "Convert to Schedule": "Convertir a Planificación",
    "Converts integer amount to decimal amount (e.g., 1234 -> 12.34).": "Convierte cantidad entera a cantidad decimal (por ejemplo, 1234 -> 12.34).",
    "Create Schedule": "Crear Planificación",
    "Crossover Report": "Informe de Cruce",
    "Danish Krone": "Corona Danesa",
    "Duplicate the selected transactions": "Duplicar las transacciones seleccionadas",
    "e.g.": "p. ej.",
    "Edit Payee": "Editar beneficiario",
    "Exit reconciliation": "Salir de la reconciliación",
    "Expense Projection Type": "Tipo de Proyección del gasto",
    "Expenses categories": "Categorías de gastos",
    "Filter accounts…": "Filtrar cuentas…",
    "Filter payees…": "Filtrar beneficiarios…",
    "Filter rules…": "Filtrar reglas…",
    "Filters:": "Filtros:",
    "Find Existing Tags": "Buscar etiquetas existentes",
    "Finds text within text (case-insensitive, supports wildcards).": "Encuentra texto dentro del texto (no distingue entre mayúsculas y minúsculas, soporta comodines).",
    "Finds text within text (case-sensitive).": "Encuentra texto dentro del texto (distingue entre mayúsculas y minúsculas).",
    "Fixed {{count}} split transactions with non-null category._one": "Se ha corregido {{count}} transacción dividida con una categoría no nula.",
    "Fixed {{count}} split transactions with non-null category._many": "Se han corregido {{count}} transacciones divididas con categorías no nulas.",
    "Fixed {{count}} split transactions with non-null category._other": "Se han corregido {{count}} transacciones divididas con categorías no nulas.",
    "Font size (px):": "Tamaño de la fuente (px):",
    "Force reload app": "Forzar la recarga de la aplicación",
    "Force reload app button": "Botón para forzar la recarga de la aplicación",
    "Formula": "Fórmula",
    "formula ": "fórmula ",
    "Formula card": "Tarjeta de fórmula",
    "Formula that returns a color (e.g., &ldquo;red&rdquo;, &ldquo;#ff0000&rdquo;). Leave blank for default. Use RESULT variable to access the main formula result.": "Fórmula que devuelve un color (por ejemplo, «rojo», «#ff0000»). Déjelo en blanco para utilizar el valor predeterminado. Utilice la variable RESULT para acceder al resultado de la fórmula principal.",
    "Formula:": "Fórmula:",
    "From:": "De:",
    "General": "General",
    "Guatemalan Quetzal": "Quetzal guatemalteco",
    "Hampel Filtered Median": "Mediana filtrada de Hampel",
    "has tags": "tiene etiquetas",
    "Hide balance chart": "Ocultar gráfico de saldo",
    "Hide hidden": "Ocultar oculto",
    "How past expenses are projected into the future.<1></1><2></2>Linear Trend: Projects expenses using a linear regression of historical data.<4></4><5></5>Hampel Filtered Median: Filters out outliers before calculating the median expense.": "Cómo se proyectan los gastos pasados hacia el futuro.<1></1><2></2>Tendencia lineal: proyecta los gastos utilizando una regresión lineal de los datos históricos.<4></4><5></5>Mediana filtrada de Hampel: filtra los valores atípicos antes de calcular la mediana de los gastos.",
    "If the automation UI isn't working for you, you can temporarily switch back to notes-based automations. Please let us know your feedback about what's not working on the <2>feedback issue</2>.": "Si la interfaz de usuario de automatización no te funciona, puedes volver temporalmente a las automatizaciones basadas en notas. Por favor, envíanos tus comentarios sobre lo que no funciona en el <2>feedback issue</2>.",
    "Import query configuration": "Importar configuración de consulta",
    "Import Query Configuration": "Importar configuración de consulta",
    "In/Out": "Entrada/Salida",
    "Income accounts": "Cuentas de ingresos",
    "Indonesian Rupiah": "Rupia indonesia",
    "Inflow": "Ingreso",
    "Invalid JSON. Please check your input.": "JSON no válido. Comprueba tu entrada.",
    "Invalid: unable to parse the value ({{amount}})": "Inválido: incapaz de analizar el valor ({{amount}})",
    "Investment Account": "Cuenta de Inversiones",
    "Jamaican Dollar": "Dólar jamaicano",
    "Japanese Yen": "Yen japonés",
    "Last Balance from Bank: ": "Último saldo del Banco: ",
    "Last sync: {{time}}": "Última sincronización: {{time}}",
    "Linear Trend": "Tendencia lineal",
    "Link and unlink accounts": "Enlazar y desenlazar cuentas",
    "Link or unlink accounts": "Enlazar y desenlazar cuentas",
    "Linked to:": "Enlazado a:",
    "Load Backup…": "Cargar copia de seguridad…",
    "Loading payee...": "Cargando beneficiario...",
    "Loading rule...": "Cargando regla...",
    "Lock transactions": "Bloquear transacciones",
    "Looks up values in a vector or array.": "Busca valores en un vector o matriz.",
    "Make negative": "Hacer negativo",
    "Make positive": "Hacer positivo",
    "Malaysian Ringgit": "Ringgit malasio",
    "Merge the selected transactions": "Combinar las transacciones seleccionadas",
    "Moldovan Leu": "Leu moldavo",
    "Monthly expenses:": "Gastos mensuales:",
    "Monthly investment income:": "Ingresos de inversión mensual:",
    "Move to the next transaction and scroll": "Mover a la siguiente transacción y desplazarse",
    "Move to the previous transaction and scroll": "Mover a la transacción anterior y desplazarse",
    "Multiplies corresponding elements and returns the sum.": "Multiplica los elementos correspondientes y devuelve la suma.",
    "N/A": "N/A",
    "Navigation": "Navegación",
    "Needs Repair": "Necesita reparación",
    "NET {{net}}": "NETO {{net}}",
    "New tag": "Nueva etiqueta",
    "New transaction. You can import it, or skip it.": "Nueva transacción. Puede importarla u omitirla.",
    "New version available: {versionInfo.latestVersion}": "Nueva versión disponible: {versionInfo.latestVersion}",
    "No description": "Sin descripción",
    "No payees found.": "No se han encontrado beneficiarios.",
    "No rules found. Create your first rule to get started!": "No se han encontrado reglas. ¡Crea tu primera regla para empezar!",
    "No Tags": "Ninguna Etiqueta",
    "No, keep as transaction": "No, mantener como transacción",
    "number of years": "número de años",
    "occurrence": "ocurrencia",
    "occurrences": "ocurrencias",
    "Off Budget": "Fuera del presupuesto",
    "Offline": "Fuera de línea",
    "On Budget": "Dentro de presupuesto",
    "Open the Command Palette": "Abrir la paleta de comandos",
    "Original imported payee name from bank import. Contains the raw text before matching.\n\nExample: `=LEFT(imported_payee, 10)` to get first 10 characters": "Nombre original del beneficiario importado desde la importación bancaria. Contiene el texto sin procesar antes de la coincidencia.\n\nEjemplo: `=LEFT(imported_payee, 10)` para obtener los primeros 10 caracteres.",
    "Original templates:<1>{templates}</1>": "Plantillas originales:<1>{plantillas}</1>",
    "Overspent categories": "Categorías con gasto excedido",
    "Parses a date string and returns it as a number.": "Analiza una cadena de fecha y la devuelve como un número.",
    "Payee ID (string). The ID of the payee.\n\nExample: `=CONCATENATE(\"Payment to \", payee)`": "ID del beneficiario (cadena). El ID del beneficiario.\n\nEjemplo: `=CONCATENATE(«Pago a », beneficiario)`",
    "Payee name": "Nombre del beneficiario",
    "Payee name (string). The human-readable name of the payee.\n\nExample: `=UPPER(payee_name)` or `=CONCATENATE(\"Payment to \", payee_name)`": "Nombre del beneficiario (cadena). El nombre legible del beneficiario.\n\nEjemplo: `=UPPER(payee_name)` o `=CONCATENATE(«Pago a », payee_name)`",
    "PAYMENT": "PAGO",
    "Per {{interval}}": "Por {{interval}}",
    "Philippine Peso": "Peso filipino",
    "Please provide the encryption key to unlock this budget file. You may be unlocking it for the first time, or the key has changed. Enter your password to continue.": "Por favor, introduzca la clave de cifrado para desbloquear este fichero de presupuesto. Es posible que lo esté desbloqueando por primera vez o que la clave haya cambiado. Introduzca su contraseña para continuar.",
    "Polish Złoty": "Złoty Polaco",
    "Port": "Puerto",
    "Ports must be within range 1 - 65535": "Los puertos deben estar dentro del rango 1 - 65535",
    "Post transaction": "Procesar una transacción",
    "Post transaction today": "Procesar transacción hoy",
    "Post transactions": "Procesar transacciones",
    "Post transactions?": "¿Procesar transacción?",
    "Prior year to date": "Año anterior hasta la fecha",
    "Projected savings": "Ahorros proyectados",
    "Qatari Riyal": "Riyal catarí",
    "Query configuration copied to clipboard": "Configuración de consulta copiada al portapapeles",
    "Query Definitions": "Definiciones de consulta",
    "Reconciled {{ relativeTimeAgo }} ({{ absoluteDate }})": "Conciliado {{ relativeTimeAgo }} ({{ absoluteDate }})",
    "Recurring error": "Error recurrente",
    "Redo": "Rehacer",
    "Refresh": "Refrescar",
    "Remove overspending rollover": "Eliminar el remanente por gasto excedido",
    "Removes extra spaces from text.": "Elimina espacios adicionales del texto.",
    "Removes non-printable characters from text.": "Elimina caracteres no imprimibles del texto.",
    "Reopen": "Reabrir",
    "Repeats text specified number of times.": "Repite el texto el número de veces especificado.",
    "Replaces occurrences of text.": "Reemplaza ocurrencias de texto.",
    "Replaces substring at specified position.": "Reemplaza la subcadena en la posición especificada.",
    "Result:": "Resultado:",
    "Returns -1 for negative, 0 for zero, 1 for positive.": "Devuelve -1 para negativo, 0 para cero, 1 para positivo.",
    "Returns base raised to the power of exponent.": "Devuelve la base elevada a la potencia del exponente.",
    "Returns current date and time.": "Devuelve la fecha y hora actuales.",
    "Returns current date.": "Devuelve la fecha actual.",
    "Returns date as number of days since null date.": "Devuelve la fecha como número de días desde la fecha nula.",
    "Returns date shifted by specified months.": "Devuelve la fecha desplazada por los meses especificados.",
    "Returns day of week (1-7).": "Devuelve el día de la semana (1-7).",
    "Returns e raised to the power of number.": "Devuelve e elevado a la potencia de número.",
    "Returns ISO week number.": "Devuelve el número de semana ISO.",
    "Returns last day of month after specified months.": "Devuelve el último día del mes tras los meses especificados.",
    "Returns leftmost characters from text.": "Devuelve los caracteres situados más a la izquierda del texto.",
    "Returns length of text.": "Devuelve la longitud del texto.",
    "Returns number of working days between dates.": "Devuelve el número de días laborables entre fechas.",
    "Returns one value if condition is TRUE, another if FALSE.": "Devuelve un valor si la condición es VERDADERA y otro si es FALSA.",
    "Returns position of value in array.": "Devuelve la posición del valor en la matriz.",
    "Returns rightmost characters from text.": "Devuelve los caracteres situados más a la derecha del texto.",
    "Returns substring from specified position.": "Devuelve la subcadena desde la posición especificada.",
    "Returns text if value is text, empty string otherwise.": "Devuelve texto si el valor es texto, una cadena vacía en caso contrario.",
    "Returns the absolute value of a number.": "Devuelve el valor absoluto de un número.",
    "Returns the average of all numbers in a range.": "Devuelve la media de todos los números de un rango.",
    "Returns the average, including text and logical values.": "Devuelve el promedio, incluyendo texto y valores lógicos.",
    "Returns the base-10 logarithm.": "Devuelve el logaritmo base-10.",
    "Returns the cosine of an angle.": "Devuelve el coseno de un ángulo.",
    "Returns the day from a date.": "Devuelve el día de una fecha.",
    "Returns the k-th percentile.": "Devuelve el percentil k-ésimo.",
    "Returns the logarithm to specified base.": "Devuelve el logaritmo a la base especificada.",
    "Returns the logical value FALSE.": "Devuelve el valor lógico FALSO.",
    "Returns the logical value TRUE.": "Devuelve el valor lógico VERDADERO.",
    "Returns the maximum value, including text and logical values.": "Devuelve el valor máximo, incluyendo valores de texto y lógicos.",
    "Returns the maximum value.": "Devuelve el valor máximo.",
    "Returns the median value.": "Devuelve el valor medio.",
    "Returns the minimum value, including text and logical values.": "Devuelve el valor mínimo, incluyendo texto y valores lógicos.",
    "Returns the minimum value.": "Devuelve el valor mínimo.",
    "Returns the month from a date.": "Devuelve el mes de una fecha.",
    "Returns the most frequently occurring value.": "Devuelve el valor más frecuente.",
    "Returns the natural logarithm.": "Devuelve el logaritmo natural.",
    "Returns the product of all numbers.": "Devuelve el producto de todos los números.",
    "Returns the quartile of a dataset.": "Devuelve el cuartil de un conjunto de datos.",
    "Returns the rank of a number in a list.": "Devuelve el rango de un número en una lista.",
    "Returns the remainder of division.": "Devuelve el resto de la división.",
    "Returns the sine of an angle.": "Devuelve el seno de un ángulo.",
    "Returns the square root.": "Devuelve la raíz cuadrada.",
    "Returns the standard deviation of a population.": "Devuelve la desviación estándar de una población.",
    "Returns the standard deviation of a sample.": "Devuelve la desviación estándar de una muestra.",
    "Returns the sum of all numbers in a range.": "Devuelve la suma de todos los números en un rango.",
    "Returns the sum of all numbers.": "Devuelve la suma de todos los números.",
    "Returns the sum of the squares.": "Devuelve la suma de los cuadrados.",
    "Returns the tangent of an angle.": "Devuelve el tangente de un ángulo.",
    "Returns the value of PI.": "Devuelve el valor de PI.",
    "Returns the variance of a population.": "Devuelve la varianza de una población.",
    "Returns the variance of a sample.": "Devuelve la varianza de una muestra.",
    "Returns the year from a date.": "Devuelve el año desde una fecha.",
    "Returns TRUE if all arguments are TRUE.": "Devuelve VERDADERO si todos los argumentos son VERDADEROS.",
    "Returns TRUE if any argument is TRUE.": "Devuelve VERDADERO si alguno de los argumentos es VERDADERO.",
    "Returns TRUE if number is even.": "Devuelve VERDADERO si el número es par.",
    "Returns TRUE if number is odd.": "Devuelve VERDADERO si el número es impar.",
    "Returns TRUE if odd number of arguments are TRUE.": "Devuelve VERDADERO si un número impar de argumentos son VERDADEROS.",
    "Returns TRUE if texts are exactly the same.": "Devuelve VERDADERO si los textos son exactamente iguales.",
    "Returns TRUE if value is #N/A error.": "Devuelve VERDADERO si el valor es un error #N/A.",
    "Returns TRUE if value is a number.": "Devuelve VERDADERO si el valor es un número.",
    "Returns TRUE if value is a reference.": "Devuelve VERDADERO si el valor es una referencia.",
    "Returns TRUE if value is any error.": "Devuelve VERDADERO si el valor es cualquier error.",
    "Returns TRUE if value is blank.": "Devuelve VERDADERO si el valor está en blanco.",
    "Returns TRUE if value is logical (TRUE/FALSE).": "Devuelve VERDADERO si el valor es lógico (VERDADERO/FALSO).",
    "Returns TRUE if value is text.": "Devuelve VERDADERO si el valor es texto.",
    "Returns value at specified row and column.": "Devuelve el valor de la fila y columna especificadas.",
    "Returns value from list based on index.": "Devuelve el valor de la lista basado en el índice.",
    "Returns value if no error, otherwise returns alternative.": "Devuelve un valor si no hay error, de lo contrario devuelve una alternativa.",
    "Returns value if not #N/A error, otherwise returns alternative.": "Devuelve el valor si no es un error #N/A; de lo contrario, devuelve una alternativa.",
    "Returns week number of year.": "Devuelve el número de semana del año.",
    "Reverses the logical value.": "Invierte el valor lógico.",
    "Revert to Latest": "Revertir a la última versión",
    "Romanian Leu": "Leu rumano",
    "Show {{count}} unused payees_one": "Mostrar {{count}} beneficiario no utilizado",
    "Show {{count}} unused payees_many": "Mostrar {{count}} beneficiarios no utilizados",
    "Show {{count}} unused payees_other": "Mostrar {{count}} beneficiarios no utilizados",
    "Overbudgeted:": "Sobrepresupuestado:",
    "Percentage of": "Porcentaje de",
    "Please get <2>in touch</2> for support": "Por favor, <2>contáctenos</2> para obtener ayuda",
    "Proceed with caution.": "Proceda con precaución.",
    "Rate limit exceeded for this item. Please try again later.": "Límite de solicitudes excedido para este ítem. Por favor inténtelo más tarde.",
    "reconciled": "conciliado",
    "Reimport deleted transactions": "Reimportar transacciones eliminadas",
    "Rename": "Renombrar",
    "Rename budget": "Renombrar presupuesto",
    "Reset Pluggy.ai credentials": "Reestablecer credenciales de Pluggy.ai",
    "Some access permissions were not revoked successfully.": "Algunos permisos de acceso no fueron revocados con éxito.",
    "prepend to notes": "Anteponer a las notas",
    "Previous month": "Mes previo",
    "Range:": "Rango:",
    "Reauthorize": "Re-autorizar",
    "Received": "Recibido",
    "Reconcile": "Conciliar",
    "Reconciled": "Conciliado",
    "Reconciled Transaction": "Transacción Conciliada",
    "Saving your changes to this reconciled transaction may bring your reconciliation out of balance.": "Guardar tus cambios en esta transacción conciliada puede hacer que tu conciliación quede fuera de equilibrio.",
    "Show reconciled transactions": "Mostrar transacciones conciliadas",
    "Selected balance:": "Saldo seleccionado:",
    "Show balance": "Mostrar saldo",
    "Show running balance": "Mostrar saldo actual",
    "Redo the last undone change": "Rehacer el último cambio sin hacer",
    "Register": "Registrar",
    "Release Notes": "Notas de la versión",
    "Remove": "Eliminar",
    "Remove active category filters to show the category selector.": "Elimina los filtros de categoría activos para mostrar el selector de categoría.",
    "Reopen account": "Reabrir cuenta",
    "Repair": "Reparar",
    "Repair transactions": "Reparar transacciones",
    "Repeat every": "Repetir cada",
    "Repeats": "Repite",
    "Replace": "Reemplazar",
    "Report Name": "Nombre del informe",
    "Reports": "Informes",
    "Reset budget cache": "Restablecer el caché del presupuesto",
    "Reset GoCardless credentials": "Restablecer credenciales de GoCardless",
    "Reset key": "Restablecer clave",
    "Rule": "Regla",
    "Rules": "Reglas",
    "Run Rules": "Ejecutar Reglas",
    "Saturday": "Sábado",
    "Save": "Guardar",
    "Save compare and filter options": "Guardar opciones de comparación y filtro",
    "Save new filter": "Guardar nuevo filtro",
    "Save new report": "Guardar nuevo informe",
    "Save notes": "Guardar notas",
    "Save widget": "Guardar widget",
    "Saved": "Guardado",
    "Saved Filters": "Filtros Guardados",
    "Saved Reports": "Informes Guardados",
    "Saved:": "Guardado:",
    "Schedule": "Planificación",
    "Schedule Name": "Nombre de planificación",
    "Schedule Templates": "Plantillas de planificación",
    "Schedule: {{name}}": "Planificación: {{name}}",
    "Scheduled date": "Fecha planificada",
    "Schedules": "Planificaciones",
    "Search": "Buscar",
    "Secret ID:": "ID secreto:",
    "Secret Key:": "Clave secreta:",
    "Securing Applications with Keycloak": "Asegurando Aplicaciones con Keycloak",
    "Select new file...": "Seleccionar nuevo fichero...",
    "Select one of these compressed files and import it here.": "Seleccione uno de estos ficheros comprimidos e impórtelo aquí.",
    "Select Provider": "Seleccionar Proveedor",
    "Select the login method": "Seleccionar el método de inicio de sesión",
    "Select transactions to link on save": "Seleccionar transacciones para enlazar al guardar",
    "Select zip file...": "Selecciona fichero ZIP...",
    "Selected role does not exists, possibly a bug? Visit https://actualbudget.org/contact/ for support.": "El rol seleccionado no existe, posiblemente se trate de un error. Visite https://actualbudget.org/contact/ para obtener soporte.",
    "Selected transactions": "Transacciones seleccionadas",
    "Server does not look like an Actual server. Is it set up correctly?": "El servidor no parece ser un servidor Actual. ¿Está configurado correctamente?",
    "Server is not running at this URL. Make sure you have HTTPS set up properly.": "El servidor no se está ejecutando en esta URL. Asegúrese de tener HTTPS configurado correctamente.",
    "Server offline": "Servidor desconectado",
    "Server online": "Servidor conectado",
    "Server Owner": "Propietario del servidor",
    "Server version: {{version}}": "Versión del servidor: {{version}}",
    "set": "establecer",
    "Set a long-term goal instead of a monthly goal": "Establecer un objetivo a largo plazo en lugar de un objetivo mensual",
    "Set account for selected transactions": "Establecer una cuenta para las transacciones seleccionadas",
    "Set budgets to 12 month average": "Establecer presupuestos al promedio de los últimos 12 meses",
    "Set budgets to 3 month average": "Establecer presupuestos al promedio de los últimos 3 meses",
    "Set budgets to 6 month average": "Establecer presupuestos al promedio de los últimos 6 meses",
    "Set budgets to zero": "Establecer presupuestos a cero",
    "Set category for selected transactions": "Establecer categoría para las transacciones seleccionadas",
    "Set notes for selected transactions": "Establecer notas para las transacciones seleccionadas",
    "Set payee for selected transactions": "Establecer beneficiario para las transacciones seleccionadas",
    "Set to 3 month average": "Establecer al promedio de los últimos 3 meses",
    "Set to 6 month average": "Establecer al promedio de los últimos 6 meses",
    "Set to yearly average": "Establecer al promedio anual",
    "Set up bank sync": "Configurar sincronización bancaria",
    "Set up GoCardless": "Configurar GoCardless",
    "Set up GoCardless for bank sync": "Configurar GoCardless para sincronización bancaria",
    "Set up SimpleFIN for bank sync": "Configurar SimpleFIN para sincronización bancaria",
    "Set-up SimpleFIN": "Configurar SimpleFIN",
    "Settings": "Preferencias",
    "Show": "Mostrar",
    "Show advanced settings": "Mostrar configuraciones avanzadas",
    "Show all payees": "Mostrar todos los beneficiarios",
    "Show as": "Mostrar como",
    "Show completed schedules": "Mostrar planificaciones completadas",
    "Show Error": "Mostrar Error",
    "Show hidden categories": "Mostrar categorías ocultas",
    "Show Labels": "Mostrar Etiquetas",
    "Show Legend": "Mostrar Leyenda",
    "Show password": "Mostrar contraseña",
    "Show Summary": "Mostrar Resumen",
    "Show transactions": "Mostrar transacciones",
    "Show transactions for {{categoryName}} category": "Mostrar transacciones para la categoría {{categoryName}}",
    "Sidebar menu": "Menú lateral",
    "Sign in": "Iniciar sesión",
    "Sign in to this Actual instance": "Iniciar sesión en esta instancia de Actual",
    "Sign in with OpenID": "Iniciar sesión con OpenID",
    "Sign out": "Cerrar sesión",
    "SimpleFIN menu": "Menú de SimpleFIN",
    "Single month": "Un mes",
    "Skip next scheduled date": "Omitir siguiente fecha programada",
    "Something happened while deleting users": "Algo ocurrió mientras se eliminaban los usuarios",
    "Something happened while editing access": "Algo ocurrió mientras se editaba el acceso",
    "Something internally went wrong. You may want to restart the app if anything looks wrong. Please report this as a new issue on GitHub.": "Algo salió mal. Puedes reiniciar la aplicación si algo se ve mal. Por favor reporte esto como un nuevo problema en GitHub.",
    "Something went wrong trying to create a key, sorry! Visit https://actualbudget.org/contact/ for support.": "Algo salió mal intentando crear una clave, ¡perdón! Visite https://actualbudget.org/contact/ para obtener soporte.",
    "Split:": "Dividir:",
    "Stacked Bar Graph": "Gráfico de barras apiladas",
    "Stage": "Etapa",
    "Stage of rule:": "Etapa de la regla:",
    "Start fresh": "Comenzar de cero",
    "Static": "Estático",
    "Status": "Estado",
    "Success! Click to continue": "¡Éxito! Haga clic para continuar",
    "Suggested Payees": "Beneficiarios Sugeridos",
    "Sum": "Suma",
    "Summary": "Resumen",
    "Summary card": "Tarjeta de resumen",
    "Sunday": "Domingo",
    "Switch budget file": "Cambiar fichero de presupuesto",
    "Switch Budget File": "Cambiar Fichero de Presupuesto",
    "Switch theme": "Cambiar tema",
    "Switching from:": "Cambiando desde:",
    "Sync": "Sincronizar",
    "Syncing": "Sincronizando",
    "Syncing has been fixed!": "¡La sincronización ha sido arreglada!",
    "Syncing has been reset on this cloud file": "La sincronización ha sido restablecida en este archivo de la nube",
    "Syncing... {{count}} accounts remaining_one": "Sincronizando... {{count}} cuenta pendiente",
    "Syncing... {{count}} accounts remaining_many": "Sincronizando... {{count}} cuentas pendientes",
    "Syncing... {{count}} accounts remaining_other": "Sincronizando... {{count}} cuentas pendientes",
    "Template": "Plantilla",
    "template ": "plantilla ",
    "Text position:": "Posición del texto:",
    "Text widget": "Widget de texto",
    "Text Widget": "Widget de Texto",
    "The account needs your attention at <2>SimpleFIN</2>.": "La cuenta necesita tu atención en <2>SimpleFIN</2>.",
    "The Client ID generated by the OpenID provider.": "El ID de Cliente generado por el proveedor OpenID.",
    "The client secret associated with the ID generated by the OpenID provider.": "El secreto de cliente asociado con el ID generado por el proveedor OpenID.",
    "The first user to login will become the server owner": "El primer usuario en iniciar sesión se convertirá en el propietario del servidor",
    "The first user to login with OpenID will be the <2>server owner</2>. This can't be changed using UI.": "El primer usuario en iniciar sesión con OpenID será el <2>propietario del servidor</2>. Esto no se puede cambiar desde la interfaz.",
    "The newer web app": "La aplicación web más nueva",
    "The old unsupported desktop app": "La antigua aplicación de escritorio sin soporte",
    "The OpenID provider URL.": "La URL del proveedor OpenID",
    "The payees <1>{payeeNamesList}</1> have schedules that are due today._one": "El beneficiario <1>{payeeNamesList}</1> tiene planificaciones que vencen hoy.",
    "The payees <1>{payeeNamesList}</1> have schedules that are due today._many": "Los beneficiarios <1>{payeeNamesList}</1> tienen planificaciones que vencen hoy.",
    "The payees <1>{payeeNamesList}</1> have schedules that are due today._other": "Los beneficiarios <1>{payeeNamesList}</1> tienen planificaciones que vencen hoy.",
    "The server returned the following error:": "El servidor devolvió el siguiente error:",
    "Please update Actual!": "¡Por favor, actualice Actual!",
    "Pluggy.ai menu": "Menú de Pluggy.ai",
    "Reconciliation balance adjustment": "Ajuste de saldo de conciliación",
    "Your data is out of sync": "Sus datos no están sincronizados",
    "Your data is still out of sync": "Sus datos aún no están sincronizados",
    "Your encryption key need to be reset": "Necesita generar una nueva clave de cifrado",
    "Edit Schedule": "Editar planificación",
    "Estimated return (annual %, optional)": "Retorno estimado (% anual, opcional)",
    "Execute a query and return the number of matching rows.": "Ejecutar una consulta y devolver el número de filas coincidentes.",
    "Execute the {{queryName}} query and return the number of matching rows.": "Ejecutar la consulta {{queryName}} y devolver el número de filas coincidentes.",
    "Failed to configure sync server": "Fallo al configurar el servidor de sincronización",
    "Failed to copy to clipboard": "Fallo al copiar al portapapeles",
    "Failed to delete payee. Please try again.": "Fallo al eliminar el beneficiario. Por favor, inténtelo de nuevo.",
    "Failed to delete rule. Please try again.": "Fallo al eliminar la regla. Por favor, inténtelo de nuevo.",
    "Failed to delete schedule. Please try again.": "Fallo al eliminar la suscripción. Por favor, inténtelo de nuevo.",
    "Failed to update payee. Please try again.": "Fallo al actualizar el beneficiario. Por favor, inténtelo de nuevo.",
    "File path copied to clipboard": "Ruta del fichero copiada al portapapeles",
    "Filter tags...": "Filtrar etiquetas…",
    "Font size:": "Tamaño de la fuente:",
    "Go to budget": "Ir al presupuesto",
    "Hide completed schedules": "Ocultar planificaciones completadas",
    "In/Out outflow value": "Valor del flujo entrada/salida",
    "Life savings:": "Ahorros acumulados:",
    "Loading schedule...": "Cargando planificación...",
    "Matches expression against values and returns corresponding result.": "Compara la expresión con los valores y devuelve el resultado correspondiente.",
    "Missed {{scheduleName}} due {{distanceFromNow}} ({{formattedDate}})": "Planificación {{scheduleName}} atrasada {{distanceFromNow}} ({{formattedDate}})",
    "Multiplier": "Multiplicador",
    "Multiply amount": "Multiplicar importe",
    "Need to expose your server to the internet? Follow our step-by-step <2>guide</2> for more information.": "¿Necesita exponer su servidor a internet? Siga nuestra <2>guía</2> paso a paso para más información.",
    "Negative amount: {{amount}}": "Importe negativo: {{amount}}",
    "No accounts found matching your search.": "No se han encontrado cuentas que coincidan con su búsqueda.",
    "No queries defined. Click 'Add Query' to create your first query.": "No se han definido consultas. Haga clic en 'Añadir consulta' para crear su primera consulta.",
    "No results found": "No se han encontrado resultados",
    "No schedules found. Create your first schedule to get started!": "No se han encontrado planificaciones. ¡Crea tu primera planificación para empezar!",
    "Not linked": "No enlazada",
    "Outflow": "Flujo",
    "Overspent in {{prevMonthName}}": "Gastado de más en {{prevMonthName}}",
    "Overwrite with template": "Sobrescribir con plantilla",
    "Overwrite with templates": "Sobrescribir con plantillas",
    "paid": "pagado",
    "Parameters:": "Parámetros:",
    "Paste the JSON configuration below:": "Pega la configuración JSON a continuación:",
    "Payee \"{{name}}\" deleted successfully": "Beneficiario \"{{name}}\" eliminado con éxito",
    "Payee {{oldName}} renamed to {{newName}}": "Beneficiario {{oldName}} renombrado a {{newName}}",
    "Positive amount: {{amount}}": "Importe positivo: {{amount}}",
    "Post": "Posteriores",
    "POST": "POSTERIORES",
    "Pound Sterling": "Libra esterlina",
    "Pre": "Previas",
    "PRE": "PREVIAS",
    "Queries allow you to reference filtered transaction data in your formulas using QUERY('queryName') or QUERY_COUNT('queryName')": "Las consultas le permiten hacer referencia a datos filtrados de transacción en sus fórmulas usando QUERY('queryName') o QUERY_COUNT('queryName')",
    "Query name (e.g., 'expenses', 'income')": "Nombre de la consulta (p. ej., 'gastos', 'ingresos')",
    "Query with this name already exists": "Ya existe una consulta con este nombre",
    "QUERY('{queryName}')": "QUERY('{queryName}')",
    "Remove all sorting": "Eliminar toda ordenación",
    "Remove bank sync": "Eliminar sincronización bancaria",
    "Remove recurrence": "Eliminar recurrencia",
    "Reset next month's buffer": "Restablecer la reserva para el próximo mes",
    "Returns numeric code for first character.": "Devuelve el código numérico para el primer carácter.",
    "Rounds a number to specified decimals.": "Redondea un número al número especificado de decimales.",
    "Rounds down to nearest integer.": "Redondea hacia abajo al entero más cercano.",
    "Rounds down to nearest multiple of significance.": "Redondea hacia abajo al múltiplo más cercano a la cifra significativa.",
    "Rounds down to specified decimals.": "Redondea hacia abajo al número especificado de decimales.",
    "Rounds up to nearest multiple of significance.": "Redondea hacia arriba al múltiplo más cercano a la cifra significativa.",
    "Rounds up to specified decimals.": "Redondea hacia arriba al número especificado de decimales.",
    "Rule {{id}}": "Regla {{id}}",
    "Rule action templating": "Personalización de las acciones de regla",
    "Rule deleted successfully": "Regla eliminada con éxito",
    "Rule saved successfully": "Regla guardada con éxito",
    "Russian Ruble": "Rublo ruso",
    "Safe withdrawal rate (%)": "Tasa segura de retiro (%)",
    "Saudi Riyal": "Riyal saudí",
    "Save changes": "Guardar cambios",
    "Save failed: No widget found to save.": "Guardado fallido: No se encontró el widget a guardar.",
    "Save notes & un-migrate": "Guardar notas y anular la migración",
    "Save up for the next occurrence": "Ahorrar para la próxima ocasión",
    "Save up for the schedule &lsquo;{{name}}&rsquo;": "Ahorrar para la planificación &lsquo;{{name}}&rsquo;",
    "saved": "guardado",
    "Savings mode": "Modo ahorro",
    "Schedule created successfully": "Planificación creada con éxito",
    "Schedule deleted successfully": "Planificación eliminada con éxito",
    "Schedule not found": "Planificación no encontrada",
    "Schedule saved successfully": "Planificación guardada con éxito",
    "scheduled": "planificado",
    "Search {{accountName}}": "Buscar {{accountName}}",
    "Search {{budgetName}}...": "Buscar {{budgetName}}…",
    "Search All Accounts": "Buscar en todas las cuentas",
    "Search Off Budget Accounts": "Buscar en cuentas fuera del presupuesto",
    "Search On Budget Accounts": "Buscar en cuentas dentro del presupuesto",
    "Search results": "Resultados de búsqueda",
    "Search shortcuts": "Atajos de búsqueda",
    "Searches horizontally in first row and returns value.": "Busca horizontalmente en la primera fila y devuelve el valor.",
    "Searches vertically in first column and returns value.": "Busca verticalmente en la primera columna y devuelve el valor.",
    "See <2>Goal Templates</2> for more information.": "Vea <2>Modelos de Objetivos</2> para más información.",
    "See schedule details": "Ver detalles de la planificación",
    "See transfer account": "Ver cuenta de transferencia",
    "Select a backup to load. After loading a backup, you will have a chance to revert to the current version in this screen.": "Seleccione una copia de seguridad a cargar. Tras cargar una copia de seguridad, tendrá la opción de revertir a la versión actual en esta pantalla.",
    "Select a role; the field cannot be empty.": "Seleccione un rol; el campo no puede estar vacío.",
    "Select a schedule": "Seleccione una planificación",
    "Select a user": "Seleccione un usuario",
    "Select a user from the directory": "Seleccione un usuario del directorio",
    "Select a user from the directory to designate as the new budget owner.": "Seleccione un usuario del directorio para designar como nuevo propietario del presupuesto.",
    "Select account": "Seleccionar cuenta",
    "Select account...": "Seleccionar cuenta...",
    "Select All": "Seleccionar todo",
    "Select all transactions": "Seleccionar todas las transacciones",
    "Select an app to import from, and we'll guide you through the process.": "Seleccione una aplicación de la que importar y le guiaremos durante el proceso.",
    "Select an option": "Seleccione una opción",
    "Select category...": "Seleccionar categoría...",
    "Select column to specify if amount goes in/out": "Seleccionar columna para indicar si el valor es de entrada o salida",
    "Select file...": "Seleccionar fichero...",
    "Select language": "Seleccionar idioma",
    "Selected role does not exist, possibly a bug? Visit https://actualbudget.org/contact/ for support.": "El rol seleccionado no existe, posiblemente se trate de un error. Visite https://actualbudget.org/contact/ para obtener soporte.",
    "Selecting this option will disable importing transactions and only import the account balance for use in reconciliation": "Seleccionar esta opción deshabilitará la importación de transacciones y sólo importará el saldo de la cuenta para su uso en la conciliación",
    "Serbian Dinar": "Dinar serbio",
    "Server is not available": "Servidor no disponible",
    "Set amount for selected transactions": "Establecer importe para las transacciones seleccionadas",
    "Set date for selected transactions": "Establecer fecha para las transacciones seleccionadas",
    "Set up Pluggy.ai for bank sync": "Configurar Pluggy.ai para sincronización bancaria",
    "Set up your server below to enable seamless data synchronization across your devices, bank sync and more...": "Configura tu servidor a continuación para habilitar sincronización continua entre dispositivos, sincronización bancaria y más…",
    "Set-up Pluggy.ai": "Configurar Pluggy.ai",
    "shortcut": "atajo",
    "shortcuts": "atajos",
    "Show \"cleared\" checkboxes": "Mostrar casillas de \"confirmación\"",
    "Show balance chart": "Mostrar gráfica de saldo",
    "Show empty rows": "Mostrar filas vacías",
    "Show hidden": "Mostrar ocultos",
    "Show off budget": "Mostrar fuera del presupuesto",
    "Show off budget accounts": "Mostrar cuentas fuera del presupuesto",
    "Show rows that are zero or blank": "Mostrar filas en blanco o que contienen cero",
    "Show uncategorized": "Mostrar no categorizadas",
    "Show uncategorized transactions": "Mostrar transacciones no categorizadas",
    "Show unchecked": "Mostrar desmarcados",
    "Since you are transferring the balance from an on budget account to an off budget account, this transaction must be categorized. Select a category:": "Como está transfiriendo el saldo de una cuenta dentro del presupuesto a una cuenta fuera del presupuesto, esta transacción debe ser categorizada. Seleccione una categoría:",
    "Singapore Dollar": "Dólar de Singapur",
    "Skip end lines:": "Omitir las últimas líneas:",
    "Skip start lines:": "Omitir las primeras líneas:",
    "Some rules were not deleted because they are linked to schedules.": "Algunas reglas no han sido eliminadas porque están enlazadas a planificaciones.",
    "Something went wrong trying to download that file, sorry! Visit https://actualbudget.org/contact/ for support. reason: {{reason}}{{info}}": "Algo salió mal intentando descargar ese fichero, ¡perdón! Visite https://actualbudget.org/contact/ para obtener soporte. reason: {{reason}}{{info}}",
    "Something went wrong when creating this cloud file. You need to upload this file to fix it.": "Algo salió mal intentando crear este fichero en la nube. Debe subir este fichero para arreglarlo.",
    "Something went wrong when registering your encryption key id. You need to recreate your key. ": "Algo salió mal mientras registrábamos el ID de su clave de encriptado. Debe volver a crear su clave. ",
    "Something went wrong while resetting your file. Please try again.": "Algo salió mal mientras restablecíamos su fichero. Por favor, inténtelo de nuevo.",
    "Sort:": "Ordenar:",
    "Special categories": "Categorías especiales",
    "Spending analysis": "Análisis de gastos",
    "Spent": "Gastado",
    "Spent {{monthYearFormatted}} MTD": "Gastado {{monthYearFormatted}} MTD",
    "Spent {{monthYearFormatted}} MTD:": "Gastado {{monthYearFormatted}} MTD:",
    "Spent {{monthYearFormatted}}:": "Gastado en {{monthYearFormatted}}:",
    "Spent amount for {{categoryName}} category": "Importe gastado en la categoría {{categoryName}}",
    "Spent Average {{monthYearFormatted}} MTD:": "Promedio gastado en {{monthYearFormatted}} MTD:",
    "Spent Average {{monthYearFormatted}}:": "Promedio gastado en {{monthYearFormatted}}:",
    "Split": "Dividir",
    "Split (no payee)": "Dividir (sin beneficiario)",
    "Split {{num}}": "División {{num}}",
    "Split amount into separate inflow/outflow columns": "Dividir importe en columnas separadas de entrada/salida",
    "Split into multiple transactions": "Dividir en múltiples transacciones",
    "Split Transaction": "Dividir transacción",
    "Splits text by space and returns part at index.": "Divide texto por espacios y devuelve la parte al índice.",
    "Sri Lankan Rupee": "Rupia de Sri Lanka",
    "Start": "Inicio",
    "Start Date": "Fecha de inicio",
    "Start using a server": "Comenzar usando un servidor",
    "Start using OpenID": "Comenzar usando OpenID",
    "Starting Balance": "Saldo inicial",
    "Starting Balances": "Saldos iniciales",
    "Stop using a server": "Dejar de usar un servidor",
    "Subfeature: Budget automations UI": "Subfunción: Interfaz de usuario para la automatización del presupuesto",
    "Successfully deleted {{count}} transactions._one": "Eliminada con éxito {{count}} transacción.",
    "Successfully deleted {{count}} transactions._many": "Eliminadas con éxito {{count}} transacciones.",
    "Successfully deleted {{count}} transactions._other": "Eliminadas con éxito {{count}} transacciones.",
    "Successfully duplicated {{count}} transactions._one": "Duplicada con éxito {{count}} transacción.",
    "Successfully duplicated {{count}} transactions._many": "Duplicadas con éxito {{count}} transacciones.",
    "Successfully duplicated {{count}} transactions._other": "Duplicadas con éxito {{count}} transacciones.",
    "Successfully linked {{count}} transactions to {{schedule}}._one": "Enlazada con éxito {{count}} transacción a {{schedule}}.",
    "Successfully linked {{count}} transactions to {{schedule}}._many": "Enlazadas con éxito {{count}} transacciones a {{schedule}}.",
    "Successfully linked {{count}} transactions to {{schedule}}._other": "Enlazadas con éxito {{count}} transacciones a {{schedule}}.",
    "Successfully marked {{count}} transactions as transfer._one": "Marcada con éxito {{count}} transacción como transferencia.",
    "Successfully marked {{count}} transactions as transfer._many": "Marcadas con éxito {{count}} transacciones como transferencias.",
    "Successfully marked {{count}} transactions as transfer._other": "Marcadas con éxito {{count}} transacciones como transferencias.",
    "Successfully merged transactions": "Transacciones fusionadas con éxito",
    "Successfully unlinked {{count}} transactions from their respective schedules._one": "Desenlazada con éxito {{count}} transacción de su planificación.",
    "Successfully unlinked {{count}} transactions from their respective schedules._many": "Desenlazadas con éxito {{count}} transacciones de sus respectivas planificaciones.",
    "Successfully unlinked {{count}} transactions from their respective schedules._other": "Desenlazadas con éxito {{count}} transacciones de sus respectivas planificaciones.",
    "Sums cells that meet a criteria.": "Sumar celdas que cumplan un criterio.",
    "Sums cells that meet multiple criteria.": "Sumar celdas que cumplen múltiples criterios.",
    "Swedish Krona": "Corona sueca",
    "Swiss Franc": "Franco suizo",
    "Switch file": "Cambiar fichero",
    "Switch to envelope budgeting": "Cambiar a Presupuesto Mediante Sobres",
    "Switch to tracking budgeting": "Cambiar a Monitoreo del Presupuesto",
    "Symbol Position": "Posición del símbolo",
    "Synced field to map to {{field}}": "Campo sincronizado para asociarse a {{field}}",
    "System default": "Ajuste por defecto del sistema",
    "Tag": "Etiqueta",
    "Tag description": "Descripción de la etiqueta",
    "Tags": "Etiquetas",
    "Target Life Savings": "Objetivo de ahorros acumulados",
    "Target Monthly Income": "Objetivo de ingresos mensuales",
    "Thai Baht": "Bat tailandés",
    "The amount you plan to withdraw from your Income Accounts each year to fund your living expenses.<1></1><2>More info.</2>": "El importe que planeas retirar de tus cuentas de ingreso cada año para cubrir tus gastos cotidianos.<1></1><2>Más información.</2>",
    "The crossover point is when your monthly investment income (from selected accounts using the safe withdrawal rate) meets or exceeds your total monthly expenses (from selected categories). The chart projects into the future using your estimated return until the lines cross.": "El punto de cruce es el momento en que su ingreso mensual por inversiones (de las cuentas seleccionadas usando la tasa segura de retiro) iguala o supera sus gastos mensuales totales (de las categorías seleccionadas). Este gráfico proyecta hacia el futuro usando su rendimiento estimado hasta que las líneas se cruzan.",
    "The expected annual return rate for your investments, used to project growth of Income Accounts. If not specified, the historical return from your Income Accounts will be used instead.<1></1><2></2>Note: Historical return calculation includes contributions and may not reflect actual investment performance.": "La tasa de rendimiento anual esperada para sus inversiones, usada para proyectar el crecimiento de las cuentas de ingresos. Si no se especifica, se usará el rendimiento histórico de sus cuentas de ingresos.<1></1><2></2>Nota: El cálculo de rendimiento histórico incluye contribuciones y puede no reflejar el rendimiento efectivo de la inversión.",
    "The following payees are not used by transactions any more. Would you like to merge them with <2>{{payee}}</2>?": "Los siguientes beneficiarios ya no se usan en ninguna transacción. ¿Desea fusionarlos con <2>{{payee}}</2>?",
    "The metadata file in the given archive is corrupted.": "El fichero de metadatos del archivo aportado esta corrupto.",
    "The payee <2>{{previousPayee}}</2> is not used by transactions any more. Would you like to merge it with <6>{{payee}}</6>?": "El beneficiario <2>{{previousPayee}}</2> ya no se usa en ninguna transacción. ¿Desea fusionarlo con <6>{{payee}}</6>?",
    "The request timed out. Please try again later.": "La solicitud expiró. Por favor, inténtelo de nuevo más tarde.",
    "The stage of a rule allows you to force a specific order. Pre rules always run first, and post rules always run last. Within each stage rules are automatically ordered from least to most specific.": "La etapa de una regla le permite forzar un orden específico. Las reglas previas siempre se ejecutan primero, y las reglas posteriores siempre se ejecutan últimas. Dentro de cada etapa las reglas se ordenan automáticamente de menos a más específicas.",
    "The transaction will appear as a schedule preview in your account.": "La transacción se previsualizará como una planificación en su cuenta.",
    "The username registered within the OpenID provider.": "El nombre de usuario registrado con el proveedor de OpenID.",
    "The username you entered already exists. Please choose a different username.": "El nombre de usuario introducido ya existe. Por favor, elija un nombre de usuario distinto.",
    "The widget is configured to use a non-existing filter value (i.e. category/account/payee). Edit the filters used in this report widget to remove the warning.": "El widget está configurado para usar un valor de filtrado no existente (p.ej., categoría/cuenta/beneficiario). Edite los filtros usados en este widget de informe para eliminar esta advertencia.",
    "The window should close automatically. If nothing happened you can close this window or tab.": "La ventana debería cerrarse automáticamente. Si no sucede puede cerrar esta ventana o pestaña.",
    "Theme": "Tema",
    "THEN": "ENTONCES",
    "Then apply these actions:": "Entonces aplica estas acciones:",
    "There are payees that have schedules that are due today._one": "Existe un beneficiario que tiene una planificación que vence hoy.",
    "There are payees that have schedules that are due today._many": "Existen beneficiarios que tienen una planificación que vence hoy.",
    "There are payees that have schedules that are due today._other": "Existen beneficiarios que tienen una planificación que vence hoy.",
    "There is already a schedule with this name": "Ya existe una planificación con este nombre",
    "There is no server configured. After running the server, specify the URL here to use the app. You can always change this later. We will validate that Actual is running at this URL.": "No hay ningún servidor configurado. Tras ejecutar el servidor, especifique la URL aquí para usar la aplicación. Siempre podrá cambiar este ajuste más tarde. Validaremos que Actual se esté ejecutando en esta URL.",
    "There was a problem loading one of the chunks of the application. Please reload the page and try again. If the issue persists - there might be an issue with either your internet connection and/or the server where the app is hosted.": "Hubo un problema cargando una parte de la aplicación. Por favor, refresque la página e inténtelo de nuevo. Si el problema persiste - puede existir un problema con su conexión a internet y/o el servidor donde se encuentra alojada la aplicación.",
    "There was a problem loading the app in this browser version.": "Hubo un problema cargando la aplicación en esta versión del navegador.",
    "There was a problem loading your date range": "Hubo un problema cargando su rango de fechas",
    "There was a problem loading your report": "Hubo un problema cargando su informe",
    "There was a problem syncing your data. We can try to repair your sync state to fix it.": "Hubo un problema sincronizando sus datos. Podemos intentar reparar su estado de sincronización para arreglarlo.",
    "There was an error changing your directory, please check the directory and try again.": "Hubo un error cambiando su directorio, por favor revise el directorio e inténtelo de nuevo.",
    "There was an unrecoverable error in the UI. Sorry!": "Hubo un error irrecuperable en la interfaz de usuario. ¡Perdón!",
    "These transactions match this schedule:": "Las siguientes transacciones corresponden a esta planificación:",
    "This a <1>local file</1> which is not stored on a server.": "Este es un <1>fichero local</1> que no se almacena en un servidor.",
    "This account has a balance of <2>{{balance}}</2>. To close this account, select a different account to transfer this balance to:": "Esta cuenta tiene un saldo de <2>{{balance}}</2>. Para cerrar esta cuenta, seleccione una cuenta distinta a la que transferir este saldo:",
    "This account has no transactions so it will be permanently deleted.": "Esta cuenta no tiene transacciones por lo que se eliminará permanentemente.",
    "This account has transactions so we can't permanently delete it.": "Esta cuenta tiene transacciones por lo que no podemos eliminarla permanentemente.",
    "This account is experiencing connection problems. Let's fix it.": "Esta cuenta está sufriendo problemas de conexión. Arreglémoslo.",
    "This action is irreversible, ownership of this budget file will only be able to be transferred by the server administrator or new owner.": "Esta acción es irreversible, la propiedad de este fichero de presupuesto sólo podrá ser transferida por el administrador del servidor o el nuevo propietario.",
    "This archive is not a valid Actual export file.": "Este archivo no es un fichero de exportación de Actual válido.",
    "This budget cannot be loaded with this version of the app.": "Este presupuesto no se puede cargar con esta versión de la aplicación.",
    "This budget cannot be loaded with this version of the app. Make sure the app is up-to-date.": "Este presupuesto no puede ser cargado con esta versión de la aplicación. Asegúrese de que la aplicación esté al día.",
    "This cannot be changed later. See <2>Accounts Overview</2> for more information.": "Esto no podrá cambiarse más tarde. Vea la <2>Vista General de Cuentas</2> para más información.",
    "This category uses notes-based automations (formerly \"budget templates\"). We have automatically imported your existing automations below. Please review them for accuracy and hit save to complete the migration.": "Esta categoría usa automatizaciones basadas en notas (anteriormente \"plantillas de presupuesto\"). Hemos importado automáticamente sus automatizaciones existentes a continuación. Por favor, revíselas por precisión y presione guardar para completar la migración.",
    "This configuration is not valid. Please check it again.": "Esta configuración no es válida. Por favor, revísela de nuevo.",
    "This custom report has been deleted.": "Este informe personalizado ha sido eliminado.",
    "This file is encrypted": "Este fichero está encriptado.",
    "This file is encrypted and you do not have the key for it.": "Este fichero está encriptado y no posee la clave para verlo.",
    "This file is encrypted and you have key to access it.": "Este fichero está encriptado y posee la clave para acceder a él.",
    "This file is encrypted with an old unsupported key style. Recreate the key on a device where the file is available, or use an older version of Actual to download it.": "Este fichero está encriptado con un estilo de clave antiguo deprecado. Cree de nuevo la clave en un dispositivo donde el fichero esté disponible, o use una versión antigua de Actual para descargarlo.",
    "This file is invalid.": "Este fichero es inválido.",
    "This file is not a cloud file": "Este fichero no es un fichero en la nube",
    "This file is not valid. Please select a .ynab4 file": "Este fichero no es válido. Por favor seleccione un fichero .ynab4",
    "This file is not valid. Please select a JSON file exported from nYNAB.": "Este fichero no es válido. Por favor seleccione un fichero JSON exportado desde nYNAB.",
    "This file is not valid. Please select an unencrypted archive of Actual data.": "Este fichero no es válido. Por favor seleccione un archivo desencriptado de datos de Actual.",
    "This happens rarely (if ever again). The internal syncing format has changed and you need to reset sync. This will upload data from this device and revert all other devices. [Learn more about what this means](https://actualbudget.org/docs/getting-started/sync/#what-does-resetting-sync-mean).\n\nOld encryption keys are not migrated. If using encryption, [reset encryption here](#makeKey).": "Esto raramente ocurre (si es que siquiera ocurre). El formato interno de sincronización ha cambiado y necesita reestablecer la sincronización. Esto subirá los datos de este dispositivo y revertirá el resto. [Aprende más sobre lo que esto significa](https://actualbudget.org/docs/getting-started/sync/#what-does-resetting-sync-mean).\n\nLas antiguas claves de encriptado no se han migrado. Si está usando encriptado, [restablézcalo aquí](#makeKey).",
    "This is a <1>hosted file</1> but it was created by another user. You can only delete the local copy.": "Este es un <1>fichero alojado</1>, pero fue creado por otro usuario. Sólo puede eliminar la copia local.",
    "This is a <1>hosted file</1> which means it is stored on your server to make it available for download on any device. You can delete it from the server, which will also remove it from all of your devices.": "Este es un <1>fichero alojado</1>, lo que significa que está almacenado en su servidor, disponible para ser descargado en cualquier dispositivo. Puede eliminarlo del servidor, lo que también lo eliminará de todos sus dispositivos.",
    "This is a cloud-based file but its state is unknown because you are offline.": "Este es un fichero basado en la nube pero su estado es desconocido ya que se encuentra desconectado.",
    "This key only applies to this file. You will need to generate a new key for each file you want to encrypt.": "Esta clave sólo se aplica a este fichero. Necesitará generar una nueva clave por cada fichero que desee encriptar.",
    "This month": "Este mes",
    "This only affects how schedules are displayed and not how budget data is stored. It can be changed at any time.": "Esto sólo afecta cómo se muestran las planificaciones y no cómo se almacenan los datos en el presupuesto. Se puede cambiar en cualquier momento.",
    "This report is configured to use a non-existing filter value (i.e. category/account/payee).": "Este informe está configurado para usar un filtro de valores inexistentes (p.ej. categoría/cuenta/beneficiario).",
    "This role is ideal for users who primarily need to manage their own budgets and participate in shared budget activities.": "Este rol es ideal para usuarios que principalmente necesiten gestionar sus propios presupuestos y participar en actividades de presupuestos compartidos.",
    "This rule applies to these transactions:": "Esta regla se aplica a estas transacciones:",
    "This rule could not be deleted because it is linked to a schedule.": "Esta regla no ha podido ser eliminada porque está enlazada a una planificación.",
    "This schedule has custom conditions and actions": "Esta planificación tiene condiciones y acciones personalizadas",
    "This transaction has a future date. Would you like to convert it to a single-time schedule instead?": "Esta transacción tiene una fecha en el futuro. ¿Desea convertirla en una planificación puntual en su lugar?",
    "This transaction will be deleted by Rules": "Esta transacción se eliminará por las reglas",
    "This week": "Esta semana",
    "This will change the password for this server instance. All existing sessions will stay logged in.": "Esto cambiará la contraseña para esta instancia del servidor. Todas las demás sesiones existentes mantendrán su sesión iniciada.",
    "This will generate a new key for encrypting your data. <2>This requires a sync reset</2> and all other devices will have to revert to this version of your data. Actual will take you through that process on those devices.": "Esto generará una nueva clave para encriptar sus datos. <2>Esto requiere un restablecimiento de la sincronización</2> y todos los demás dispositivos deberán revertir a esta versión de sus datos. Actual le guiará a través del proceso en esos dispositivos.",
    "Thursday": "Jueves",
    "Time": "Tiempo",
    "Timed out. Please try again.": "Tiempo agotado. Por favor, inténtelo de nuevo.",
    "to": "a",
    "to ": "a ",
    "To add a transaction, you need to <2>create a category first</2>. You can add categories from the budget page.": "Para añadir una transacción, debe <2> crear primero una categoría</2>. Puede añadir categorías desde la página del presupuesto.",
    "To add a transaction, you need to <2>create an account first</2>. You can add an account from the accounts page.": "Para añadir una transacción, debe <2>crear primero una cuenta</2>. Puede añadir una cuenta desde la página de cuentas.",
    "To Budget": "Para presupuestar",
    "To Budget:": "Para Presupuestar:",
    "To enable end-to-end encryption, you need to create a key. We will generate a key based on a password and use it to encrypt from now on. <2>This requires a sync reset</2> and all other devices will have to revert to this version of your data. ": "Para habilitar el cifrado de extremo a extremo, necesita crear una clave. Generaremos una clave basada en contraseña y la usaremos para encriptar a partir de ahora. <2>Esto requiere un restablecimiento de la sincronización</2> y todos los demás dispositivos deberán revertir a esta versión de sus datos. ",
    "To import data from YNAB4, locate where your YNAB4 data is stored. It is usually in your Documents folder under YNAB. Your data is a directory inside that with the<1>.ynab4</1> suffix.": "Para importar datos desde YNAB4, localiza dónde están sus datos de YNAB4 almacenados. Habitualmente están en su carpeta \"Documentos\" bajo YNAB. Sus datos son un directorio dentro del mismo con el sufijo <1>.ynab4</1>.",
    "To link your bank account, you will be redirected to a new page where GoCardless will ask to connect to your bank. GoCardless will not be able to withdraw funds from your accounts.": "Para enlazar su cuenta bancaria, será redirigido a una nueva página donde GoCardless le pedirá conectar con su banco. GoCardless no podrá realizar movimientos en sus cuentas.",
    "To use the bank syncing features, you must first add an account.": "Para usar las funciones de sincronización bancaria, debe primero añadir una cuenta.",
    "To:": "Para:",
    "Today": "Hoy",
    "Toggle balance history": "Alternar histórico de saldo",
    "Toggle cleared for selected transactions": "Alternar confirmación para las transacciones seleccionadas",
    "Toggle hidden categories": "Alternar categorías ocultas",
    "Toggle selection of current transaction": "Alternar la selección de la transacción actual",
    "Toggle the privacy filter": "Alternar el filtro de privacidad",
    "Toggle transactions between current and most recently selected transaction": "Alternar transacciones entre actual y seleccionada recientemente",
    "Token:": "Token:",
    "Total": "Total",
    "TOTAL DEPOSITS": "DEPÓSITOS TOTALES",
    "Total of all income": "Total de ingresos",
    "TOTAL SPENDING": "GASTO TOTAL",
    "Totals": "Totales",
    "Transaction": "Transacción",
    "Transaction amount in cents. Use for calculations and comparisons.\n\nExample: `=amount / 100` to get dollar value": "Importe de la transacción en céntimos. Uso para cálculos y comparaciones.\n\nEjemplo: `=amount / 100` para obtener el valor unitario.",
    "Transaction date in YYYY-MM-DD format. Use with date functions.\n\nExample: `=TEXT(date, \"MMMM\")` to get month name": "Fecha de la transacción en el formato YYYY-MM-DD. Uso con funciones de fecha.\n\nEjemplo: `=TEXT(date, \"MMMM\")` para obtener el nombre del mes",
    "Transaction direction": "Dirección de la transacción",
    "Transaction list": "Lista de transacciones",
    "Transaction notes/memo text. Use for string operations.\n\nExample: `=UPPER(notes)` to convert to uppercase": "Texto de notas/descripción de la transacción. Uso para operaciones con cadenas.\n\nEjemplo: `=UPPER(notes)` para convertir a mayúsculas.",
    "Transaction on {{date}} has no amount": "La transacción del {{date}} no tiene importe.",
    "Transactions will no longer be synchronized with this account and must be manually entered.": "Las transacciones ya no se sincronizarán en esta cuenta y deben ser introducidas manualmente.",
    "Transactions will no longer be synchronized with this account and must be manually entered. You will not be able to edit the bank sync settings for this account and the settings will close.": "Las transacciones ya no se sincronizarán en esta cuenta y deben ser introducidas manualmente. No será posible editar los ajustes de sincronización bancaria para esta cuenta y los ajustes se cerrarán.",
    "transfer": "transferir",
    "Transfer": "Transferencia",
    "Transfer {{direction}} {{accountName}}": "Transferencia {{direction}} {{accountName}}",
    "Transfer is required": "Transferencia requerida",
    "Transfer ownership": "Transferir propiedad",
    "Transfer this amount:": "Transferir este importe:",
    "Transfer to another category": "Transferir a otra categoría",
    "Transfer to category": "Transferir a categoría",
    "Transfer to:": "Transferir a:",
    "Transfer To/From": "Transferir De/A",
    "Transfer: ": "Transferencia: ",
    "Transfer: {{name}}": "Transferencia: {{name}}",
    "Transferred {{amount}} from {{fromCategoryName}} to {{toCategoryName}}.": "Transferidos {{amount}} de {{fromCategoryName}} a {{toCategoryName}}.",
    "Transferred {{amount}} to {{categoryName}}": "Transferidos {{amount}} a {{categoryName}}",
    "Transferring...": "Transfiriendo...",
    "Transfers": "Transferencias",
    "Transfers:": "Transferencias:",
    "Trim empty intervals at the start and end of the report": "Recortar intervalos vacías al inicio y final del informe",
    "Trim intervals": "Recortar intervalos",
    "Truncates number to specified decimals.": "Truncar número al número de decimales especificado.",
    "Try again": "Inténtelo de nuevo",
    "Try Demo": "Probar Demo",
    "Tuesday": "Martes",
    "Turkish Lira": "Lira turca",
    "Type": "Tipo",
    "Type the server password to disable OpenID": "Escriba la contraseña del servidor para deshabilitar OpenID",
    "Type:": "Tipo:",
    "UAE Dirham": "Dírham de los Emiratos Árabes Unidos",
    "Ukrainian Hryvnia": "Grivna ucraniana",
    "Un-migrate": "Anular la migración",
    "Un-migrate automations: {{category}}": "Anular migración de las automatizaciones: {{category}}",
    "Unable to connect to the server. We need to access the server to get some information about your keys.": "No fue posible conectar al servidor. Necesitamos acceder al servidor para obtener información sobre sus claves.",
    "Unable to contact the server": "No fue posible contactar con el servidor",
    "Unable to decrypt file with this password. Please try again.": "No fue posible desencriptar el fichero con esta contraseña. Por favor, inténtelo de nuevo.",
    "Unable to disable OpenID. Please update the config.json file in this case.": "No fue posible deshabilitar OpenID. Por favor, actualice el fichero config.json en este caso.",
    "Unable to duplicate a budget that is not located on your device.<1></1>Please download the budget from the server before duplicating.": "No fue posible duplicar un presupuesto que no se encuentra en su dispositivo.<1></1>Por favor descargue el presupuesto del servidor antes de duplicarlo.",
    "Unable to enable OpenID. Please update the config.json file in this case.": "No fue posible habilitar OpenID. Por favor actualice el fichero config.json en este caso.",
    "Unable to encrypt your data because you are missing the key. Create the latest key in the next step.": "No ha sido posible desencriptar sus datos ya que no posee la clave. Cree la llave más reciente en el siguiente paso.",
    "Unable to encrypt your data because you are missing the key. Create your key to sync your data.": "No fue posible desencriptar sus datos porque no posee la clave. Cree su clave para sincronizar sus datos.",
    "Unable to encrypt your data. You have the correct key so this is likely an internal failure. To fix this, reset your sync data with a new key.": "No ha sido posible encriptar sus datos. Tiene la clave correcta, así que probablemente esto sea un fallo interno. Para arreglarlo, restablezca sus datos de sincronización con una nueva clave.",
    "Unable to parse date {{date}} with given date format": "No ha sido posible obtener la fecha {{date}} con el formato proporcionado",
    "Unable to parse file. Please select a JSON file exported from nYNAB.": "No ha sido posible analizar el fichero. Por favor seleccione un fichero JSON exportado desde nYNAB.",
    "Unassigned": "Sin asignar",
    "Uncategorized": "Sin categorizar",
    "Uncategorized & Off budget": "Sin categorizar y fuera del presupuesto",
    "Uncleared": "Pendiente",
    "Uncleared total:": "Total pendiente:",
    "Underfunded ({{amount}})": "Por cubrir ({{amount}})",
    "Understanding these roles is essential for managing users and responsibilities effectively.": "Entender estos roles es esencial para gestionar usuarios y responsabilidades eficazmente.",
    "Undo": "Deshacer",
    "Undo the last change": "Deshacer el último cambio",
    "Unfavorite": "Quitar de favoritos",
    "unknown": "desconocido",
    "Unknown": "Desconocido",
    "Unknown category": "Categoría desconocida",
    "Unknown error with budget name": "Error desconocido con nombre del presupuesto",
    "Unlink": "Desenlazar",
    "Unlink account": "Desenlazar cuenta",
    "Unlink accounts": "Desenlazar cuentas",
    "Unlink from schedule": "Desenlazar de la planificación",
    "Unlink schedule": "Desenlazar planificación",
    "Unlinked": "Desenlazado",
    "Unlock budget file": "Desbloquear fichero de presupuesto",
    "Unlocking this transaction means you won't be warned about changes that can impact your reconciled balance. (Changes to amount, account, payee, etc).": "Desbloquear esta transacción significa que no será avisado sobre cambios que pueden tener impacto sobre su balance conciliado. (Cambios al importe, cuenta, beneficiario, etc).",
    "Unnamed": "Sin nombre",
    "Unnamed schedule": "Planificación sin nombre",
    "Unpin sidebar": "Desanclar menú lateral",
    "Unrecognized automation type.": "Tipo de automatización no reconocido.",
    "Unsaved filter": "Filtro no guardado",
    "Unsaved report": "Informe no guardado",
    "Unselect All": "Deseleccionar todo",
    "Unsplit {{count}} transactions_one": "Restablecer división de {{count}} transacción",
    "Unsplit {{count}} transactions_many": "Restablecer división de {{count}} transacciones",
    "Unsplit {{count}} transactions_other": "Restablecer división de {{count}} transacciones",
    "until": "hasta",
    "until {{dateFormatted}}": "hasta {{dateFormatted}}",
    "Up to $150 each month, and remove extra funds over $150": "Hasta 150$ cada mes, y eliminar fondos extra por encima de 150$",
    "Up to $150 each month, but retain any funds over $150": "Hasta 150$ cada mes, pero mantener fondos por encima de 150$",
    "upcoming": "próximo",
    "Upcoming dates": "Próximas fechas",
    "Update": "Actualizar",
    "Update conditions": "Actualizar condiciones",
    "Update now": "Actualizar ahora",
    "Update report": "Actualizar informe",
    "Update required": "Actualización requerida",
    "Updated transaction. You can update it, import it again, or skip it.": "Transacción actualizada. Puedes actualizarla, importarla de nuevo o ignorarla.",
    "Upload": "Subir",
    "Uploading the file failed. Check your network connection.": "Subida del fichero fallida. Revise su conexión de red.",
    "US Dollar": "Dólar estadounidense",
    "Use an external server": "Usar un servidor externo",
    "Use any OpenId provider of your preference. <2>If your provider does not support discovery, configure it manually from server</2>": "Use cualquier proveedor de OpenID de su preferencia. <2>Si su proveedor no ofrece descubrimiento, configúrelo manualmente desde el servidor</2>",
    "Use current domain": "Usar dominio actual",
    "Use last synced total": "Usar último total sincronizado",
    "Use Memo as a fallback for empty Payees": "Usar descripción como alternativa a beneficiarios vacíos",
    "Used to estimate your future expenses.<1></1><2></2>Select the budget categories that reflect your living expenses in retirement.<4></4>Ex: Food, Utilities, Entertainment, Medical<6></6><7></7>Exclude categories that will not continue in retirement.<9></9>Ex: Retirement Savings": "Usado para estimar tus gastos futuros.<1></1><2></2>Seleccione las categorías del presupuesto que reflejan tus gastos cotidianos tras la jubilación.<4></4>P.Ej.: Comida, Servicios, Entretenimiento, Gastos médicos<6></6><7></7>Excluye las categorías que no continuarán durante la jubilación.<9></9>P.Ej.: Ahorro para jubilación",
    "Used to estimate your future income.<1></1><2></2>Select the accounts that will be used to fund your retirement.<4></4>Ex: Retirement Accounts, Savings Accounts<6></6><7></7>Exclude accounts that will not.<9></9>Ex: Mortgage Accounts, Child Education Accounts": "Usado para estimar tu ingreso futuro.<1></1><2></2>Seleccione las cuentas que se usarán para cubrir tu jubilación.<4></4>P.Ej.: Cuentas de Jubilación, Cuentas de Ahorro<6></6><7></7>Excluya las cuentas que no se usarán.<9></9>P.Ej.: Hipoteca, Cuentas para la educación de los hijos",
    "User": "Usuario",
    "User Access": "Acceso del usuario",
    "User Access Management": "Gestión del acceso de usuarios",
    "User already has access.": "El usuario ya tiene acceso.",
    "User defined tags with color and description.": "Etiquetas definidas por el usuario con color y descripción.",
    "User Directory": "Directorio de usuarios",
    "Username": "Nombre de usuario",
    "Username is required.": "El nombre de usuario es requerido.",
    "Users with the Basic role can create new budgets and be invited to collaborate on budgets created by others.": "Los usuarios con el rol Básico pueden crear nuevos presupuestos y ser invitados a colaborar en presupuestos creados por otros.",
    "Using historical return: {(historicalReturn * 100).toFixed(1)}%": "Usando rentabilidad histórica: {(historicalReturn * 100).toFixed(1)}%",
    "Using server: <1>{url}</1>": "Usando servidor: <1>{url}</1>",
    "Usually we automatically post transactions for these, but you are offline or syncing failed. In order to avoid duplicate transactions, we let you choose whether or not to create transactions for these schedules.": "Normalmente publicamos automáticamente transacciones para éstas, pero está desconectado o la sincronización falló. Para evitar duplicar las transacciones, le dejamos decidir si crear o no transacciones para estas planificaciones.",
    "Uzbek Soum": "Som uzbeko",
    "Value for out rows, e.g: 'Credit'": "Valor para las líneas de salida, p. ej.: 'Crédito'",
    "Variable with value: {{value}}": "Variable con valor: {{value}}",
    "Version {{latestVersion}} of Actual was recently released.": "La versión {{latestVersion}} de Actual ha sido lanzada recientemente.",
    "View": "Vista",
    "View {{name}} transactions": "Ver transacciones {{name}}",
    "View current month": "Ver mes actual",
    "View demo": "Ver demo",
    "View file list": "Ver lista de ficheros",
    "View next month": "Ver próximo mes",
    "View notes": "Ver notas",
    "View previous month": "Ver mes anterior",
    "View rules": "Ver reglas",
    "View schedule": "Ver planificación",
    "View transactions": "Ver transacciones",
    "View Transactions": "Ver Transacciones",
    "Waiting on GoCardless...": "Esperando a GoCardless...",
    "We couldn't apply changes from the server. This probably means you need to update the app to support the latest database.": "No pudimos aplicar los cambios del servidor. Esto probablemente signifique que debe actualizar la aplicación para soportar la base de datos más reciente.",
    "We couldn't apply that change to the database. Please report this as a bug by [opening a GitHub issue]({{githubIssueLink}}).": "No pudimos aplicar ese cambio a la base de datos. Por favor, reporte esto como un bug [abriendo una incidencia en GitHub]({{githubIssueLink}}).",
    "We don't have a key that encrypts or decrypts this file. Enter the password for this file to create the key for encryption.": "No poseemos la clave que encripta o desencripta este fichero. Introduzca la contraseña de este fichero para crear la clave de encriptado.",
    "We found some possible schedules in your current transactions. Select the ones you want to create.": "Hemos encontrado algunas posibles planificaciones en sus transacciones actuales. Seleccione las que desee crear.",
    "We found the following accounts. Select which ones you want to add:": "Hemos encontrado las siguientes cuentas. Seleccione las que desee añadir:",
    "We had an unknown problem opening \"{{id}}\".": "Ha ocurrido un problema desconocido abriendo \"{{id}}\".",
    "We had an unknown problem syncing the account.": "Ha ocurrido un problema desconocido sincronizando la cuenta.",
    "We had problems syncing your changes. Please report this as a bug by [opening a GitHub issue]({{githubIssueLink}}).": "Ha ocurrido un problema sincronizando sus cambios. Por favor, reporte esto como un bug [abriendo una incidencia en GitHub]({{githubIssueLink}}).",
    "We have merged your existing automations with the notes for this category. Please review and edit as needed.": "Hemos fusionado sus automatizaciones existentes con las notas para esta categoría. Por favor, revíselas y edítelas cuanto sea necesario.",
    "We hit a limit on the local storage available. Edits may not be saved. Please get in touch https://actualbudget.org/contact/ so we can help debug this.": "Ha llegado al límite de almacenamiento local disponible. Sus ediciones podrían no guardarse. Póngase en contacto a través de https://actualbudget.org/contact/ para ayudarle a depurar esto.",
    "We were unable to repair your sync state, sorry! You need to reset your sync state.": "No fue posible reparar su estado de sincronización, ¡perdón! Necesita restablecer su estado de sincronización.",
    "Wednesday": "Miércoles",
    "Weekly": "Semanalmente",
    "Weekly Templates": "Plantillas semanales",
    "Weeks": "Semanas",
    "Welcome to Actual!": "¡Bienvenido/a a Actual!",
    "What is the Crossover Point?": "¿Qué es el punto de cruce?",
    "When": "Cuando",
    "When displaying user information, this will be shown instead of the username.": "Cuando se muestre la información de usuario, se mostrará esto en lugar del nombre de usuario.",
    "When you've located your data, <2>compress it into a zip file</2>. On macOS, right-click the folder and select \"Compress\". On Windows, right-click and select \"Send to &rarr; Compressed (zipped) folder\". Upload the zipped folder for importing.": "Cuando haya localizado sus datos, <2>comprímalos en un fichero zip</2>. En macOS, haga clic derecho en la carpeta y seleccione \"Comprimir\". En Windows, haga clic derecho y seleccione \"Enviar a &rarr; Carpeta comprimida (en zip)\". Suba la carpeta comprimida para importar.",
    "Where's the server?": "¿Dónde está el servidor?",
    "With <1>tracking budgeting</1>, category balances reset each month, and funds are managed using a \"Saved\" metric instead of \"To Be Budgeted.\" Income is forecasted to plan future spending, rather than relying on current available funds.": "Con <1>Monitoreo del Presupuesto</1>, los saldos de las categorías se reinician cada mes y los fondos se gestionan usando la métrica \"Ahorrado\" en lugar de \"Por presupuestar\". Los ingresos son previstos para planificar gastos futuros, en lugar de basarse en los fondos disponibles actualmente.",
    "Year": "Año",
    "Year to date": "Acumulado del año",
    "Yearly": "Anualmente",
    "Years": "Años",
    "Years to Retire": "Años para la jubilación",
    "Yes": "Sí",
    "Yes, create schedule": "Sí, crear planificación",
    "You": "Usted",
    "You are about to change Actual's data directory from:": "Usted va a cambiar el directorio de datos de Actual de:",
    "You are currently working from a backup.": "Usted está trabajando actualmente desde una copia de seguridad.",
    "You are not logged in.": "Usted no ha iniciado sesión.",
    "You can also <2>force close</2> the account which will delete it and all its transactions permanently. Doing so may change your budget unexpectedly since money in it may vanish.": "Usted también puede <2>forzar el cierre</2> de la cuenta lo que la borrará permanentemente junto a todas sus transacciones. Hacer esto puede cambiar su presupuesto inesperadamente ya que el dinero en él puede desaparecer.",
    "You can also delete just the local copy. This will remove all local data and the file will be listed as available for download.": "Usted puede también eliminar sólo la copia local. Esto eliminará todos los datos locales y el fichero estará listado como disponible para descargar.",
    "You can always manually post a transaction later for a due schedule by selecting the schedule and clicking \"Post transaction today\" in the action menu.": "Usted siempre puede manualmente publicar una transacción más tarde para una planificación vencida seleccionando la planificación y haciendo clic en \"Publicar transacción hoy\" desde el menú de acciones.",
    "You can import data from another Actual account or instance. First export your data from a different account, and it will give you a compressed file. This file is a simple zip file that contains the <1>db.sqlite</1> and <4>metadata.json</4> files.": "Usted puede importar datos de otra cuenta o instancia de Actual. Primero, exporte sus datos de la cuenta distinta y obtendrá un fichero comprimido. Este fichero es un simple fichero zip que contiene los archivos <1>db.sqlite</1> y <4>metadata.json</4>.",
    "You can load a different backup or revert to the original version below.": "Usted puede cargar una copia de seguridad distinta o revertir a la versión original a continuación.",
    "You don't have permission to view this page": "Usted no tiene permisos para ver esta página",
    "You don't have the required permissions to set up secrets. Please contact an Admin to configure": "Usted no tiene los permisos requeridos para configurar secretos. Por favor contacte con un Administrador para configurarlos",
    "You don`t have permissions over this file.": "Usted no tiene permisos sobre este fichero.",
    "You have {{count}} overspent categories ({{amount}})_one": "Tiene {{count}} categoría con gasto excedido. ({{amount}})",
    "You have {{count}} overspent categories ({{amount}})_many": "Tiene {{count}} categorías con gasto excedido. ({{amount}})",
    "You have {{count}} overspent categories ({{amount}})_other": "Tiene {{count}} categorías con gasto excedido. ({{amount}})",
    "You have {{count}} uncategorized transactions ({{amount}})_one": "Tiene {{count}} transacción sin categorizar. ({{amount}})",
    "You have {{count}} uncategorized transactions ({{amount}})_many": "Tiene {{count}} transacciones sin categorizar. ({{amount}})",
    "You have {{count}} uncategorized transactions ({{amount}})_other": "Tiene {{count}} transacciones sin categorizar. ({{amount}})",
    "You have budgeted more than your available funds": "Ha presupuestado más que sus fondos disponibles",
    "You have to be admin to set secrets": "Debe ser administrador para establecer secretos",
    "You need to register it to take advantage of syncing which allows you to use it across devices and never worry about losing your data.": "Necesita registrarse para aprovechar la sincronización entre dispositivos que permite el uso entre dispositivos sin preocupaciones sobre perder sus datos.",
    "You need to revert it to continue syncing. Any unsynced data will be lost. If you like, you can instead [upload this file](#upload) to be the latest version.": "Necesita revertirlo para continuar sincronizando. Todo dato sin sincronizar se perderá. Si lo prefiere, puede [subir este fichero](#upload) en su lugar para convertirlo en la última versión.",
    "You're up to date!": "¡Estás al día!",
    "Your browser doesn't support IndexedDB in this environment, a feature that Actual requires to run. This might happen if you are in private browsing mode. Please try a different browser or turn off private browsing.": "Su navegador no soporta IndexedDB en este entorno, una característica que Actual necesita para ejecutarse. Esto puede ocurrir si está en modo incógnito. Por favor, pruebe con otro navegador o apague el modo incógnito.",
    "Your budget is hosted on a server, making it accessible for download on your devices.<1></1>Would you like to duplicate this budget for all your devices or keep it stored locally on this device?": "Su presupuesto está alojado en un servidor, haciéndolo accesible para su descarga en sus dispositivos.<1></1>¿Desea duplicar este presupuesto para todos sus dispositivos o mantenerlo almacenado localmente en este dispositivo?",
    "Your cleared balance <2>{{clearedBalance}}</2> needs <5>{{difference}}</5> to match<7></7> your bank's balance of <10>{{bankBalance}}</10>": "Su saldo confirmado de <2>{{clearedBalance}}</2> necesita <5>{{difference}}</5> para coincidir<7></7> con su saldo bancario de <10>{{bankBalance}}</10>",
    "Your data is encrypted with a key that only you have before sending it it out to the cloud. Local data remains unencrypted so if you forget your password you can re-encrypt it.": "Sus datos están encriptados con una clave que sólo usted posee antes de enviarla a la nube. Los datos locales se mantienen desencriptados, así si olvida su contraseña puede encriptarlos de nuevo.",
    "Your files won't be moved. You can manually move them to the folder.": "Sus archivos no serán movidos. Puede moverlos manualmente a la carpeta.",
    "Your password or something else has changed with your bank and you need to login again.": "Su contraseña o algún otro detalle ha cambiado en su banco y necesita iniciar sesión de nuevo.",
    "Yuan Renminbi": "Yuan renminbi",
    "yyyy": "yyyy"
}
