{
    "<0>End-to-end encryption</0> is not available when running without a server. Budget files are always kept unencrypted locally, and encryption is only applied when sending data to a server.": "<0>Päästä päähän -salaus</0> ei ole käytettävissä ilman palvelinta. Budjettitiedostot ovat aina salaamattomia paikallisesti, salausta käytetään vain tietoja palvelimelle lähetettäessä.",
    "<0>Category Learning</0> will automatically determine the best category for a transaction and create a rule that sets the category for the payee. <3>Learn more</3>": "<0>Kategorian oppija</0> määrittää automaattisesti parhaimman kategorian maksutapahtumalle ja luo säännön, joka asettaa kategorian maksunsaajalle. <3>Lue lisää</3>",
    "<0>Envelope budgeting</0> (recommended) digitally mimics physical envelope budgeting system by allocating funds into virtual envelopes for different expenses. It helps track spending and ensure you don't overspend in any category.": "<0>Kirjekuoribudjetointi</0> (suositeltu) mallintaa digitaalisesti budjetointia oikeisiin kirjekuoriin jakamalla varoja virtuaalisiin kirjekuoriin eri kuluihin. Tämä auttaa seuraamaan kulutusta ja varmistamaan, että et ylikuluta missään kategoriassa.",
    "<0>Formatting</0> does not affect how budget data is stored, and can be changed at any time.": "<0>Muotoilu</0> ei vaikuta budjetin tietojen tallentamiseen, ja sitä voidaan muuttaa milloin tahansa.",
    "<0>End-to-end encryption</0> is not available when making an unencrypted connection to a remote server. You'll need to enable HTTPS on your server to use end-to-end encryption. This problem may also occur if your browser is too old to work with Actual.": "<0>Päästä päähän-salaus</0> ei ole käytössä salaamattomalla yhteydellä etäpalvelimeen. Sinun tulee ottaa HTTPS käyttöön käyttääksesi päästä päähän -salausta. Tämä virhe voi esiintyä myös selaimen ollessa liian vanha käyttääkseen Actualia.",
    "{{displayMonth}} budget templates have been overwritten.": "Kuukauden {{displayMonth}} budjettimallit ylikirjoitettiin.",
    "(give feedback)": "(anna palautetta)",
    "(hidden)": "(piilotettu)",
    "(modified)": "(muokattu)",
    "(Optional)": "(Valinnainen)",
    "{{count}} associated rules_one": "{{count}} liitetty sääntö",
    "{{count}} associated rules_other": "{{count}} liitettyä sääntöä",
    "{{displayMonth}} budgets have all been set to last month's budgeted amounts.": "{{displayMonth}} budjetti on asetettu edellisen kuun budjetoituihin summiin.",
    "{{displayMonth}} budgets have all been set to zero.": "{{displayMonth}} budjetoidut summat on nollattu.",
    "{{displayMonth}} end-of-month cleanup templates have been applied.": "{{displayMonth}} loppukuun siivousmallit on otettu käyttöön.",
    "<0>Actual's data directory</0> <2><0>where your files are stored</0></2>": "<0>Actual:n tiedostohakemisto</0> <2><0>mihin tiedostosi on tallennettu</0></2>",
    "<0>Actual</0> is a super fast privacy-focused app for managing your finances.": "<0>Actual</0> on todella nopea, yksityisyyttäsi kunnioittava sovellus taloutesi hallintaan.",
    "<0>Authentication method</0> modifies how users log in to the system.": "<0>Todennusmenetelmä</0> muuttaa tapaa, jolla käyttäjät kirjautuvat järjestelmään.",
    "<0>Important:</0> if you forget this password <3>and</3> you don't have any local copies of your data, you will lose access to all your data. The data cannot be decrypted without the password.": "<0>Tärkeää:</0> jos unohdat tämän salasanan,<3>eikä</3>sinulla ei ole paikallista kopiota tiedostoistasi, menetät pääsyn kaikkiin tietoihisi. Tietojen salausta ei ole mahdollista purkaa ilman salasanaa.",
    "<0>Create a local account</0> if you want to add transactions manually. You can also <3>import QIF/OFX/QFX files into a local account</3>.": "<0>Luo paikallinen tili</0> jos haluat lisätä maksutapahtumat itse. Voit myös <3>tuoda QIF/OFX/QFX -tiedostoja paikalliseen tiliin</3>.",
    "<0>IDs</0> are the names Actual uses to identify your budget internally. There are several different IDs associated with your budget. The Budget ID is used to identify your budget file. The Sync ID is used to access the budget on the server.": "<0>Tunnisteet</0> ovat Actualin sisäisesti käyttämiä nimiä budjettisi tunnistamiseen. Budjettiisi on liitetty useita eri tunnisteita. Budjetin tunnistetta käytetään tunnistamaan budjettitiedostosi. Synkronointitunnistetta käytetään palvelimen budjetin käyttöön.",
    "<0>Language</0> is the display language of all text. Please note that no warranty is provided for the accuracy or completeness of non-English translations. If you encounter a translation error, feel free to make a suggestion on <3>Weblate</3>.": "<0>Kieli</0> on kaiken tekstin näyttökieli. Huomioi, että takuuta muun kuin englannin kielisen käännöksen tarkkuudesta tai täydellisyydestä ei anneta. Jos törmäät käännösvirheeseen, voit ehdottaa parempaa käännöstä <3>Weblatessa</3>.",
    "{{selectedPayeeNames}}, and more": "{{selectedPayeeNames}}, ja enemmän",
    "<0><0>How are \"Average\" and \"Spent Average MTD\" calculated?</0></0><1>They are both the average cumulative spending by day for the three months before the selected \"compare\" month.</1>": "<0><0>Kuinka \"Keskimäärin\" ja \"Kulutettu keskimäärin kuun alusta tähän päivään\" lasketaan? </0></0><1>Molemmat ovat kumulatiivisen keskimäärän kulutus viimeisen kolmen kuukauden ajalta ennen valittua \"vertaa\" kuuta.</1>",
    "{{displayMonth}} budget templates have been applied.": "{{displayMonth}} budjettimallit on otettu käyttöön.",
    "(+{{numHiddenPayees}} more)": "(+{{numHiddenPayees}} lisää)",
    "(after weekend)": "(viikonlopun jälkeen)",
    "(before weekend)": "(ennen viikonloppua)",
    "(deleted)": "(poistettu)",
    "(No payee)": "(Ei maksajaa)",
    "(nothing)": "(tyhjä)",
    "{{accountName}} bank sync settings": "{{accountName}} pankin synkronointiasetukset",
    "{{categoryGroupName}} expense group categories": "{{categoryGroupName}} kuluryhmäkategoriat",
    "{{scheduleName}} is due {{distanceFromNow}} ({{formattedDate}})": "{{scheduleName}} erääntyy {{distanceFromNow}} ({{formattedDate}})",
    "<0>{{category}}</0> is used by existing transactions or it has a positive leftover balance currently.": "<0>{{category}}</0>  on olemassaolevien liiketapahtumien käytössä tai sillä on tällä hetkellä positiivinen  jäljellä oleva saldo.",
    "<0>{{category}}</0> is used by existing transactions.": "<0>{{category}}</0>  on olemassaolevien liiketapahtumien käytössä.",
    "<0><0>Custom Report:</0></0> <2>{{name}}</2>": "<0><0>Mukautettu Raportti:</0></0> <2>{{name}}</2>",
    "<0><0>How is cash flow calculated?</0></0><1>Cash flow shows the balance of your budgeted accounts over time, and the amount of expenses/income each day or month. Your budgeted accounts are considered to be \"cash on hand,\" so this gives you a picture of how available money fluctuates.</1>": "<0><0>Miten kassavirta lasketaan?</0></0><1>Kassavirta näyttää budjetoitujen tiliesi saldon ajan mittaan sekä menojen/tulojen määrän päivittäin tai kuukausittain. Budjetoidut tilit lasketaan mukaan käytettävissä olevaan rahaan (\"cash on hand\"), joten kassavirta antaa kuvan siitä, miten käytettävissä oleva rahamäärä vaihtelee.</1>",
    "(none)": "(ei yhtään)",
    "(please select)": "(ole hyvä ja valitse)",
    "<0>Balance:</0><1>{{amount}}</1>": "<0>Saldo:</0><1>{{amount}}</1>",
    "<0>Budget ID:</0> {{budgetId}}": "<0>Budjetin ID:</0> {{budgetId}}",
    "<0>Budgeted:</0><1>{{amount}}</1>": "<0>Budjetoitu:</0><1>{{amount}}</1>",
    "<0>No server configured</0>": "<0>Palvelinta ei ole määritetty</0>",
    "<0>Read here</0> for instructions on how to migrate your data from YNAB. You need to export your data as JSON, and that page explains how to do that.": "<0>Lue täältä</0> ohjeet miten voit tuoda tietosi YNAB:sta. Sinun täytyy viedä tietosi JSON muodossa, sivu kertoo miten se tehdään.",
    "{{count}} transactions_one": "{{count}} tapahtuma",
    "{{count}} transactions_other": "{{count}} tapahtumaa",
    "Your SimpleFIN Access Token is no longer valid. Please reset and generate a new token.": "SimpleFin Käyttöoikeustietue ei ole enää voimassa. Ole hyvä resetoi se ja luo uusi.",
    "and": "ja",
    "App updated to {{version}}": "Ohjelma päivitetty {{version}}",
    "append to notes": "Lisää muistiinpanoihin",
    "Apply": "Aseta",
    "Apply actions": "Aseta toiminnot",
    "Apply to all": "Aseta kaikkiin",
    "Are you sure you want to close <2>{{accountName}}</2>? ": "Oletko varma että haluat sulkea <2>{{accountName}}</2>? ",
    "{{count}} uncategorized transactions_one": "{{count}} kategorisoimattomat liiketoimet",
    "{{count}} uncategorized transactions_other": "{{count}} kategorisoimattomat liiketoimet",
    "Budget \"{{id}}\" not found. Check the ID of your budget in the Advanced section of the settings page.": "Budjettia “{{id}}” ei löydy. Tarkista budjettisi tunniste edistyneiden asetusten sivulta."
}
