{
    "Actual has updated the syncing format": "Actual a mis à jour le format de synchronisation",
    "Category": "Catégorie",
    "Create key": "Créer une clé",
    "Payee": "Bénéficiaire",
    "Show": "Afficher",
    "This file is not a cloud file": "Ce fichier n'est pas un fichier cloud",
    "Try Demo": "Essayer la démo",
    "Upload": "Télécharger",
    "Unlink schedule": "Délier la transaction planifiée",
    "Update required": "Mise à jour nécessaire",
    "Use current domain": "Utiliser le domaine actuel",
    "We couldn’t apply changes from the server. This probably means you need to update the app to support the latest database.": "Nous n'avons pas pu appliquer les modifications du serveur. Cela signifie probablement que vous devez mettre à jour l'application pour prendre en charge la dernière base de données.",
    "Your encryption key need to be reset": "Votre clé de chiffrement doit être réinitialisée",
    "Your data is still out of sync": "Vos données ne sont toujours pas synchronisées",
    "You need to register it to take advantage of syncing which allows you to use it across devices and never worry about losing your data.": "Vous devez vous enregistrer pour bénéficier de la synchronisation qui vous permet de l'utiliser sur tous les appareils et de ne jamais vous inquiéter de la perte de vos données.",
    "You need to revert it to continue syncing. Any unsynced data will be lost. If you like, you can instead [upload this file](#upload) to be the latest version.": "Vous devez revenir en arrière pour poursuivre la synchronisation. Toutes les données non synchronisées seront perdues. Si vous le souhaitez, vous pouvez plutôt [télécharger ce fichier](#upload) pour obtenir la dernière version.",
    "Your data is out of sync": "Vos données sont désynchronisées",
    "A category must be transferred to another of the same type (expense or income)": "Une catégorie doit être transférée vers une autre de même type (dépense ou revenu)",
    "Account": "Compte",
    "Amount": "Montant",
    "Make transfer": "Effectuer un transfert",
    "Start fresh": "Recommencer de zéro",
    "View demo": "Voir la démo",
    "A new version of Actual is available!": "Une nouvelle version d'Actual est disponible !",
    "Actual is a super fast privacy-focused app for managing your finances. To secure your data, you’ll need to set a password for your server.": "Actual est une application très rapide, axée sur la confidentialité, qui vous permet de gérer vos finances. Pour sécuriser vos données, vous devez définir un mot de passe pour votre serveur.",
    "Don’t use a server": "Ne pas utiliser de serveur",
    "Downloading...": "Téléchargement…",
    "Duplicate": "Dupliquer",
    "Edit field": "Editer le champ",
    "File needs upload": "Le fichier doit être téléchargé",
    "Happy budgeting!": "Bonne budgétisation !",
    "https://example.com": "https://exemple.com",
    "Import my budget": "Importer mon budget",
    "Let’s get started!": "Commençons !",
    "Link schedule": "Lier à un échéancier",
    "Loading global preferences...": "Chargement des préférences globales…",
    "Loading...": "Chargement…",
    "Make as split transaction": "Effectuer une transaction fractionnée",
    "Make sure the app is up-to-date.": "Assurez-vous que l'application soit à jour.",
    "Make sure the app is up-to-date. Do you want to load a backup?": "Assurez-vous que l'application soit à jour. Voulez-vous charger une sauvegarde ?",
    "Missing encryption key": "Clé de chiffrement manquante",
    "Notes": "Notes",
    "OK": "OK",
    "Open changelog": "Ouvrir le journal des modifications",
    "Password cannot be empty": "Le mot de passe ne peut pas être vide",
    "Passwords do not match": "Les mots de passe ne correspondent pas",
    "Register": "S'inscrire",
    "Repair": "Réparer",
    "Reset key": "Réinitialiser la clé",
    "Server does not look like an Actual server. Is it set up correctly?": "Le serveur ne ressemble pas à un serveur Actual. Est-il configuré correctement ?",
    "Something went wrong when creating this cloud file. You need to upload this file to fix it.": "Un problème s'est produit lors de la création de ce fichier cloud. Vous devez télécharger ce fichier pour le corriger.",
    "Something went wrong when registering your encryption key id. You need to recreate your key. ": "Un problème s'est produit lors de l'enregistrement de votre clé de chiffrement. Vous devez recréer votre clé. ",
    "Syncing has been reset on this cloud file": "La synchronisation a été réinitialisée sur ce fichier cloud",
    "There was a problem syncing your data. We can try to repair your sync state to fix it.": "Il y a eu un problème de synchronisation de vos données. Nous pouvons essayer de réparer votre état de synchronisation pour y remédier.",
    "Unable to contact the server": "Impossible de contacter le serveur",
    "Unable to encrypt your data because you are missing the key. Create your key to sync your data.": "Impossible de chiffrer vos données, car il vous manque la clé. Créez votre clé pour synchroniser vos données.",
    "Unable to encrypt your data. You have the correct key so this is likely an internal failure. To fix this, reset your sync data with a new key.": "Impossible de chiffrer vos données. Vous avez la bonne clé, il s'agit donc probablement d'une défaillance interne. Pour résoudre ce problème, réinitialisez vos données de synchronisation avec une nouvelle clé.",
    "Unsplit {{count}} transactions_one": "Scinder {{count}} transaction",
    "Unsplit {{count}} transactions_many": "Scinder {{count}} transactions",
    "Unsplit {{count}} transactions_other": "Scinder {{count}} transactions",
    "Version {{latestVersion}} of Actual was recently released.": "La version {{latestVersion}} d'Actual a été récemment publiée.",
    "View schedule": "Voir les transactions planifiées",
    "Welcome to Actual!": "Bienvenue sur Actual !",
    "Where’s the server?": "Où est le serveur ?",
    "Making demo...": "Déploiement des données de démonstration…",
    "Initializing the connection to the local database...": "Initialisation de la connexion à la base de données locale…",
    "Opening last budget...": "Ouverture du dernier budget…",
    "Retrieving remote files...": "Récupération de fichiers distants…",
    "{{count}} transactions_one": "{{count}} transaction",
    "{{count}} transactions_many": "{{count}} transactions",
    "{{count}} transactions_other": "{{count}} transactions",
    "A file with id “{{id}}” already exists with the name “{{name}}”. This file will be replaced. This probably happened because files were manually moved around outside of Actual.": "Un fichier portant l'identifiant « {{id}} » existe déjà sous le nom « {{name}} ». Ce fichier sera remplacé. Cela s'est probablement produit parce que des fichiers ont été déplacés manuellement en dehors d'Actual.",
    "Actual is a personal finance tool that focuses on beautiful design and a slick user experience. <2>Editing your data should be as fast as possible.</2> On top of that, we want to provide powerful tools to allow you to do whatever you want with your data.": "Actual est une application de gestion de finances personnelles qui met l'accent sur l'ergonomie et l'expérience utilisateur. <2>L'édition de vos données doit être aussi rapide que possible.</2> En plus de cela, nous voulons fournir des outils puissants pour vous permettre de faire ce que vous voulez avec vos données.",
    "Cancel": "Annuler",
    "Consider opening <2>our tour</2> in a new tab for some guidance on what to do when you’ve set your password.": "Ouvrez <2>la visite guidée</2> dans un nouvel onglet pour savoir ce qu'il faut faire une fois que vous avez défini votre mot de passe.",
    "Cleared": "Pointé",
    "Consider taking our <2>guided tour</2> to help you get your bearings, and check out the rest of the documentation while you’re there to learn more about advanced topics.": "Suivez notre <2>visite guidée</2> pour vous aider à vous orienter, et consultez le reste de la documentation pendant que vous y êtes pour en savoir plus sur les sujets avancés.",
    "Create rule": "Créer une règle",
    "Currently, Actual implements budgeting based on a <2>monthly envelope system</2>.": "Actuellement, Actual met en œuvre une budgétisation basée sur un <2>système d'enveloppe mensuelle</2>.",
    "Date": "Date",
    "Create test file": "Créer un fichier d'essai",
    "Delete": "Supprimer",
    "An unknown error occurred: {{error}}": "Une erreur inconnue s'est produite : {{error}}",
    "Get started by importing an existing budget file from Actual or another budgeting app, create a demo budget file, or start fresh with an empty budget. You can always create or import another budget later.": "Commencez par importer un fichier de budget existant à partir d'Actual ou d'une autre application de budgétisation, créez un fichier de budget de démonstration ou démarrez avec un budget vide. Vous pourrez toujours créer ou importer un autre budget ultérieurement.",
    "Existing sessions will be logged out and you will log in to this server. We will validate that Actual is running at this URL.": "Les sessions existantes seront déconnectées et vous vous connecterez à ce serveur. Nous validerons qu'Actual fonctionne avec cette URL.",
    "Server is not running at this URL. Make sure you have HTTPS set up properly.": "Le serveur ne fonctionne pas à cette URL. Assurez-vous que le protocole HTTPS soit correctement configuré.",
    "Reset sync": "Réinitialiser la synchronisation",
    "Revert": "Revenir en arrière",
    "Syncing has been fixed!": "La synchronisation a été corrigée !",
    "Stop using a server": "Cesser d'utiliser un serveur",
    "There is no server configured. After running the server, specify the URL here to use the app. You can always change this later. We will validate that Actual is running at this URL.": "Aucun serveur n'est configuré. Après avoir lancé le serveur, indiquez ici l'URL pour utiliser l'application. Vous pourrez toujours la modifier ultérieurement. Nous allons valider qu'Actual fonctionne à cette URL.",
    "This happens rarely (if ever again). The internal syncing format has changed and you need to reset sync. This will upload data from this device and revert all other devices. [Learn more about what this means](https://actualbudget.org/docs/getting-started/sync/#what-does-resetting-sync-mean).\n\nOld encryption keys are not migrated. If using encryption, [reset encryption here](#makeKey).": "Cela se produit rarement (voire jamais). Le format de synchronisation interne a changé et vous devez réinitialiser la synchronisation. Cette opération permet de télécharger les données de cet appareil et de réinitialiser tous les autres appareils. (En savoir plus sur ce que cela signifie) (https://actualbudget.org/docs/getting-started/sync/#what-does-resetting-sync-mean).\n\nLes anciennes clés de chiffrement ne sont pas migrées. Si vous utilisez le chiffrement, [réinitialisez le chiffrement ici](#makeKey).",
    "We hit a limit on the local storage available. Edits may not be saved. Please get in touch https://actualbudget.org/contact/ so we can help debug this.": "Nous avons atteint la limite de l'espace de stockage local disponible. Il se peut que les modifications ne soient pas sauvegardées. Veuillez contacter https://actualbudget.org/contact/ afin que nous puissions vous aider à résoudre ce problème.",
    "We were unable to repair your sync state, sorry! You need to reset your sync state.": "Nous n'avons pas pu réparer votre état de synchronisation, désolé ! Vous devez réinitialiser votre état de synchronisation.",
    "(give feedback)": "(laisser un avis)",
    "(hidden)": "(caché)",
    "(modified)": "(modifié)",
    "(none)": "(aucun)",
    "(Optional)": "(Facultatif)",
    "(please select)": "(veuillez sélectionner)",
    "{{count}} associated rules_one": "{{count}} règle associée",
    "{{count}} associated rules_many": "{{count}} règles associées",
    "{{count}} associated rules_other": "{{count}} règles associées",
    "{{displayMonth}} budgets have all been set to zero.": "Les budgets de {{displayMonth}} ont tous été fixés à zéro.",
    "You can load a different backup or revert to the original version below.": "Vous pouvez charger une sauvegarde différente ou revenir à la version original ci-dessous.",
    "Your SimpleFIN Access Token is no longer valid. Please reset and generate a new token.": "Votre jeton d'accès à SimpleFIN n'est plus valide. Merci de le réinitialiser et de générer un nouveau jeton.",
    "{{displayMonth}} budget templates have been overwritten.": "Les modèles de budget pour {{displayMonth}} ont été écrasés.",
    "{{displayMonth}} budget templates have been applied.": "Le modèle de budget pour {{displayMonth}} a été appliqué.",
    "{{selectedPayeeNames}}, and more": "{{selectedPayeeNames}}, et plus",
    "{{displayMonth}} budgets have all been set to last month’s budgeted amounts.": "Les budgets de {{displayMonth}} ont tous été fixés aux montants budgétisés du mois dernier.",
    "{{displayMonth}} end-of-month cleanup templates have been applied.": "Les nettoyages de fin de mois de {{displayMonth}} ont été appliqués.",
    "<0>Create a local account</0> if you want to add transactions manually. You can also <3>import QIF/OFX/QFX files into a local account</3>.": "<0>Créez un compte local</0> si vous souhaitez ajouter des transactions manuellement. Vous pouvez également <3>importer des fichiers QIF/OFX/QFX dans un compte local</3>.",
    "<0>Actual</0> is a super fast privacy-focused app for managing your finances.": "<0>Actual</0> est une application super rapide, axée sur la confidentialité, qui vous permet de gérer vos finances.",
    "<0>Category Learning</0> will automatically determine the best category for a transaction and create a rule that sets the category for the payee. <3>Learn more</3>": "<0>L’apprentissage de la catégorie</0> détermine automatiquement la meilleure catégorie pour une transaction et crée une règle qui définit la catégorie pour le bénéficiaire. <3>En savoir plus</3>",
    "<0>Budgeted:</0><1>{{amount}}</1>": "<0>Budgétisé :</0><1>{{amount}}</1>",
    "<0>Budget ID:</0> {{budgetId}}": "<0>Identifiant budget :</0> {{budgetId}}",
    "<0>Authentication method</0> modifies how users log in to the system.": "La <0>méthode d’authentification</0> modifie la façon dont les utilisateurs se connectent au système.",
    "<0>Balance:</0><1>{{amount}}</1>": "<0>Balance :</0><1>{{amount}}</1>",
    "<0>Read here</0> for instructions on how to migrate your data from YNAB. You need to export your data as JSON, and that page explains how to do that.": "<0>Lire cette page</0> pour savoir comment migrer vos données depuis YNAB. Vous devez exporter vos données au format JSON, et cette page explique comment procéder.",
    "<0>No server configured</0>": "<0>Aucun serveur configuré</0>",
    "<0>Goal Type:</0><1>{{type}}</1>": "<0>Type d'objectif :</0><1>{{type}}</1>",
    "<0>Goal:</0><1>{{amount}}</1>": "<0>Objectif :</0><1>{{amount}}</1>",
    "<0><0>How are “Average” and “Spent Average MTD” calculated?</0></0><1>They are both the average cumulative spending by day for the three months before the selected “compare” month.</1>": "<0><0>Comment sont calculées la « Moyenne » et la « Moyenne des dépenses MTD » ? </0></0><1>Ils correspondent tous deux à la moyenne des dépenses cumulées par jour pour les trois mois précédant le mois de « comparaison » sélectionné.</1>",
    "<0><0>How is cash flow calculated?</0></0><1>Cash flow shows the balance of your budgeted accounts over time, and the amount of expenses/income each day or month. Your budgeted accounts are considered to be “cash on hand,” so this gives you a picture of how available money fluctuates.</1>": "<0><0>Comment calcule-t-on le flux de trésorerie ? </0></0><1>Le flux de trésorerie indique le solde de vos comptes budgétisés au fil du temps et le montant des dépenses/recettes chaque jour ou chaque mois. Vos comptes budgétisés sont considérés comme des « liquidités », ce qui vous donne une idée de la fluctuation de l’argent disponible.</1>",
    "<0>Actual’s data directory</0> <2><0>where your files are stored</0></2>": "<0>Répertoire de données d’Actual</0> <2><0>où sont stockés vos fichiers</0></2>",
    "<0>Experimental features.</0> These features are not fully tested and may not work as expected. THEY MAY CAUSE IRRECOVERABLE DATA LOSS. They may do nothing at all. Only enable them if you know what you are doing.": "<0>Fonctionnalités expérimentales.</0> Ces fonctionnalités n'ont pas été entièrement testées et peuvent ne pas fonctionner comme prévu. ELLES PEUVENT ENTRAÎNER UNE PERTE DE DONNÉES IRRÉCUPÉRABLE. Elles peuvent ne rien faire du tout. Ne les activez que si vous savez ce que vous faites.",
    "<0>End-to-end encryption</0> is not available when making an unencrypted connection to a remote server. You’ll need to enable HTTPS on your server to use end-to-end encryption. This problem may also occur if your browser is too old to work with Actual.": "<0>Le chiffrement de bout en bout</0> n’est pas disponible lors d’une connexion non chiffrée à un serveur distant. Vous devez activer le protocole HTTPS sur votre serveur pour utiliser le chiffrement de bout en bout. Ce problème peut également survenir si votre navigateur est trop ancien pour fonctionner avec Actual.",
    "<0>Envelope budgeting</0> (recommended) digitally mimics physical envelope budgeting system by allocating funds into virtual envelopes for different expenses. It helps track spending and ensure you don‘t overspend in any category.": "La <0>budgétisation par enveloppe</0> (recommandée) imite numériquement le système de budgétisation par enveloppe physique en répartissant les fonds dans des enveloppes virtuelles pour différentes dépenses. Il permet de suivre les dépenses et de s’assurer que vous ne dépassez pas votre budget dans chaque catégorie.",
    "<0>Formatting</0> does not affect how budget data is stored, and can be changed at any time.": "Le <0>formatage</0> n'affecte pas la manière dont les données de budget sont stockées, et peut être modifié à tout moment.",
    "<0>Language</0> support is not available. Please follow the instructions <3>here</3> to add missing translation files.": "<0>La prise en charge des langues</0> n'est pas disponible. Veuillez suivre les instructions <3>ici</3> pour ajouter les fichiers de traduction manquants.",
    "2 weeks": "2 semaines",
    "Account list": "Liste des comptes",
    "Add group": "Ajouter un groupe",
    "Done reconciling": "Rapprochement terminé",
    "Disable OpenID": "Désactiver OpenID",
    "Amount (inflow)": "Montant (entrant)",
    "amount (outflow)": "montant (sortant)",
    "Disable templating": "Désactiver la création de modèles",
    "Delete file from all devices": "Supprimer le fichier de tous les appareils",
    "Documentation": "Documentation",
    "Downloaded file is invalid, sorry! Visit https://actualbudget.org/contact/ for support.": "Le fichier téléchargé n'est pas valide, désolé ! Visitez https://actualbudget.org/contact/ pour obtenir de l'aide.",
    "1 day": "1 jour",
    "After enabling OpenID all sessions will be closed": "Après l'activation d'OpenID toutes les sessions seront fermées",
    "$10 a week": "10 $ par semaine",
    "Actual’s data directory successfully changed.": "Le dossier de données d'Actual a été changé avec succès.",
    "Add category group": "Ajouter un groupe de catégories",
    "Add new widget": "Ajouter un nouveau widget",
    "Add specific days": "Ajouter des jours spécifiques",
    "Determine which users can view and manage your budgets": "Déterminez quels utilisateurs peuvent voir et gérer vos budgets",
    "Duplicate locally": "Cloner localement",
    "disabled": "désactivé",
    "Disabling OpenID will deactivate multi-user mode.": "La désactivation d'OpenID désactivera le mode multi-utilisateur.",
    "Delete {{fileName}}": "Supprimer {{fileName}}",
    "<0>IDs</0> are the names Actual uses to identify your budget internally. There are several different IDs associated with your budget. The Budget ID is used to identify your budget file. The Sync ID is used to access the budget on the server.": "Les <0>IDs</0> sont les noms qu'Actual utilise en interne pour identifier votre budget. Plusieurs IDs différents sont associés à votre budget. L'ID de budget est utilisé pour identifier votre fichier de budget. L'ID de synchronisation est utilisé pour accéder au budget sur le serveur.",
    "<0>Language</0> is the display language of all text. Please note that no warranty is provided for the accuracy or completeness of non-English translations. If you encounter a translation error, feel free to make a suggestion on <3>Weblate</3>.": "Le <0>langage</0> est la langue d'affichage de tous les textes. Veuillez noter qu'aucune garantie n'est fournie quant à l'exactitude ou à l'exhaustivité des traductions dans une langue autre que l'anglais. Si vous rencontrez une erreur de traduction, n'hésitez pas à faire une suggestion sur <3>Weblate</3>.",
    "6 months": "6 mois",
    "$10 a week, up to a maximum of $80": "10 $ par semaine, jusqu'à un maximum de 80 $",
    "1 month": "1 mois",
    "3 months": "3 mois",
    "A valid amount is required": "Un montant valide est requis",
    "Account in Actual": "Compte dans Actual",
    "Accounts": "Comptes",
    "Actions": "Actions",
    "Actual requires access to <1>SharedArrayBuffer</1> in order to function properly. If you’re seeing this error, either your browser does not support <3>SharedArrayBuffer</3>, or your server is not sending the appropriate headers, or you are not using HTTPS. See <6>our troubleshooting documentation</6> to learn more. <9></9>": "Actual a besoin de l'accès à <1>SharedArrayBuffer</1> pour fonctionner correctement. Si vous voyez cette erreur<3>SharedArrayBuffer</3>, soit votre navigateur ne prend pas en charge <3>SharedArrayBuffer</3>, soit votre serveur n'envoie pas les en-têtes appropriés, soit vous n'utilisez pas HTTPS. Regardez <6>notre documentation de dépannage</6> pour en savoir plus. <9></9>",
    "Add a new transaction": "Ajouter une nouvelle transaction",
    "Add account": "Ajouter un compte",
    "Add action": "Ajouter une action",
    "Add another split": "Ajouter une autre division",
    "Add transaction": "Ajouter une transaction",
    "Add recurrence": "Ajouter une récurrence",
    "Admin": "Administrateur",
    "Advanced options": "Options avancées",
    "Advanced Settings": "Paramètres avancés",
    "All accounts": "Tous les comptes",
    "After disabling OpenID all sessions will be closed": "Après la désactivation d'OpenID, toutes les sessions seront fermées",
    "All Accounts": "Tous les comptes",
    "All reconciled!": "Tout est rapproché !",
    "amount": "montant",
    "An internal error occurred, sorry! Visit https://actualbudget.org/contact/ for support. (ref: {{reason}})": "Désolé, une erreur interne s’est produite. Visitez https://actualbudget.org/contact/ pour obtenir de l’aide. (ref : {{reason}})",
    "and": "et",
    "Deposit": "Dépôt",
    "Deposits": "Dépôts",
    "Description": "Description",
    "Duplicate “{{fileName}}”": "Dupliquer « {{fileName}} »",
    "Duplicating reconciled transactions may bring your reconciliation out of balance.": "La duplication des transactions rapprochées peut déséquilibrer votre rapprochement.",
    "<0>Important:</0> if you forget this password <3>and</3> you don’t have any local copies of your data, you will lose access to all your data. The data cannot be decrypted without the password.": "<0>Important :</0> si vous oubliez ce mot de passe <3>et</3> que vous n’avez aucune copie locale de vos données, vous perdrez l’accès à toutes vos données. Les données ne pourront pas être déchiffrées sans le mot de passe.",
    "1 week": "1 semaine",
    "Account linking not opening in a new tab? Click here": "La liaison de compte ne s'ouvre pas dans un nouvel onglet ? Cliquez ici",
    "Add condition": "Ajouter une condition",
    "Deleting reconciled transactions may bring your reconciliation out of balance.": "La suppression des transactions rapprochées peut déséquilibrer votre rapprochement.",
    "Disable category learning": "Désactiver l'apprentissage des catégories",
    "Disabling Category Learning will not delete any existing rules but will prevent new rules from being created automatically on a global level.": "La désactivation de l’apprentissage des catégories ne supprimera aucune règle existante, mais empêchera la création automatique de nouvelles règles au niveau global.",
    "<0>End-to-end encryption</0> is not enabled. Any data on the server is still protected by the server password, but it’s not end-to-end encrypted which means the server owners have the ability to read it. If you want, you can use an additional password to encrypt your data on the server.": "<0>Le Chiffrement de bout en bout</0> n’est pas activé. Toutes les données du serveur sont toujours protégées par le mot de passe du serveur, mais elles ne sont pas chiffrés de bout en bout, ce qui signifie que les propriétaires du serveur ont la possibilité de les lire. Si vous le souhaitez, vous pouvez utiliser un mot de passe supplémentaire pour chiffrer vos données sur le serveur.",
    "1 year": "1 année",
    "$50 each month": "50 $ chaque mois",
    "Access Revocation Incomplete": "Révocation d'accès incomplète",
    "28+": "28+",
    "Access": "Accéder",
    "<allocatedAmount /> <italic>of <totalAmount /></italic>": "<allocatedAmount /> <italic>sur <totalAmount /></italic>",
    "An unknown error occurred while exporting. Please report this as a new issue on GitHub.": "Une erreur inconnue s'est produite lors de l'exportation. Veuillez signaler ce problème sur GitHub.",
    "Budget “{{id}}” not found. Check the ID of your budget in the Advanced section of the settings page.": "Budget « {{id}} » introuvable. Vérifiez l'ID de votre budget dans la section Avancé de la page des paramètres.",
    "Budget name": "Nom du budget",
    "Click the button below to reload and apply the update.": "Cliquez sur le bouton ci-après pour recharger et appliquer la mise à jour.",
    "App updated to {{version}}": "Application mise à jour en {{version}}",
    "Back": "Retour",
    "Checking Header Token Login ...": "Vérification de la connexion au jeton d'en-tête…",
    "Clear all conditions": "Effacez toutes les conditions",
    "Back to file list": "Retour à la liste des fichiers",
    "Backups": "Sauvegardes",
    "Clear search term": "Effacez le terme recherché",
    "Closed accounts": "Comptes clôturés",
    "Apply": "Appliquer",
    "Are you sure you want to close <2>{{accountName}}</2>? ": "Êtes-vous sûr de vouloir quitter <2>{{accountName}}</2>  ? ",
    "Apply budget template": "Appliquer le modèle de budget",
    "Ascending": "Ascendant",
    "Add New": "Nouveau",
    "All time": "Depuis toujours",
    "Amount (outflow)": "Montant (débit)",
    "AMOUNT OPTIONS": "MONTANT OPTIONS",
    "An error occurred while saving. Please visit https://actualbudget.org/contact/ for support.": "Une erreur s’est produite pendant l’enregistrement. Veuillez consulter le site https://actualbudget.org/contact/ pour obtenir de l’aide.",
    "Apply actions": "Appliquer les actions",
    "Apply budget templates": "Appliquer les modèles de budget",
    "Apply to all": "Appliquer à tout",
    "Approximately {{currencyAmount}}": "Approximativement {{currencyAmount}}",
    "Available for download": "Disponible pour téléchargement",
    "Average": "Moyenne",
    "Balance": "Solde",
    "Balance must be a number": "Le solde doit être un nombre",
    "Bank Account To Sync": "Compte Bancaire à Synchroniser",
    "Budget": "Budget",
    "Choose the number of months shown at a time": "Choisir le nombre de mois montrés en une fois",
    "Choose Report": "Choisir Rapport",
    "Close": "Fermer",
    "Closed Accounts": "Comptes Clôturés",
    "Are you sure you want to delete the report named ‘<2>{{name}}</2>’?": "Êtes-vous sûr de vouloir supprimer le rapport nommé « <2>{{name}}</2> » ?",
    "Average per month": "Moyenne par mois",
    "Closed accounts...": "Comptes clôturés…",
    "Close account": "Clôturer compte",
    "Close Account": "Clôturer Compte",
    "Amount:": "Montant :",
    "Add": "Ajouter",
    "Add category": "Ajouter une catégorie",
    "Add new schedule": "Ajouter un nouvel échéancier",
    "Add new user": "Ajouter un nouvel utilisateur",
    "allocate": "allouer",
    "all transactions": "toutes transactions",
    "amount (inflow)": "montant (entrant)",
    "An internal error occurred. Try to log in again, or get <2>in touch</2> for support.": "Une erreur interne s'est produite. Essayez à nouveau de vous connecter, ou <2>contactez-nous</2> pour avoir de l'aide.",
    "Actual uses <1>SharedArrayBuffer</1> to allow usage from multiple tabs at once and to ensure correct behavior when switching files. While it can run without access to<3>SharedArrayBuffer</3>, you may encounter data loss or notice multiple budget files being merged with each other.": "Actual utilise <1>SharedArrayBuffer</1> pour permettre l'utilisation de plusieurs onglets à la fois et pour garantir un comportement correct lors du changement de fichiers. Bien qu'il puisse s'exécuter sans accès à <3>SharedArrayBuffer</3>, vous pouvez subir une perte de données ou remarquer que plusieurs fichiers de budget sont fusionnés les uns avec les autres.",
    "Configure OAuth2 provider": "Configure fournisseur OAuth2",
    "Collapse all": "Tout replier",
    "Configure GoCardless integration": "Configure l'intégration GoCardless",
    "Closing...": "Clôture…",
    "Collapse split transactions": "Replie les transactions fractionnées",
    "Compare": "Comparer",
    "Collapse month summary": "Replie résumé du mois",
    "Group": "Groupe",
    "Duplicating: {{oldName}} to: {{newName}}": "Clonage : {{oldName}} vers : {{newName}}",
    "Enable encryption": "Activer le chiffrement",
    "End of the current month": "Fin du mois en cours",
    "End-to-end Encryption is turned on.": "Le chiffrement de bout en bout est activé.",
    "Expand all": "Tout développer",
    "Export data": "Exporter les données",
    "From": "De",
    "I understand the risks, show experimental features": "Je comprends les risques, montrer les fonctionnalités expérimentales",
    "<0>Move schedule </0><1></1><2> {{beforeOrAfter}} weekend</2>": "<0>Déplacer l'échéancier </0><1></1><2> {{beforeOrAfter}} le week-end</2>",
    "Delete file locally": "Supprimer le fichier localement",
    "Failed importing the dashboard file.": "Échec lors de l'importation du fichier de tableau de bord.",
    "Filtered balance:": "Solde filtré :",
    "Difference:": "Différence :",
    "Donut Graph": "Graphique en anneau",
    "Expenses": "Dépenses",
    "Hide decimal places": "Cacher les décimales",
    "Edit user {{userName}}": "Modifier l'utilisateur {{userName}}",
    "Help": "Aide",
    "Display": "Afficher",
    "Edit content": "Modifier le contenu",
    "Edit dashboard": "Modifier le tableau de bord",
    "Favorite": "Favori",
    "Generate new key": "Générer une nouvelle clé",
    "Edit account name": "Modifier le nom du compte",
    "Edit notes": "Modifier les notes",
    "Enable": "Activer",
    "Export": "Exporter",
    "Export budget": "Exporter le budget",
    "Finish editing dashboard": "Terminer l'édition du tableau de bord",
    "First day of the week": "Premier jour de la semaine",
    "Find matching transactions": "Chercher les transactions correspondantes",
    "Hide balance": "Cacher le solde",
    "Do nothing": "Ne rien faire",
    "does not contain": "ne contient pas",
    "Empty": "Vide",
    "Hold for next month": "Conserver pour le mois prochain",
    "Delete filter": "Supprimer le filtre",
    "Downloading the file failed. Check your network connection.": "Le téléchargement du fichier a échoué. Vérifiez votre connexion réseau.",
    "Filter rules...": "Filtrer les règles…",
    "Filter payees...": "Filtrer les bénéficiaires…",
    "Filter schedules…": "Filtrer les échéanciers…",
    "Fatal Error": "Erreur fatale",
    "Files": "Fichiers",
    "Filter users...": "Filtrer les utilisateurs…",
    "enabled": "activé",
    "Delete split": "Supprimer la répartition",
    "Filters": "Filtres",
    "Delete transaction": "Supprimer l'opération",
    "Edit": "Modifier",
    "Duplicate file “{{newName}}” created.": "Duplicata du fichier « {{newName}} » créé.",
    "Enable OpenID": "Activer OpenID",
    "Enable templating": "Activer les modèles",
    "Enabled": "Activé",
    "Hold this amount:": "Conserver ce montant :",
    "Filter name": "Nom du filtre",
    "<0>Server self-signed certificate</0> <2><0>enables a secure connection</0></2>": "<0>Certificat auto-signé du serveur</0> <2><0>permet une connexion sécurisée</0></2>",
    "Expenses:": "Dépenses :",
    "Friday": "Vendredi",
    "Disable learning": "Désactiver l'apprentissage",
    "Enable category learning": "Activer l'apprentissage des catégories",
    "Enable learning": "Activer l'apprentissage",
    "Custom length": "Longueur personnalisée",
    "Default": "Défaut",
    "Calendar": "Calendrier",
    "Calendar card": "Carte Calendrier",
    "Category “{{name}}” already exists in group (it may be hidden)": "La catégorie « {{name}} » existe déjà dans le groupe (elle peut être masquée)",
    "Category group name": "Nom du groupe de catégories",
    "Category learning settings": "Paramètres d'apprentissage des catégories",
    "Clear transactions on import": "Rapprochement des transactions à l'importation",
    "Create payee “{{payeeName}}”": "Créer le bénéficiaire « {{payeeName}} »",
    "Create reconciliation transaction": "Créer une transaction de rapprochement",
    "Current month": "Mois actuel",
    "Dashboard has been successfully imported. Don’t like what you see? You can always press [ctrl+z](#undo) to undo.": "Le tableau de bord a été importé avec succès. Vous n’aimez pas ce que vous voyez ? Vous pouvez toujours appuyer sur [ctrl+z](#undo) pour annuler.",
    "Decide later": "Décider plus tard",
    "Create New": "Créer Nouveau",
    "Auto login failed - Proxy not trusted": "Échec de la connexion automatique - Proxy non fiable",
    "Average spent": "Moyenne dépensée",
    "Center": "Centre",
    "Client ID": "ID du Client",
    "Backups are taken every {{BACKUP_FREQUENCY_MINS}} minutes and stored in <4><0>Actual’s data directory</0></4>. Actual retains a maximum of {{MAX_BACKUPS}} backups at any time.": "Les sauvegardes sont effectuées toutes les {{BACKUP_FREQUENCY_MINS}} minutes et stockées dans le <4><0>répertoire de données d'Actual</0></4>. Actual conserve un maximum de {{MAX_BACKUPS}} sauvegardes.",
    "Can do everything that Basic users can. In addition, they have the ability to add new users to the directory and access budget files from all users.": "Ils peuvent faire tout ce que les utilisateurs de base peuvent faire. De plus, ils ont la possibilité d'ajouter de nouveaux utilisateurs au répertoire et d'accéder aux fichiers budget de tous les utilisateurs.",
    "Category is required": "Catégorie requise",
    "Category name": "Nom de la catégorie",
    "Downloading and applying update...": "Téléchargement et application de la mise à jour…",
    "Back up now": "Sauvegarder maintenant",
    "Can also assign ownership of a budget to another person, ensuring efficient budget management.": "Peut également attribuer la propriété d’un budget à une autre personne, garantissant ainsi une gestion budgétaire efficace.",
    "Create new account": "Crée nouveau compte",
    "Create new account (off budget)": "Crée nouveau compte (hors budget)",
    "Bank sync": "Synchro banque",
    "Bank Sync": "Synchro banque",
    "Budgeted": "Budgétisé",
    "Budgeted amount for {{categoryName}} category": "Montant budgétisé pour la catégorie {{categoryName}}",
    "Create a local account": "Crée un compte local",
    "Daily": "Journalier",
    "Creating budget...": "Création du budget…",
    "Dark theme": "Thème sombre",
    "Days": "Jours",
    "Descending": "Descendant",
    "Basic": "De base",
    "Cloud file ID is missing.": "Cloud file ID est manquant.",
    "Auth0 application settings": "Paramètres de l'application Auth0",
    "Auto login failed - No header sent": "Échec de la connexion automatique - Aucun header envoyé",
    "Average per transaction": "Moyenne par transaction",
    "Balance for {{categoryName}} category": "Solde pour catégorie {{categoryName}}",
    "Bank Sync Offline": "Synchro banque hors-ligne",
    "Bar Graph": "Graphique à barres",
    "Break down less-frequent expenses into monthly expenses": "Décomposez les dépenses moins fréquentes en dépenses mensuelles",
    "Be aware that other devices may have already created these transactions. If you have multiple devices, make sure you only do this on one device or you will have duplicate transactions.": "Sachez que d'autres appareils peuvent déjà avoir créé ces transactions. Si vous possédez plusieurs appareils, assurez-vous de ne le faire que sur un seul appareil, sinon vous aurez des transactions en double.",
    "Budget page menu": "Page de menu Budget",
    "Budget set to {{numberOfMonths}}-month average.": "Budget défini sur la moyenne sur {{numberOfMonths}} mois.",
    "Budget Summary": "Résumé du budget",
    "Budget template applied.": "Modèle de budget appliqué.",
    "Cannot save: No widget available.": "Impossible d'enregistrer : aucun widget disponible.",
    "Choose the schedule these {{ count }} transactions belong to:_one": "Choisissez l'échéancier auquel appartient cette transaction :",
    "Choose the schedule these {{ count }} transactions belong to:_many": "Choisissez l'échéancier auquel appartiennent ces {{ count }} transactions :",
    "Choose the schedule these {{ count }} transactions belong to:_other": "Choisissez l'échéancier auquel appartiennent ces {{ count }} transactions :",
    "Client secret cannot be empty": "Code secret client ne peut être vide",
    "Client secret": "Code secret client",
    "Connecting...": "Connexion…",
    "contains": "contient",
    "Copy last month’s budget": "Copier le budget du dernier mois",
    "Dashboard has been successfully reset to default state. Don’t like what you see? You can always press [ctrl+z](#undo) to undo.": "Le tableau de bord a été réinitialisé avec succès à son état par défaut. Vous n'aimez pas ce que vous voyez ? Vous pouvez toujours appuyer sur [ctrl+z](#undo) pour annuler.",
    "Date is required": "La date est requise",
    "Dates": "Dates",
    "Create": "Créer",
    "CSV OPTIONS": "CSV OPTIONS",
    "Account menu": "Menu Comptes",
    "Day: {{dayOfMonth}}": "Jour : {{dayOfMonth}}",
    "<0>Themes</0> change the user interface colors.": "Les <0>thèmes</0> modifient les couleurs de l'interface utilisateur.",
    "Cash flow graph": "Graphique du flux de trésorerie",
    "Category Learning": "Apprentissage des catégories",
    "Category learning disabled": "Apprentissage des catégories désactivé",
    "Change directory": "Changer le répertoire",
    "Cleared total:": "Total rapproché :",
    "Could not search: {{errorReason}}": "Impossible d'effectuer la recherche : {{errorReason}}",
    "Cover from a category": "Couvrir à partir d'une catégorie",
    "Cover from a category:": "Couvrir à partir d'une catégorie :",
    "Covered overbudgeted from {{categoryName}}": "Dépassement de budget couvert à partir de {{categoryName}}",
    "Create Local Account": "Créer un compte local",
    "Cover overbudgeted": "Couvrir le dépassement de budget",
    "Edit as rule": "Modifier en tant que règle",
    "Change:": "Modifier :",
    "Encrypting your file failed because you are missing your encryption key. Create your key in the next step.": "Le chiffrement de votre fichier a échoué car votre clé de chiffrement est manquante. Créez votre clé à l'étape suivante.",
    "End of month cleanup": "Nettoyage de fin de mois",
    "Cash Flow": "Flux de trésorerie",
    "<0>Sync ID:</0> {{syncId}}": "<0>ID de synchronisation :</0> {{syncId}}",
    "Custom Report: {{name}}": "Rapport personnalisé : {{name}}",
    "Change location": "Changer d'emplacement",
    "Change server URL": "Changer l'URL du serveur",
    "Change this username with caution; it is the server owner.": "Modifiez ce nom d'utilisateur avec précaution ; il s'agit du propriétaire du serveur.",
    "Display Name": "Afficher le nom",
    "Budgeted:": "Budgétisé :",
    "Create new file": "Créer un nouveau fichier",
    "Create new rule": "Créer une nouvelle règle",
    "Dashboard widget successfully saved.": "Le widget du tableau de bord a été enregistré avec succès.",
    "Data Table": "Tableau de données",
    "Date filters": "Filtres de date",
    "Debt:": "Dette :",
    "Debts:": "Dettes :",
    "Cover overspending": "Couvrir le dépassement de dépenses",
    "Delimiter:": "Délimiteur :",
    "Duplicate for all devices": "Dupliquer pour tous les appareils",
    "<0>Reset sync</0> will remove all local data used to track changes for syncing, and create a fresh sync ID on the server. This file on other devices will have to be re-downloaded to use the new sync ID. Use this if there is a problem with syncing and you want to start fresh.": "<0>Réinitialiser la synchronisation</0> supprimera toutes les données locales utilisées pour suivre les modifications de synchronisation et générera un nouvel identifiant de synchronisation sur le serveur. Ce fichier devra être retéléchargé sur les autres appareils pour utiliser le nouvel identifiant de synchronisation. Utilisez cette option en cas de problème de synchronisation et si vous souhaitez repartir de zéro.",
    "Create schedules": "Créer des échéanciers",
    "Encrypting the file failed. You have the correct key so this is an internal bug. To fix this, generate a new key in the next step.": "Le chiffrement du fichier a échoué. Vous avez la bonne clé, il s'agit donc d'un bug interne. Pour résoudre ce problème, générez une nouvelle clé à l'étape suivante.",
    "Edit this widget to change the **markdown** content.": "Modifiez ce widget pour changer le contenu en **markdown**.",
    "End Date": "Date de fin",
    "Change upcoming length": "Modifier la durée des événements à venir",
    "Connect to an Actual server to set up <2>automatic syncing</2>.": "Connectez-vous à un serveur Actual pour configurer la <2>synchronisation automatique</2>.",
    "copy": "copier",
    "Deleting it will remove it and all of its backups permanently.": "L'éffacement entraînera sa suppression définitive, ainsi que toutes ses sauvegardes.",
    "Client version: {{version}}": "Version client : {{version}}",
    "Average:": "Moyenne :",
    "Choose your bank:": "Choisissez votre banque :",
    "Choose your country:": "Choisissez votre pays :",
    "Append": "Ajouter",
    "append to notes": "suffixer les notes",
    "Close the current budget and open another": "Clôturer le budget actuel et en ouvrir un autre",
    "Change": "Modifier",
    "Change server password": "Changer le mot de passe du serveur",
    "Check templates": "Vérifier les modèles",
    "Close Budget": "Clôturer le Budget",
    "Change password": "Changer le mot de passe",
    "Client ID cannot be empty": "l'ID du Client ne peut être vide",
    "Are you sure you want to edit this transaction?": "Êtes-vous sûr de vouloir modifier cette transaction ?",
    "Assets:": "Actifs :",
    "Balance:": "Solde :",
    "Closed: {{ accountName }}": "Clôturé : {{ accountName }}",
    "Compare:": "Comparer :",
    "Compare {{formattedStartDate}} to {{typeOrFormattedEndDate}}": "Comparer de {{formattedStartDate}} à {{typeOrFormattedEndDate}}",
    "Complete": "Terminé",
    "Confirm Delete": "Confirmer la suppression",
    "Confirm password": "Confirmer le mot de passe",
    "Confirm": "Confirmer",
    "<0>Reset budget cache</0> will clear all cached values for the budget and recalculate the entire budget. All values in the budget are cached for performance reasons, and if there is a bug in the cache you won’t see correct values. There is no danger in resetting the cache. Hopefully you never have to do this.": "<0>Réinitialiser le cache du budget</0> effacera toutes les valeurs mises en cache pour le budget et recalculera l’ensemble du budget. Toutes les valeurs du budget sont mises en cache pour des raisons de performance, et en cas de bug dans le cache, les valeurs affichées peuvent être incorrectes. Il n’y a aucun risque à réinitialiser le cache. Idéalement, vous n’aurez jamais besoin de le faire.",
    "Are you sure?": "Êtes-vous sûr ?",
    "Confirm Unlink": "Confirmer la dissociation",
    "<0>End-to-end encryption</0> is not available when running without a server. Budget files are always kept unencrypted locally, and encryption is only applied when sending data to a server.": "<0>Le chiffrement de bout en bout</0> n’est pas disponible sans serveur. Les fichiers de budgets sont toujours conservés localement en clair, et le chiffrement n’est appliqué que lors de l’envoi de données à un serveur.",
    "Internal error": "Erreur interne",
    "Interval": "Intervalle",
    "is": "est",
    "is false": "est faux",
    "is not": "n'est pas",
    "Last 3 months": "3 derniers mois",
    "Load Backup": "Charger une sauvegarde",
    "Failed to duplicate budget file.": "Échec du clonage du fichier de budget.",
    "Export transactions": "Exporter les transactions",
    "Import is running...": "Importation en cours…",
    "is exactly": "est exactement",
    "Imported payee": "Bénéficiaire importé",
    "Import from YNAB4": "Importer depuis YNAB4",
    "Invalid date format": "Format de date non-valide",
    "is after": "est après",
    "Invalid password": "Mot de passe non-valide",
    "is greater than": "est plus grand que",
    "is approx": "est environ",
    "is between": "est entre",
    "Last month": "Dernier mois",
    "Link account": "Lier un compte",
    "is less than or equals": "est plus petit ou égal à",
    "is greater than or equals": "est plus grand ou égal à",
    "Link accounts": "Lier des comptes",
    "Hide transactions": "Cacher les transactions",
    "Import": "Importer",
    "Filter transactions": "Filtrer les transactions",
    "Import a file exported from Actual": "Importer un fichier exporté depuis Actual",
    "Import file": "Importer un fichier",
    "is before": "est avant",
    "is true": "est vrai",
    "Keyboard shortcuts": "Raccourcis clavier",
    "Learn more": "En savoir plus",
    "Left": "Gauche",
    "Last week": "Semaine dernière",
    "Failed to duplicate budget file": "Une erreur est survenue lors du clonage du fichier de budget",
    "Interval:": "Intervalle :",
    "is less than": "est plus petit que",
    "Last 6 months": "6 derniers mois",
    "imported payee": "bénéficiaire importé",
    "Last 12 months": "12 derniers mois",
    "Enter the current balance of your bank account that you want to reconcile with:": "Entrez le solde courant du compte en banque que vous souhaitez réconcilier :",
    "Failed to refresh login methods": "Une erreur est survenue lors de l'actualisation des méthodes d'authentification",
    "Failed to transfer ownership": "Une erreur est survenue lors du transfert de propriété",
    "For this time period": "Pour cette période de temps",
    "Failed to save dashboard widget.": "Une erreur est survenue lors de la sauvegarde du widget de tableau de bord.",
    "Financial files": "Fichiers financiers",
    "Flip amount": "Inverser le montant",
    "Fully funded": "Entièrement financé",
    "Goal Templates": "Modèles d'objectif",
    "If the server is using a self-signed certificate <2>select it here</2>.": "Si le serveur utilise un certificat auto-signé <2>sélectionnez le ici</2>.",
    "GoCardless menu": "Menu GoCardless",
    "Editing reconciled transactions may bring your reconciliation out of balance.": "Éditer les transactions réconciliées pourrait rendre votre réconciliation invalide.",
    "Expand month summary": "Développer le résumé mensuel",
    "If this error persists, please get <2>in touch</2> so it can be investigated.": "Si l'erreur persiste, veuillez <2>nous contacter</2> pour que nous puissions investiguer.",
    "Even though encryption is enabled, the exported zip file will not have any encryption.": "Même si le chiffrement est activé, l'archive zip exporté ne sera pas chiffrée.",
    "Fatal error occurred: unable to open import file dialog.": "Une erreur fatale a eu lieu : impossible d'ouvrir la fenêtre d'import de fichier.",
    "Error getting users": "Une erreur est survenue lors de la récupération des utilisateurs",
    "Get started with passwordless.id": "Démarrer avec passwordless.id",
    "Goal templates": "Modèles d'objectif",
    "Hide running balance": "Cacher le solde en cours",
    "Error getting available users": "Une erreur est survenue lors de la récupération des utilisateurs disponibles",
    "For Actual to be useful, you need to <1>add an account</1>. You can link an account to automatically download transactions, or manage it locally yourself.": "Pour utiliser Actual, vous devez <1>ajouter un compte</1>. Vous pouvez lier un compte pour télécharger automatiquement les transactions, ou gérer cela vous-même localement.",
    "Hide hidden categories": "Cacher les catégories masquées",
    "Existing filters will be cleared": "Les filtres existants seront supprimés",
    "If <2></2>{{allOrAny}} of these conditions match:": "Si <2></2>{{allOrAny}} conditions correspondent :",
    "GoCardless integration has not yet been configured.": "L'intégration de GoCardless n'a pas encore été configurée.",
    "Hide reconciled transactions": "Cacher les transactions rapprochées",
    "Hold": "Conserver",
    "Change how many days in advance of the scheduled date a scheduled transaction appears in the account ledger as upcoming.": "Définir le nombre de jour à partir duquel une transaction planifiée apparaît avec le statut « À venir » dans le registre du compte.",
    "Manage payees": "Gérer les bénéficiaires",
    "Payee:": "Bénéficiaire :",
    "Payees": "Bénéficiaires",
    "New category name": "Nom de la nouvelle catégorie",
    "Off budget": "Hors budget",
    "Recurring": "Récurrent",
    "No account": "Pas de compte",
    "Next date": "Prochaine date",
    "New Account": "Nouveau compte",
    "Next month": "Prochain mois",
    "Previous month": "Mois précédent",
    "More payees are available, search to find them": "Plus de bénéficiaires sont disponibles, cherchez-les pour les trouver",
    "On Budget Accounts": "Comptes budgétisés",
    "Monday": "Lundi",
    "Please wait...": "Merci de patienter…",
    "Monthly Templates": "Modèles mensuels",
    "Months": "Mois",
    "New Category": "Nouvelle catégorie",
    "New Category Group": "Nouveau groupe de catégories",
    "Percentage": "Pourcentage",
    "Failed to enable OpenID. Please try again.": "Échec de l'activation d'OpenID. Merci de réessayer.",
    "Reconcile": "Rapprocher",
    "Menu": "Menu",
    "Merge": "Fusionner",
    "Monthly Spending": "Dépenses mensuelles",
    "Month": "Mois",
    "Monthly": "Mensuellement",
    "More": "Plus",
    "Merge and edit rule": "Fusionner et modifier les règles",
    "Name": "Nom",
    "number of months": "nombre de mois",
    "number of transactions": "nombre de transactions",
    "Password": "Mot de passe",
    "Owner": "Propriétaire",
    "Owner:": "Propriétaire :",
    "Mark as completed": "Marquer comme terminé",
    "Files in the destination folder with the same name will be overwritten.": "Les fichiers portant le même nom dans le dossier de destination seront écrasés.",
    "Failed to complete ownership transfer. Please try again.": "Échec du transfert de propriété. Veuillez réessayer.",
    "Expand split transactions": "Développer les transactions divisées",
    "All time divisor": "Diviser sans limite de période",
    "Area Graph": "Graphique en aires",
    "We had an unknown problem syncing the account.": "Nous avons rencontré un problème inconnu lors de la synchronisation de ce compte.",
    "Automatically add transaction": "Ajouter automatiquement une transaction",
    "File has header row": "Le fichier contient une ligne d'en-tête",
    "Found Schedules": "Planifications trouvées",
    "Find schedules": "Chercher les échéanciers",
    "Fund upcoming scheduled transactions over time": "Financer les planifications à venir au cours du temps",
    "How is net worth calculated?": "Comment la valeur nette est-elle calculée ?",
    "Go to login": "Aller se connecter",
    "is after or equals": "est après ou égal à",
    "is approximately": "est approximativement",
    "is before or equals": "est avant ou égal à",
    "Failed parsing the imported JSON.": "Échec de l'analyse du JSON importé.",
    "Filter to the selected transactions": "Filtrer les transactions sélectionnées",
    "Import from nYNAB": "Importer depuis nYNAB",
    "Income": "Revenu",
    "Import From": "Importer depuis",
    "Import from Actual export": "Importer depuis un export Actual",
    "Import transactions": "Importer les transactions",
    "Income:": "Revenu :",
    "In the future, you can add accounts from the sidebar.": "À l'avenir, vous pourrez ajouter des comptes depuis la barre latérale.",
    "Last year": "L'année dernière",
    "Link bank account with GoCardless": "Lier un compte bancaire avec GoCardless",
    "Link bank account with SimpleFIN": "Lier un compte bancaire avec SimpleFIN",
    "Hide unchecked": "Masquer les non cochées",
    "Invalid": "Invalide",
    "Fixed {{count}} splits that weren’t properly deleted._one": "Correction de {{count}} transaction fractionnée qui n'avait pas été supprimée correctement.",
    "Fixed {{count}} splits that weren’t properly deleted._many": "Correction de {{count}} transactions fractionnées qui n'avaient pas été supprimées correctement.",
    "Fixed {{count}} splits that weren’t properly deleted._other": "Correction de {{count}} transactions fractionnées qui n'avaient pas été supprimées correctement.",
    "Loading Error": "Erreur de chargement",
    "Log in with password": "Se connecter avec un mot de passe",
    "Merge with existing transactions": "Fusionner avec des transactions existantes",
    "If you expected a schedule here and don’t see it, it might be because the payees of the transactions don’t match. Make sure you rename payees on all transactions for a schedule to be the same payee.": "Si vous attendiez un échéancier ici et que vous ne le voyez, pas, ce pourrait être parce que les bénéficiaires des transactions ne correspondent pas. Assurez-vous que ce soit le même bénéficiaire sur toutes les transactions d'une planification.",
    "Link or view schedule for selected transactions": "Lier ou voir l'échéancier pour les transactions sélectionnées",
    "Link Accounts": "Lier des Comptes",
    "If checked, the schedule will automatically create transactions for you in the specified account": "Si coché, l'échéancier créera automatiquement les transactions pour vous dans le compte spécifié",
    "logged in as: <2><0>{{userName}}</0></2>": "connecté comme : <2><0>{{userName}}</0></2>",
    "Loading more transactions...": "Chargement de transactions supplémentaires…",
    "link schedule": "lier un échéancier",
    "Link Your Bank": "Liez votre banque",
    "Linked transactions": "Transactions liées",
    "Loading accounts...": "Chargement des comptes…",
    "Loading banks...": "Chargement des banques…",
    "Local": "Local",
    "matches": "correspond",
    "New group name": "Nom du nouveau groupe",
    "logged in as: <2>{{userName}}</2>": "connecté comme : <2>{{userName}}</2>",
    "Fixed {{count}} transfers._one": "Correction de {{count}} transfert.",
    "Fixed {{count}} transfers._many": "Correction de {{count}} transferts.",
    "Fixed {{count}} transfers._other": "Correction de {{count}} transferts.",
    "GitHub does not support discovery. You need to configure it in the server.": "GitHub ne prend pas en charge la découverte. Vous devez le configurer dans le serveur.",
    "Hide “cleared” checkboxes": "Masquer les cases à cocher « réconcilié »",
    "Failed loading available banks: GoCardless access credentials might be misconfigured. Please <2>set them up</2> again.": "Échec du chargement des banques disponibles : Les identifiants d'accès à GoCardless pourraient être mal configurés. Veuillez les <2>réinitialiser</2>.",
    "If you lost your password, you likely still have access to your server to manually reset it.": "Si vous avez perdu votre mot de passe, vous avez sûrement encore accès à votre serveur pour le réinitialiser manuellement.",
    "If you can't update Actual at this time you can find the latest release at <2>app.actualbudget.org</2>. You can use it until your client is updated.": "Si vous ne pouvez pas mettre à jour Actual maintenant, vous pouvez trouver la dernière version sur <2>app.actualbudget.org</2>. Vous pouvez l'utiliser jusqu'à que votre client soit mis à jour.",
    "Net Assets:": "Actifs nets :",
    "Open the help menu": "Ouvrir le menu d'aide",
    "Repair transactions": "Réparer les transactions",
    "Rule": "Règle",
    "Rules": "Règles",
    "Schedule Name": "Nom de l'échéancier",
    "Sunday": "Dimanche",
    "No matching schedules": "Aucun échéancier correspondant",
    "Off Budget Accounts": "Comptes hors budget",
    "Release Notes": "Notes de version",
    "Restart": "Redémarrer",
    "Scheduled date": "Date prévue",
    "Switch theme": "Changer de thème",
    "There is already a schedule with this name": "Il y a déjà un échéancier avec ce nom",
    "New Budget Name": "Nom du nouveau budget",
    "Net Deposit": "Dépôt net",
    "Post transaction today": "Publier la transaction aujourd'hui",
    "Saved": "Enregistré",
    "Split": "Diviser",
    "Split into multiple transactions": "Diviser en plusieurs transactions",
    "Split Transaction": "Diviser la transaction",
    "Split:": "Diviser :",
    "Sync": "Synchroniser",
    "Notes (markdown supported)": "Notes (Markdown pris en charge)",
    "Post transactions?": "Publier les transactions ?",
    "Save": "Enregistrer",
    "Save and continue": "Enregistrer et continuer",
    "Save new report": "Enregistrer le nouveau rapport",
    "Show reconciled transactions": "Afficher les transactions rapprochées",
    "Move files to new directory": "Déplacer les fichiers vers un nouveau dossier",
    "Remove": "Enlever",
    "Show all payees": "Montrer tous les bénéficiaires",
    "Status": "Statut",
    "Fixed {{count}} splits with a blank payee._one": "Correction de {{count}} transaction sans bénéficiaire.",
    "Fixed {{count}} splits with a blank payee._many": "Correction de {{count}} transactions sans bénéficiaire.",
    "Fixed {{count}} splits with a blank payee._other": "Correction de {{count}} transactions sans bénéficiaire.",
    "No payees": "Pas de bénéficiaires",
    "Summary": "Résumé",
    "Suggested Payees": "Bénéficiaires suggérés",
    "No payees selected": "Pas de bénéficiaire sélectionné",
    "Run Rules": "Exécuter les règles",
    "Set budgets to 12 month average": "Définir les budgets à la moyenne des 12 derniers mois",
    "Syncing": "Synchronisation",
    "Theme": "Thème",
    "Then apply these actions:": "Alors appliquer ces actions :",
    "Link bank in browser": "Lier une banque dans le navigateur",
    "Network unavailable": "Réseau indisponible",
    "New custom report": "Nouveau rapport personnalisé",
    "Numbers": "Nombres",
    "Received": "Reçu",
    "Reconciled": "Rapproché",
    "Rename": "Renommer",
    "Rename budget": "Renommer le budget",
    "Reports": "Rapports",
    "Saturday": "Samedi",
    "OpenID is": "OpenID est",
    "Role": "Rôle",
    "Role is required.": "Le rôle est obligatoire.",
    "Loading transactions...": "Chargement des transactions…",
    "Schedules": "Échéanciers",
    "Search": "Chercher",
    "Secret Key:": "Clé secrète :",
    "Settings": "Paramètres",
    "It is recommended for the encryption password to be different than the log-in password in order to better protect your data.": "Il est recommandé d'utiliser un mot de passe différent pour le chiffrement de celui utilisé pour se connecter afin de mieux protéger vos données.",
    "Link to schedule": "Lier à l'échéancier",
    "Loading report...": "Chargement du rapport…",
    "Loading reports...": "Chargement des rapports…",
    "Mode:": "Mode :",
    "Name cannot be blank.": "Le nom ne peut pas être vide.",
    "Name {{ newAccountName }} already exists.": "Le nom {{ newAccountName }} existe déjà.",
    "Open Actual": "Ouvrir Actual",
    "Options": "Options",
    "Redo the last undone change": "Refaire le dernier changement annulé",
    "Repeat every": "Répéter tous les",
    "Repeats": "Se répète",
    "Report Name": "Nom du rapport",
    "Spent": "Dépensé",
    "Spent amount for {{categoryName}} category": "Montant dépensé pour la catégorie {{categoryName}}",
    "Syncing... {{count}} accounts remaining_one": "Synchronisation… {{count}} compte restant",
    "Syncing... {{count}} accounts remaining_many": "Synchronisation… {{count}} comptes restants",
    "Syncing... {{count}} accounts remaining_other": "Synchronisation… {{count}} comptes restants",
    "It is required to provide a token.": "Il est nécessaire de fournir un jeton.",
    "Saved Reports": "Rapports enregistrés",
    "Move to a category": "Déplacer vers une catégorie",
    "No backups available": "Pas de sauvegardes disponibles",
    "No linked transactions": "Pas de transactions liées",
    "No matching transactions": "Aucune transaction correspondante",
    "Replace": "Remplace",
    "Schedule": "Échéancier",
    "Sum": "Somme",
    "Schedule: {{name}}": "Échéancier : {{name}}",
    "payee (name)": "bénéficiaire (nom)",
    "Saved Filters": "Filtres enregistrés",
    "Manage and view users who can create new budgets or be invited to access existing ones.": "Gérer et voir les utilisateurs pouvant créer de nouveaux budgets ou pouvant être invités à accéder à ceux existants.",
    "Reconciled Transaction": "Transaction rapprochée",
    "Last sync": "Dernière synchronisation",
    "Restart app": "Redémarrer l'app",
    "Net Debts:": "Dettes nettes :",
    "Set a long-term goal instead of a monthly goal": "Définir un objectif à long terme au lieu d'un objectif mensuel",
    "Sort:": "Trier :",
    "Bank": "Banque",
    "Example": "Exemple",
    "Fund upcoming scheduled transaction only on needed month": "Financer les planifications à venir seulement pour le mois nécessaire",
    "Login expired, please log in again.": "Connexion expirée, veuillez vous reconnecter.",
    "Net worth graph": "Graphique de la valeur nette",
    "No languages available": "Aucune langue disponible",
    "OpenID provider": "Fournisseur OpenID",
    "No transactions": "Pas de transaction",
    "None": "Aucun",
    "Found {{count}} split transactions with mismatched amounts on the below dates. Please review them manually:_one": "{{count}} transaction fractionnée avec des montants incohérents trouvée aux dates ci-dessous. Veuillez la vérifier manuellement :",
    "Found {{count}} split transactions with mismatched amounts on the below dates. Please review them manually:_many": "{{count}} transactions fractionnées avec des montants incohérents trouvées aux dates ci-dessous. Veuillez les vérifier manuellement :",
    "Found {{count}} split transactions with mismatched amounts on the below dates. Please review them manually:_other": "{{count}} transactions fractionnées avec des montants incohérents trouvées aux dates ci-dessous. Veuillez les vérifier manuellement :",
    "Net Worth": "Valeur nette",
    "Net worth:": "Valeur nette :",
    "No actions available": "Aucune action disponible",
    "Not all users were deleted. Check if one of the selected users is the server owner.": "Tous les utilisateurs n'ont pas été supprimés. Vérifiez si l'un des utilisateurs sélectionnés est le propriétaire du serveur.",
    "Net:": "Net :",
    "notes": "notes",
    "No schedules": "Pas d'échéanciers",
    "No schedules found": "Pas d'échéanciers trouvés",
    "No recurring date": "Pas de date récurrente",
    "No rules": "Aucune règle",
    "Login expired": "Connexion expirée",
    "No users": "Aucun utilisateur",
    "No users available": "Pas d'utilisateurs disponibles",
    "OpenID server cannot be empty": "Le serveur OpenID ne peut pas être vide",
    "Live": "En direct",
    "No": "Non",
    "Notes: {{name}}": "Notes : {{name}}",
    "OpenID is required to enable multi-user mode.": "OpenID est nécessaire pour activer le mode multi-utilisateurs.",
    "OpenID was enabled but cleanup failed. Please refresh the application.": "OpenID a été activé mais le nettoyage a échoué. Veuillez actualiser l'application.",
    "Overbudgeted": "Surbudgétisé",
    "Overspent:": "Dépassement de budget :",
    "Overspent": "Dépassement de budget",
    "If left empty, it will be updated from your OpenID provider on the user's login, if available there.": "S'il est laissé vide, il sera mis à jour depuis votre fournisseur OpenID lors de la connexion de l'utilisateur, si disponible.",
    "Next: {{month}}": "Suivant : {{month}}",
    "No budget files": "Pas de fichiers de budget",
    "No notes": "Pas de notes",
    "No server": "Pas de serveur",
    "Note that the URL depends on your application domain and region.": "Notez que l'URL dépend de votre domaine d'application et de votre région.",
    "Actual field": "Champ actuel",
    "Bank field": "Champ vide",
    "Payment": "Paiement",
    "Please select a user.": "Veuillez sélectionner un utilisateur.",
    "Payments": "Paiements",
    "OpenID Connect on the Microsoft identity platform": "OpenID Connect sur la plate-forme d'identité de Microsoft",
    "Open budget menu for {{categoryName}} category": "Ouvrir le menu du budget pour la catégorie {{categoryName}}",
    "not one of": "pas l'un des",
    "No transactions found": "Aucune transaction trouvée",
    "one of": "l'un des",
    "Field mapping": "Liaison du champ",
    "Multi-month Templates": "Modèle sur plusieurs mois",
    "Net Payment": "Montant net",
    "It is required to provide both the secret id and secret key.": "Il est nécessaire de fournir à la fois l'id secret et la clé secrète.",
    "If you use a backup, you will have to set up all your devices to sync from the new budget.": "Si vous utilisez une sauvegarde, vous devrez configurer tous vos appareils pour synchroniser le nouveau budget.",
    "If you’ve already downloaded your data on other devices, you will need to reset them. Actual will automatically take you through this process.": "Si vous avez déjà téléchargé vos données sur d’autres appareils, vous devrez les réinitialiser. Actual vous conduira automatiquement à travers ce processus.",
    "Key generation is randomized. The same password will create different keys, so this will change your key regardless of the password being different.": "La génération de clé est aléatoire. Le même mot de passe créera des clés différentes, ce qui changera votre clé indépendamment du mot de passe.",
    "Net": "Net",
    "Merging will remove the payee and transfer any existing rules to the new payee.": "Fusionner supprimera le bénéficiaire et transférera toutes règles existantes au nouveau bénéficiaire.",
    "No split transactions found needing repair.": "Aucune transaction fractionnée nécessitant une réparation n'a été trouvée.",
    "Your files won’t be moved. You can manually move them to the folder.": "Vos fichiers ne seront pas déplacés, Vous pouvez les déplacer manuellement vers le dossier.",
    "Transferred {{amount}} to {{categoryName}}": "{{amount}} transférés vers {{categoryName}}",
    "Transfers:": "Transferts :",
    "When": "Quand",
    "Uncategorized & Off budget": "Non catégorisé & Hors budget",
    "Transfers": "Transferts",
    "Today": "Aujourd'hui",
    "View next month": "Voir le mois prochain",
    "Yearly": "Annuellement",
    "You’re up to date!": "Vous êtes à jour !",
    "Unknown error with budget name": "Erreur inconnue avec le nom du budget",
    "Unselect All": "Tout désélectionner",
    "Upcoming dates": "Prochaines dates",
    "Year": "Année",
    "Post": "Après",
    "Transactions will no longer be synchronized with this account and must be manually entered.": "Les transactions ne seront plus synchronisées avec ce compte et devront être entrées manuellement.",
    "(No payee)": "(Aucun bénéficiaire)",
    "<0><0>Custom Report:</0></0> <2>{{name}}</2>": "<0><0>Rapport personnalisé :</0></0> <2>{{name}}</2>",
    "You can always manually post a transaction later for a due schedule by selecting the schedule and clicking “Post transaction today” in the action menu.": "Vous pouvez toujours publier une transaction plus tard manuellement pour un échéancier dû en le sélectionnant et en cliquant sur « Publier la transaction aujourd'hui » dans le menu d'actions.",
    "Please update Actual!": "Merci de mettre à jour Actual !",
    "We found the following accounts. Select which ones you want to add:": "Nous avons trouvé les comptes suivants. Sélectionnez ceux que vous souhaitez ajouter :",
    "You are about to change Actual’s data directory from:": "Vous êtes sur le point de changer le dossier de données d'Actual depuis :",
    "Transfer": "Transfert",
    "Understanding these roles is essential for managing users and responsibilities effectively.": "Comprendre ces rôles est essentiel pour gérer les utilisateurs et leurs responsabilités efficacement.",
    "Overfunded ({{amount}})": "Surfinancé ({{amount}})",
    "Thursday": "Jeudi",
    "Unknown": "Inconnu",
    "Weeks": "Semaines",
    "Wednesday": "Mercredi",
    "Years": "Années",
    "Yes": "Oui",
    "You are not logged in.": "Vous n'êtes pas connecté.",
    "Totals": "Totaux",
    "Transfer this amount:": "Transférer ce montant :",
    "Type the server password to disable OpenID": "Entrez le mot de passe du serveur pour désactiver OpenID",
    "Unlink": "Délier",
    "Update key": "Mettre à jour la clé",
    "View file list": "Voir la liste de fichiers",
    "We had an unknown problem opening “{{id}}”.": "Nous avons eu un problème inconnu en ouvrant « {{id}} ».",
    "View {{name}} transactions": "Voir les transactions de {{name}}",
    "Update now": "Mettre à jour maintenant",
    "User": "Utilisateur",
    "Weekly": "Hebdomadaire",
    "Weekly Templates": "Modèles hebdomadaires",
    "Please enter a value for the username; the field cannot be empty.": "Merci d'entrer une valeur pour le nom d'utilisateur ; ce champ ne peut pas être vide.",
    "Transfer to another category": "Transférer vers une autre catégorie",
    "Tuesday": "Mardi",
    "Transfer ownership": "Transférer la propriété",
    "User Access Management": "Gestion des accès utilisateurs",
    "Uncategorized": "Non catégorisé",
    "Undo the last change": "Annuler la dernière modification",
    "View notes": "Voir les notes",
    "View previous month": "Voir le mois précédent",
    "View rules": "Voir les règles",
    "We found some possible schedules in your current transactions. Select the ones you want to create.": "Nous avons trouvé de potentiels échéanciers parmi vos transactions actuelles. Sélectionnez ceux que vous souhaitez créer.",
    "Time": "Temps",
    "Token:": "Jeton :",
    "Total": "Total",
    "Transfer to:": "Transférer vers :",
    "Transfer To/From": "Transférer Vers/Depuis",
    "Try again": "Réessayer",
    "Type:": "Type :",
    "Update": "Mettre à jour",
    "Username": "Nom d'utilisateur",
    "View current month": "Voir le mois en cours",
    "to": "à",
    "(+{{numHiddenPayees}} more)": "(+{{numHiddenPayees}} en plus)",
    "Net worth shows the balance of all accounts over time, including all of your investments. Your “net worth” is considered to be the amount you’d have if you sold all your assets and paid off as much debt as possible. If you hover over the graph, you can also see the amount of assets and debt individually.": "La valeur nette montre le solde de tous les comptes dans le temps, y compris tous vos investissements. Votre « valeur nette » est considérée comme le montant que vous auriez si vous vendiez tous vos actifs et remboursiez autant de dettes que possible. Si vous placez votre souris sur le graphique, vous pouvez également voir séparément le montant des actifs et des dettes.",
    "Available funds": "Fonds disponibles",
    "Import pending transactions": "Importer les transactions en cours",
    "In our user directory, each user is assigned a specific role that determines their permissions and capabilities within the system.": "Dans notre répertoire utilisateur, chaque utilisateur est assigné à un rôle spécifique, qui détermine ses autorisations et ses capacités dans le système.",
    "No users available to give access": "Aucun utilisateur disponible pour donner accès",
    "Open balance menu for {{categoryName}} category": "Ouvrir le menu de solde pour la catégorie {{categoryName}}",
    "Import transaction notes": "Importer les notes de transaction",
    "Password successfully changed": "Mot de passe modifié avec succès",
    "Integrating Google Sign-In into your web app": "Intégration de Google Sign-In dans votre application web",
    "Item is no longer authorized. You need to login again.": "L'article n'est plus autorisé. Vous devez vous connecter à nouveau.",
    "I understand the risks, run Actual in the unsupported fallback mode": "Je comprends les risques, exécuter Actual en mode de secours non pris en charge",
    "Budgeted MTD": "Budget mensuel cumulé",
    "Covered {{toCategoryName}} overspending from {{fromCategoryName}}.": "Couverture du dépassement de budget de {{toCategoryName}} à partir de {{fromCategoryName}}.",
    "Custom Report:": "Rapport personnalisé :",
    "For next month": "Pour le mois prochain",
    "Hide": "Masquer",
    "Fixed {{count}} splits with the wrong cleared flag._one": "Correction de {{count}} transaction fractionnée avec un indicateur de rapprochement incorrect.",
    "Fixed {{count}} splits with the wrong cleared flag._many": "Correction de {{count}} transactions fractionnées avec un indicateur de rapprochement incorrect.",
    "Fixed {{count}} splits with the wrong cleared flag._other": "Correction de {{count}} transactions fractionnées avec un indicateur de rapprochement incorrect.",
    "<0>Export</0> your data as a zip file containing <3>db.sqlite</3> and <5>metadata.json</5> files. It can be imported into another Actual instance by closing an open file (if any), then clicking the “Import file” button, then choosing “Actual.”": "<0>Exporter</0> vos données sous forme d'un fichier zip contenant les fichiers <3>db.sqlite</3> et <5>metadata.json</5>. Il peut être importé dans une autre instance d'Actual en fermant un fichier ouvert (le cas échéant), puis en cliquant sur le bouton « Importer un fichier », puis en choisissant « Actual ».",
    "Reconciliation balance adjustment": "Ajustement pour le rapprochement bancaire",
    "Schedule Templates": "Modèles d'échéancier",
    "Remove active category filters to show the category selector.": "Supprimez les filtres de catégorie actifs pour afficher le sélecteur de catégorie.",
    "Reset to default": "Restaurer les paramètres par défaut",
    "Revert changes": "Annuler les modifications",
    "Revert to original version": "Restaurer la version initiale",
    "Rollover overspending": "Report des dépassements de budget",
    "Select a backup to load. After loading a backup, you will have a chance to revert to the current version in this screen.": "Sélectionnez une sauvegarde à charger. Après avoir chargé une sauvegarde, vous aurez la possibilité de revenir à la version actuelle sur cet écran.",
    "Reset GoCardless credentials": "Réinitialiser les identifiants GoCardless",
    "Save compare and filter options": "Sauvegarder les paramètres de comparaison et de filtrage",
    "Long": "Long",
    "Save new filter": "Sauvegarder le nouveau filtre",
    "Include current Month": "Inclure le mois en cours",
    "Include current Month in live range": "Inclure le mois en cours dans la plage active",
    "Include current period in live range": "Inclure la période en cours dans la plage active",
    "Include current Year": "Inclure l'année en cours",
    "No transactions found with mappable fields, accounts must have been synced at least once for this function to be available.": "Aucune transaction avec des champs compatibles trouvée. Veuillez synchroniser vos comptes au moins une fois pour activer cette fonction.",
    "New Transaction": "Nouvelle Transaction",
    "Reauthorize": "Valider à nouveau",
    "Save notes": "Enregistrer les notes",
    "Save widget": "Enregistrer le widget",
    "Schedules (Soon)": "Échéanciers (Bientôt)",
    "Search {{accountName}}": "Rechercher {{accountName}}",
    "Select a role; the field cannot be empty.": "Sélectionnez un rôle ; ce champ ne peut pas être vide.",
    "Remove overspending rollover": "Désactiver le report des dépassements de budget",
    "Remove all sorting": "Supprimer tous les tris",
    "Reset SimpleFIN credentials": "Réinitialiser les identifiants SimpleFIN",
    "Rules are always run in the order that you see them.": "Les règles sont toujours exécutées dans l'ordre dans lequel elles apparaissent.",
    "Remove recurrence": "Annuler la récurrence",
    "Review OpenID configuration": "Vérifier la configuration OpenID",
    "Saved:": "Économisé :",
    "Securing Applications with Keycloak": "Sécuriser les applications avec Keycloak",
    "Multi-user will not work after disabling": "La désactivation empêchera l'utilisation multi-utilisateur",
    "Select a user": "Sélectionnez un utilisateur",
    "Include current Year in live range": "Inclure l'année en cours dans la plage active",
    "Include current period": "Inclure la période en cours",
    "See <2>Goal Templates</2> for more information.": "Consultez les <2>modèles d'objectifs</2> pour plus d'informations.",
    "Reset budget cache": "Réinitialiser le cache du budget",
    "Note that the URL depends on your authentik domain and provider slug name.": "Veuillez noter que l'URL est spécifique à votre domaine Authentik et au nom unique (slug) de votre fournisseur.",
    "On budget": "Dans le budget",
    "Modal dialog": "Boîte de dialogue modale",
    "Move up when editing": "Déplacer vers le haut lors de l'édition",
    "SimpleFIN menu": "Menu SimpleFIN",
    "Move down when editing": "Déplacer vers le bas lors de l'édition",
    "Sign out": "Se déconnecter",
    "Sidebar menu": "Menu latéral",
    "Show uncategorized": "Afficher les éléments non catégorisés",
    "Move right when editing": "Déplacer vers la droite lors de l'édition",
    "Show unchecked": "Afficher les éléments non cochés",
    "Sign in": "Connexion",
    "Sign in to this Actual instance": "Se connecter à cette session Actual",
    "Sign in with OpenID": "Se connecter avec OpenID",
    "Move left when editing": "Déplacer vers la gauche lors de l'édition",
    "Modal logo": "Logo de la boîte de dialogue",
    "Move to the next transaction down": "Passer à la transaction suivante (en bas)",
    "Move to the next transaction up": "Passer à la transaction précédente (en haut)",
    "Long_noun": "Nom_long",
    "Set up bank sync": "Configurer la synchronisation bancaire",
    "Show hidden categories": "Afficher les catégories masquées",
    "This key only applies to this file. You will need to generate a new key for each file you want to encrypt.": "Cette clé est spécifique à ce fichier. Vous devrez générer une nouvelle clé pour chaque fichier à chiffrer.",
    "Show running balance": "Afficher le solde courant",
    "Once you have exported your data, select the file and Actual will import it. Budgets may not match up exactly because things work slightly differently, but you should be able to fix up any problems.": "Après avoir exporté vos données, sélectionnez le fichier pour l'importer dans Actual. Bien que les budgets puissent nécessiter quelques ajustements en raison de légères différences de fonctionnement, vous pourrez facilement les corriger.",
    "Show rows that are zero or blank": "Afficher les lignes vides ou contenant zéro",
    "Show empty rows": "Afficher les lignes vides",
    "Show uncategorized transactions": "Afficher les transactions non catégorisées",
    "Select All": "Tout sélectionner",
    "Show as": "Montrer comme",
    "Show advanced settings": "Montrer les paramètres avancés",
    "Show Summary": "Afficher le récapitulatif",
    "Show transactions for {{categoryName}} category": "Afficher les transactions pour la catégorie {{categoryName}}",
    "Show password": "Afficher le mot de passe",
    "Show balance": "Afficher le solde",
    "Show Legend": "Afficher la légende",
    "Set to 6 month average": "Définir sur la moyenne des 6 derniers mois",
    "Set up GoCardless": "Configurer GoCardless",
    "Set to yearly average": "Définir sur la moyenne annuelle",
    "Set up SimpleFIN for bank sync": "Configurer SimpleFIN pour la synchronisation bancaire",
    "Set-up SimpleFIN": "Configurer SimpleFIN",
    "Show completed schedules": "Afficher les échéanciers terminés",
    "This custom report has been deleted.": "Ce rapport personnalisé a été supprimé.",
    "This is a <1>hosted file</1> but it was created by another user. You can only delete the local copy.": "Ceci est un <1>fichier hébergé</1>, mais il a été créé par un autre utilisateur. Seule la copie locale peut être supprimée.",
    "This is a <1>hosted file</1> which means it is stored on your server to make it available for download on any device. You can delete it from the server, which will also remove it from all of your devices.": "Il s'agit d'un <1>fichier hébergé</1>, ce qui signifie qu'il est stocké sur votre serveur afin d'être disponible au téléchargement sur n'importe quel appareil. Vous pouvez le supprimer du serveur, ce qui le supprimera également de tous vos appareils.",
    "This is a cloud-based file but its state is unknown because you are offline.": "Il s'agit d'un fichier basé sur le cloud, mais son état est inconnu car vous êtes hors ligne.",
    "This report is configured to use a non-existing filter value (i.e. category/account/payee).": "Ce rapport est configuré pour utiliser une valeur de filtre inexistante (par exemple, catégorie/compte/bénéficiaire).",
    "This month": "Ce mois-ci",
    "Reopen account": "Rouvrir le compte",
    "Your password or something else has changed with your bank and you need to login again.": "Votre mot de passe ou quelque chose d'autre a changé avec votre banque et vous devez vous connecter à nouveau.",
    "Line Graph": "Graphique en courbe",
    "No open accounts could be found. Did you close the account? If so, unlink the account.": "Aucun compte ouvert n'a pu être trouvé. Avez-vous fermé le compte ? Le cas échéant, dissociez le compte.",
    "Your budget is hosted on a server, making it accessible for download on your devices.<1></1>Would you like to duplicate this budget for all your devices or keep it stored locally on this device?": "Votre budget est hébergé sur un serveur, ce qui le rend accessible pour le téléchargement sur vos appareils. <1></1>Souhaitez-vous le dupliquer pour tous vos appareils ou bien le conserver localement sur celui-ci ?",
    "Your browser doesn’t support IndexedDB in this environment, a feature that Actual requires to run. This might happen if you are in private browsing mode. Please try a different browser or turn off private browsing.": "Votre navigateur ne prend pas en charge IndexedDB sur cet environnement, celle-ci est nécessaire à Actual pour fonctionner correctement. Cela peut se produire si vous êtes en mode de navigation privée. Veuillez essayer sur un autre navigateur ou désactiver la navigation privée.",
    "You don't have the required permissions to set up secrets. Please contact an Admin to configure": "Vous n'avez pas les autorisations requises pour établir des secrets. Veuillez contacter un administrateur pour configurer",
    "You don`t have permissions over this file.": "Vous n'avez pas d'autorisations sur ce fichier.",
    "You have to be admin to set secrets": "Vous devez être administrateur pour définir des secrets",
    "Your data is encrypted with a key that only you have before sending it it out to the cloud. Local data remains unencrypted so if you forget your password you can re-encrypt it.": "Vos données sont chiffrées avec une clé que vous seul disposez avant de les envoyer au cloud. Les données locales restent non cryptées, donc si vous oubliez votre mot de passe, vous pouvez les chiffrer à nouveau.",
    "Right": "Droite",
    "Select category...": "Sélectionner une catégorie…",
    "Select account...": "Sélectionnez un compte…",
    "Select file...": "Sélectionner un fichier…",
    "Select language": "Sélectionner une langue",
    "<0>Link a <1>North American</1> bank account</0> to automatically download transactions. SimpleFIN provides reliable, up-to-date information from hundreds of banks.": "<0>Connectez un compte bancaire <1>nord-américain</1></0> pour télécharger automatiquement vos transactions. SimpleFIN fournit des informations fiables et actualisées provenant de centaines de banques.",
    "Overspent in {{prevMonthName}}": "Dépassement du budget en {{prevMonthName}}",
    "Select account": "Sélectionnez un compte",
    "Please get <2>in touch</2> for support": "Veuillez <2>nous contacter</2> pour obtenir de l'aide",
    "Select an app to import from, and we’ll guide you through the process.": "Choisissez l'application depuis laquelle importer vos données, et nous vous accompagnerons pas à pas.",
    "Note that the URL depends on your Keycloak domain and realm.": "Veuillez noter que l'URL est spécifique à votre domaine Keycloak et à votre realm (espace d'administration).",
    "Pin sidebar": "Épingler la barre latérale",
    "Post transactions": "Publier les transactions",
    "<0>Link a <1>European</1> bank account</0> to automatically download transactions. GoCardless provides reliable, up-to-date information from hundreds of banks.": "<0>Connectez un compte bancaire <1>européen</1></0> pour télécharger automatiquement vos transactions. GoCardless fournit des informations fiables et actualisées provenant de centaines de banques.",
    "Select a user from the directory": "Sélectionner un utilisateur depuis le répertoire",
    "Select new file...": "Sélectionner un nouveau fichier…",
    "Some access permissions were not revoked successfully.": "Certains droits d'accès n'ont pas été supprimés correctement.",
    "The window should close automatically. If nothing happened you can close this window or tab.": "Cette fenêtre devrait se fermer automatiquement. Si ce n'est pas le cas, vous pouvez la fermer manuellement.",
    "Skip next scheduled date": "Ignorer la prochaine échéance",
    "Spending analysis": "Analyse des dépenses",
    "Success! Click to continue": "Succès ! Cliquez pour continuer",
    "System default": "Valeur par défaut du système",
    "The username registered within the OpenID provider.": "Le nom d'utilisateur enregistré auprès du fournisseur OpenID.",
    "Rate limit exceeded for this item. Please try again later.": "La limite de requêtes pour cet élément a été dépassée. Veuillez réessayer plus tard.",
    "Skip lines:": "Ignorer les lignes :",
    "Stacked Bar Graph": "Histogramme à barres empilées",
    "Subfeature: Budget automations UI": "Sous-fonctionnalité : Interface d'automatisation du budget",
    "Select one of these compressed files and import it here.": "Sélectionner un de ces fichiers compressés et l'importer ici.",
    "Switch Budget File": "Basculer vers un autre fichier de budget",
    "There are payees that have schedules that are due today._one": "Un bénéficiaire a une échéance attendue aujourd'hui.",
    "There are payees that have schedules that are due today._many": "Des bénéficiaires ont des échéances attendues aujourd'hui.",
    "There are payees that have schedules that are due today._other": "Des bénéficiaires ont des échéances attendues aujourd'hui.",
    "Prepend": "Préfixer",
    "Pre": "Pré",
    "Set notes for selected transactions": "Définir les notes pour les transactions sélectionnées",
    "Proceed with caution.": "Veuillez agir avec prudence.",
    "Set budgets to 6 month average": "Définir les budgets à la moyenne des 6 derniers mois",
    "Something internally went wrong. You may want to restart the app if anything looks wrong. Please report this as a new issue on GitHub.": "Un problème interne est survenu. Il est conseillé de redémarrer l'application si quelque chose semble anormal. Veuillez signaler ce problème en créant un nouveau rapport sur GitHub.",
    "Since you are transferring the balance from an on budget account to an off budget account, this transaction must be categorized. Select a category:": "Puisque vous transférez le solde d'un compte inclus dans votre budget vers un compte hors budget, cette transaction doit être catégorisée. Veuillez choisir une catégorie :",
    "Something happened while editing access": "Un problème est survenu lors de la modification des accès",
    "Something went wrong trying to download that file, sorry! Visit https://actualbudget.org/contact/ for support. reason: {{reason}}{{info}}": "Un problème est survenu lors du téléchargement de ce fichier, désolé ! Veuillez consulter https://actualbudget.org/contact/ pour obtenir de l'aide. Raison : {{reason}}{{info}}",
    "Projected savings:": "Épargne estimée :",
    "Select all transactions": "Sélectionner toutes les transactions",
    "Static": "Statique",
    "Reset next month’s buffer": "Réinitialiser la provision du mois prochain",
    "Stage of rule:": "Étape de la règle :",
    "Something went wrong trying to create a key, sorry! Visit https://actualbudget.org/contact/ for support.": "Un problème est survenu lors de la tentative de création d'une clé, désolé ! Veuillez consulter https://actualbudget.org/contact/ pour obtenir de l'aide.",
    "There was a problem loading your date range": "Problème lors du chargement de la plage de dates",
    "The stage of a rule allows you to force a specific order. Pre rules always run first, and post rules always run last. Within each stage rules are automatically ordered from least to most specific.": "L'étape d'une règle permet de forcer un ordre d'exécution. Les règles « Pré » sont toujours exécutées avant les autres, et les règles « Après » après. Dans chaque étape, l'ordre est déterminé automatiquement, de la règle la moins spécifique à la plus spécifique.",
    "Select transactions to link on save": "Sélectionner les transactions à lier lors de la sauvegarde",
    "Server online": "Serveur en ligne",
    "Set to 3 month average": "Définir sur la moyenne des 3 derniers mois",
    "Stage": "Étape",
    "Template": "Modèle",
    "Server version: {{version}}": "Version du serveur : {{version}}",
    "Select zip file...": "Sélectionner le fichier ZIP…",
    "Switch budget file": "Basculer vers un autre fichier de budget",
    "Server Owner": "Propriétaire du serveur",
    "Selected role does not exist, possibly a bug? Visit https://actualbudget.org/contact/ for support.": "Le rôle sélectionné n'existe pas, il s'agit peut-être d'un bug ? Consultez https://actualbudget.org/contact/ pour obtenir de l'aide.",
    "Something happened while deleting users": "Un problème est survenu lors de la suppression des utilisateurs",
    "Start using a server": "Commencer à utiliser un serveur",
    "The client secret associated with the ID generated by the OpenID provider.": "Clé secrète du client associée à l'ID généré par le fournisseur OpenID.",
    "The first user to login will become the server owner": "Le premier utilisateur à se connecter sera désigné comme propriétaire du serveur",
    "Select the login method": "Sélectionner la méthode d'authentification",
    "The OpenID provider URL.": "L'URL du fournisseur OpenID.",
    "The username you entered already exists. Please choose a different username.": "Ce nom d'utilisateur est déjà utilisé. Veuillez choisir un nom différent.",
    "Saving your changes to this reconciled transaction may bring your reconciliation out of balance.": "La sauvegarde de vos modifications sur cette transaction déjà rapprochée peut entraîner un déséquilibre lors du prochain rapprochement bancaire.",
    "Select Provider": "Sélectionner le fournisseur",
    "Selected balance:": "Solde sélectionné :",
    "Selected role does not exists, possibly a bug? Visit https://actualbudget.org/contact/ for support.": "Le rôle sélectionné n'existe pas, il s'agit peut-être d'un bug ? Consultez https://actualbudget.org/contact/ pour obtenir de l'aide.",
    "Selected transactions": "Transactions sélectionnées",
    "Server offline": "Serveur hors ligne",
    "Set account for selected transactions": "Définir le compte pour les transactions sélectionnées",
    "Set budgets to 3 month average": "Définir les budgets à la moyenne des 3 derniers mois",
    "Set budgets to zero": "Définir les budgets à zéro",
    "Set category for selected transactions": "Définir une catégorie pour les transactions sélectionnées",
    "Set up GoCardless for bank sync": "Configurer GoCardless pour la synchronisation bancaire",
    "The first user to login with OpenID will be the <2>server owner</2>. This can't be changed using UI.": "Le premier utilisateur à se connecter avec OpenID sera le <2>propriétaire du serveur</2>. Cette action est irréversible depuis l'interface.",
    "The newer web app": "La version web la plus récente",
    "The server returned the following error:": "Le serveur a retourné l'erreur suivante :",
    "Something went wrong while resetting your file. Please try again.": "Un problème est survenu lors de la réinitialisation de votre fichier. Veuillez réessayer.",
    "template ": "modèle ",
    "The account needs your attention at <2>SimpleFIN</2>.": "Votre attention est requise sur le compte <2>SimpleFIN</2>.",
    "Text position:": "Emplacement du texte :",
    "Text widget": "Widget de texte",
    "There was a problem loading the app in this browser version.": "Un problème est survenu lors du chargement de l'application web.",
    "Secret ID:": "ID secret :",
    "Overwrite with budget template": "Remplacer avec un modèle de budget",
    "Rule action templating": "Personnalisation des actions de règle",
    "Summary card": "Fiche de synthèse",
    "There was an unrecoverable error in the UI. Sorry!": "L'interface utilisateur a rencontré une erreur fatale. Nous sommes désolés !",
    "This week": "Cette semaine",
    "Revert to server password": "Restaurer le mot de passe du serveur",
    "These transactions match this schedule:": "Les transactions suivantes correspondent à cette échéance :",
    "This file is invalid.": "Ce fichier est invalide.",
    "To Budget": "À budgétiser",
    "Transfer to category": "Transférer vers la catégorie",
    "Unable to disable OpenID. Please update the config.json file in this case.": "Impossible de désactiver OpenID. Veuillez mettre à jour le fichier config.json dans ce cas.",
    "We couldn’t apply that change to the database. Please report this as a bug by [opening a GitHub issue]({{githubIssueLink}}).": "Nous n'avons pas pu appliquer cette modification à la base de données. Veuillez signaler ce problème en ouvrant un ticket sur GitHub({{githubIssueLink}}.",
    "This only affects how schedules are displayed and not how budget data is stored. It can be changed at any time.": "Cela affecte uniquement l'affichage des échéances et non la manière dont les données budgétaires sont stockées. Cela peut être modifié à tout moment.",
    "There was an error changing your directory, please check the directory and try again.": "Une erreur s'est produite lors du changement de votre répertoire, veuillez vérifier le répertoire et réessayer.",
    "This account has transactions so we can’t permanently delete it.": "Ce compte ne peut pas être supprimé définitivement car il contient des transactions.",
    "Unfavorite": "Supprimer des favoris",
    "This action is irreversible, ownership of this budget file will only be able to be transferred by the server administrator or new owner.": "Cette action est irréversible. La propriété de ce fichier de budget ne pourra être transférée que par l'administrateur du serveur ou le nouveau propriétaire.",
    "This rule applies to these transactions:": "Cette règle s'applique aux transactions suivantes :",
    "Timed out. Please try again.": "Délai d'attente dépassé. Veuillez réessayer.",
    "to ": "vers ",
    "There was a problem loading your report": "Le chargement de votre rapport a rencontré un problème",
    "This file was encrypted with a different key than you are currently using. This probably means you changed your password. Enter your current password to update your key.": "Ce fichier a été chiffré avec une clé différente de celle que vous utilisez actuellement. Cela signifie probablement que vous avez changé votre mot de passe. Entrez votre mot de passe actuel pour mettre à jour votre clé.",
    "Spent Average {{monthYearFormatted}} MTD:": "Dépenses moyennes depuis le début de {{monthYearFormatted}} :",
    "Split (no payee)": "Diviser (sans bénéficiaire)",
    "Split amount into separate inflow/outflow columns": "Séparer le montant en colonnes flux entrant/sortant",
    "To import data from YNAB4, locate where your YNAB4 data is stored. It is usually in your Documents folder under YNAB. Your data is a directory inside that with the<1>.ynab4</1> suffix.": "Pour importer des données depuis YNAB4, localisez l'emplacement de vos données YNAB4. Il se trouve généralement dans votre dossier Documents sous YNAB. Vos données sont un répertoire à l'intérieur de celui-ci avec le suffixe <1>.ynab4</1>.",
    "Unsaved report": "Rapport non enregistré",
    "Show transactions": "Afficher les transactions",
    "This budget cannot be loaded with this version of the app.": "Cette version de l'application ne peut pas charger ce budget.",
    "To link your bank account, you will be redirected to a new page where GoCardless will ask to connect to your bank. GoCardless will not be able to withdraw funds from your accounts.": "Afin de connecter votre compte bancaire, vous allez être redirigé vers une page GoCardless vous demandant l'autorisation d'accéder à votre banque. GoCardless ne pourra en aucun cas retirer des fonds de vos comptes.",
    "Usually we automatically post transactions for these, but you are offline or syncing failed. In order to avoid duplicate transactions, we let you choose whether or not to create transactions for these schedules.": "Habituellement, nous enregistrons automatiquement les transactions pour ces échéances, mais vous êtes hors ligne ou la synchronisation a échoué. Pour éviter les doublons, nous vous laissons choisir si vous souhaitez créer ces transactions.",
    "Text Widget": "Widget de texte",
    "Show “cleared” checkboxes": "Afficher les cases « validées »",
    "Spent {{monthYearFormatted}} MTD:": "Dépenses depuis le début de {{monthYearFormatted}} :",
    "Spent Average {{monthYearFormatted}}:": "Dépenses moyennes de {{monthYearFormatted}} :",
    "The current password will be disabled": "Le mot de passe actuel sera invalidé",
    "Spent {{monthYearFormatted}} MTD": "Dépenses {{monthYearFormatted}} depuis le début du mois",
    "This account is experiencing connection problems. Let’s fix it.": "Ce compte rencontre des problèmes de connexion. Corrigeons cela.",
    "This account has a balance of <2>{{balance}}</2>. To close this account, select a different account to transfer this balance to:": "Le solde de ce compte est de <2>{{balance}}</2>. Pour fermer ce compte, sélectionnez un autre compte vers lequel transférer ce solde :",
    "This account has no transactions so it will be permanently deleted.": "Ce compte ne contient aucune transaction, il sera donc supprimé définitivement.",
    "This a <1>local file</1> which is not stored on a server.": "Il s'agit d'un <1>fichier local</1> qui n'est pas stocké sur un serveur.",
    "This will generate a new key for encrypting your data. <2>This requires a sync reset</2> and all other devices will have to revert to this version of your data. Actual will take you through that process on those devices.": "Cela générera une nouvelle clé pour chiffrer vos données. <2>Cela nécessite une réinitialisation de la synchronisation</2>, et tous les autres appareils devront revenir à cette version de vos données. Actual vous guidera à travers ce processus sur ces appareils.",
    "To enable end-to-end encryption, you need to create a key. We will generate a key based on a password and use it to encrypt from now on. <2>This requires a sync reset</2> and all other devices will have to revert to this version of your data. ": "Pour activer le chiffrement de bout en bout, vous devez créer une clé. Nous allons générer une clé basée sur un mot de passe et l'utiliser pour chiffrer les données à partir de maintenant. <2>Cela nécessite une réinitialisation de la synchronisation</2> et tous les autres appareils devront revenir à cette version de vos données. ",
    "Unable to connect to the server. We need to access the server to get some information about your keys.": "Impossible de se connecter au serveur. Nous devons accéder au serveur pour obtenir des informations sur vos clés.",
    "Synced field to map to {{field}}": "Champ synchronisé à associer à {{field}}",
    "This configuration is not valid. Please check it again.": "Cette configuration n'est pas valide. Veuillez la vérifier à nouveau.",
    "This will change the password for this server instance. All existing sessions will stay logged in.": "Cette action changera le mot de passe pour cette instance de serveur. Les sessions actuellement ouvertes resteront actives.",
    "This schedule has custom conditions and actions": "Cette échéance a des conditions et des actions personnalisées",
    "Single month": "Mois unique",
    "This budget cannot be loaded with this version of the app. Make sure the app is up-to-date.": "Ce budget ne peut pas être chargé avec cette version de l'application. Assurez-vous que l'application est à jour.",
    "Unable to decrypt file with this password. Please try again.": "Impossible de déchiffrer le fichier avec ce mot de passe. Veuillez réessayer.",
    "Uploading the file failed. Check your network connection.": "L'envoi du fichier a échoué. Vérifiez votre connexion réseau.",
    "There was a problem loading one of the chunks of the application. Please reload the page and try again. If the issue persists - there might be an issue with either your internet connection and/or the server where the app is hosted.": "Un problème est survenu lors du chargement d'une partie de l'application. Veuillez recharger la page et réessayer. Si le problème persiste, cela peut être dû à votre connexion Internet et/ou au serveur hébergeant l'application.",
    "Toggle the privacy filter": "Basculer le filtre de confidentialité",
    "prepend to notes": "Préfixer les notes",
    "To:": "À :",
    "Select a user from the directory to designate as the new budget owner.": "Sélectionner un utilisateur depuis le répertoire pour le désigner comme nouveau propriétaire du budget.",
    "Switch to tracking budgeting": "Passer au suivi budgétaire",
    "Toggle cleared for selected transactions": "Basculer l'état des transactions selectionés",
    "Toggle hidden categories": "Basculer l'affichage des catégories masquées",
    "Toggle selection of current transaction": "Basculer la sélection de la transaction courante",
    "Show off budget": "Visualiser le budget",
    "Spent {{monthYearFormatted}}:": "Dépenses de {{monthYearFormatted}} :",
    "Show Labels": "Afficher les étiquettes",
    "The payees <1>{payeeNamesList}</1> have schedules that are due today._one": "Le bénéficiaire {payeeNamesList} a des échéances prévues pour aujourd'hui.",
    "The payees <1>{payeeNamesList}</1> have schedules that are due today._many": "Les bénéficiaires {payeeNamesList} ont des échéances prévues pour aujourd'hui.",
    "The payees <1>{payeeNamesList}</1> have schedules that are due today._other": "Les bénéficiaires {payeeNamesList} ont des échéances prévues pour aujourd'hui.",
    "User Access": "Accès utilisateur",
    "Transaction list": "Liste des transactions",
    "Unlink account": "Dissocier le compte",
    "You are currently working from a backup.": "Vous travaillez actuellement à partir d'une sauvegarde.",
    "Waiting on GoCardless...": "En attente de GoCardless…",
    "Uncleared": "Non rapproché",
    "Transaction": "Transaction",
    "Use Memo as a fallback for empty Payees": "Utilisez Memo comme solution de repli pour les bénéficiaires vides",
    "Unsaved filter": "Filtre non sauvegardé",
    "Unnamed": "Sans nom",
    "Update report": "Mettre à jour le rapport",
    "User already has access.": "L'utilisateur a déjà accès.",
    "Username is required.": "Le nom d'utilisateur est requis.",
    "Transferring...": "Transfert…",
    "Use any OpenId provider of your preference. <2>If your provider does not support discovery, configure it manually from server</2>": "Utilisez le fournisseur OpenId de votre choix. <2>Si votre fournisseur ne prend pas en charge la découverte, configurez-le manuellement à partir du serveur</2>",
    "With <1>tracking budgeting</1>, category balances reset each month, and funds are managed using a “Saved” metric instead of “To Be Budgeted.” Income is forecasted to plan future spending, rather than relying on current available funds.": "Avec <1>le suivi budgétaire</1>, les soldes des catégories sont remis à zéro chaque mois, et les fonds sont alloués en fonction d'un indicateur « Épargné » au lieu de « À budgétiser ». Les revenus sont prévisionnels pour planifier les dépenses à venir, plutôt que de se baser sur les fonds actuellement disponibles.",
    "This cannot be changed later. See <2>Accounts Overview</2> for more information.": "Cette modification sera irréversible. Pour en savoir plus, consultez <2>Aperçu des comptes</2>.",
    "This file is encrypted and you have key to access it.": "Ce fichier est chiffré et vous possédez la clé pour y accéder.",
    "Switch to envelope budgeting": "Passer à la budgétisation par enveloppes",
    "Unlink from schedule": "Dissocier de l'échéancier",
    "Transfer: ": "Transfert : ",
    "Unable to decrypt file": "Impossible de déchiffrer le fichier",
    "This file is encrypted with an old unsupported key style. Recreate the key on a device where the file is available, or use an older version of Actual to download it.": "Ce fichier est chiffré avec un ancien type de clé non pris en charge. Recréez la clé sur un appareil où le fichier est disponible, ou utilisez une ancienne version d'Actual pour le télécharger.",
    "Range:": "Période :",
    "set": "définir",
    "This file is encrypted": "Ce fichier est chiffré",
    "Set payee for selected transactions": "Définir le bénéficiaire pour les transactions sélectionnées",
    "Show Error": "Afficher l'erreur",
    "This file is encrypted and you do not have the key for it.": "Ce fichier est chiffré et vous ne disposez pas de la clé de déchiffrement.",
    "The old unsupported desktop app": "L'application bureau obsolète",
    "To use the bank syncing features, you must first add an account.": "Veuillez d'abord ajouter un compte avant de pouvoir utiliser les fonctionnalités de synchronisation bancaire.",
    "Show off budget accounts": "Afficher les comptes hors budget",
    "This role is ideal for users who primarily need to manage their own budgets and participate in shared budget activities.": "Ce rôle convient parfaitement aux utilisateurs qui doivent principalement gérer leurs propres budgets et participer aux activités budgétaires collaboratives.",
    "Uncleared total:": "Total non rapproché :",
    "Using server: <1>{url}</1>": "Serveur utilisé : <1>{url}</1>",
    "Switching from:": "Passer de :",
    "The Client ID generated by the OpenID provider.": "L'identifiant du client généré par le fournisseur OpenID.",
    "Unable to duplicate a budget that is not located on your device.<1></1>Please download the budget from the server before duplicating.": "Impossible de dupliquer un budget qui ne se trouve pas sur votre appareil.<1></1> Veuillez télécharger le budget depuis le serveur avant de le dupliquer.",
    "We don’t have a key that encrypts or decrypts this file. Enter the password for this file to create the key for encryption.": "Nous n'avons pas la clé pour chiffrer ou déchiffrer ce fichier. Entrez le mot de passe de ce fichier pour créer la clé de chiffrement.",
    "You can also delete just the local copy. This will remove all local data and the file will be listed as available for download.": "Vous pouvez également supprimer seulement la copie sur votre appareil. Cela supprimera toutes les données enregistrées localement, et le fichier apparaîtra comme prêt à être téléchargé.",
    "Unable to enable OpenID. Please update the config.json file in this case.": "Impossible d'activer OpenID. Veuillez mettre à jour le fichier config.json dans ce cas.",
    "We had problems syncing your changes. Please report this as a bug by [opening a GitHub issue]({{githubIssueLink}}).": "Nous avons rencontré des problèmes lors de la synchronisation de vos modifications. Veuillez signaler ce problème en [ouvrant un ticket sur GitHub]({{githubIssueLink}}).",
    "Unable to encrypt your data because you are missing the key. Create the latest key in the next step.": "Impossible de chiffrer vos données car la clé est manquante. Créez la clé la plus récente à l'étape suivante.",
    "You can import data from another Actual account or instance. First export your data from a different account, and it will give you a compressed file. This file is a simple zip file that contains the <1>db.sqlite</1> and <4>metadata.json</4> files.": "Vous pouvez importer des données depuis un autre compte ou instance Actual. Exportez d'abord vos données depuis l'autre compte, ce qui créera un fichier compressé. Ce fichier est un simple fichier zip contenant les fichiers <1>db.sqlite</1> et <4>metadata.json</4>.",
    "Underfunded ({{amount}})": "Déficitaire ({{amount}})",
    "Up to $150 each month, and remove extra funds over $150": "Jusqu'à 150 $ chaque mois, et retirer les fonds supplémentaires au-delà de 150 $",
    "Users with the Basic role can create new budgets and be invited to collaborate on budgets created by others.": "Les utilisateurs avec le rôle Basique peuvent créer de nouveaux budgets et être invités à collaborer sur des budgets créés par d’autres.",
    "Year to date": "Année en cours",
    "You can also <2>force close</2> the account which will delete it and all its transactions permanently. Doing so may change your budget unexpectedly since money in it may vanish.": "Vous pouvez également <2>forcer la fermeture</2> du compte, ce qui le supprimera définitivement ainsi que toutes ses transactions. Cela peut entraîner des changements inattendus dans votre budget, car l'argent qui y est présent peut disparaître.",
    "Transfer is required": "Le transfert est requis",
    "Unlocking this transaction means you won‘t be warned about changes that can impact your reconciled balance. (Changes to amount, account, payee, etc).": "Déverrouiller cette transaction signifie que vous ne serez pas averti des changements pouvant affecter votre solde réconcilié. (Changements de montant, de compte, de bénéficiaire, etc.).",
    "Up to $150 each month, but retain any funds over $150": "Jusqu'à 150 $ chaque mois, mais conserver les fonds au-delà de 150 $",
    "When displaying user information, this will be shown instead of the username.": "Lors de l'affichage des informations utilisateur, celles-ci seront affichées à la place du nom d'utilisateur.",
    "When you’ve located your data, <2>compress it into a zip file</2>. On macOS, right-click the folder and select “Compress”. On Windows, right-click and select “Send to &rarr; Compressed (zipped) folder”. Upload the zipped folder for importing.": "Une fois vos données localisées, <2>compressez-les dans un fichier zip</2>. Sous macOS, faites un clic droit sur le dossier et sélectionnez « Compresser ». Sous Windows, faites un clic droit et sélectionnez « Envoyer vers &rarr; un dossier compressé (zippé) ». Téléchargez le dossier zippé pour l'import.",
    "Transaction direction": "Flux de transaction",
    "Unpin sidebar": "Désépingler la barre latérale",
    "(after weekend)": "(après le week-end)",
    "(before weekend)": "(avant le week-end)",
    "Edit fields": "Éditer les champs",
    "{{endOccurrences}} times": "{{endOccurrences}} fois",
    "after": "après",
    "before": "avant",
    "Every {{interval}} days": "Tous les {{interval}} jours",
    "account": "compte",
    "category": "catégorie",
    "date": "date",
    "Client ID:": "ID Client :",
    "Every {{interval}} weeks on {{dateFormatted}}": "Toutes les {{interval}} semaines à partir du {{dateFormatted}}",
    "Every {{interval}} years on {{dateFormatted}}": "Tous les {{interval}} ans à partir du {{dateFormatted}}",
    "Every day": "Tous les jours",
    "for": "pour",
    "Fixed {{count}} non-split transactions with split errors._one": "Corrections effectuées sur {{count}} transaction ayant des erreurs de répartition.",
    "Fixed {{count}} non-split transactions with split errors._many": "Corrections effectuées sur {{count}} transactions ayant des erreurs de répartition.",
    "Fixed {{count}} non-split transactions with split errors._other": "Corrections effectuées sur {{count}} transactions ayant des erreurs de répartition.",
    "cleared": "traité",
    "Every {{interval}} months on the {{dateFormatted}}": "Tous les {{interval}} mois à partir du {{dateFormatted}}",
    "Every {{interval}} months on the {{range}}": "Tous les {{interval}} mois sur la période {{range}}",
    "Every month on the {{dateFormatted}}": "Tous les mois à partir du {{dateFormatted}}",
    "Every month on the {{range}}": "Tous les mois sur la période {{range}}",
    "Every week on {{dateFormatted}}": "Toutes les semaines à partir du {{dateFormatted}}",
    "Every year on {{dateFormatted}}": "Tous les ans à partir du {{dateFormatted}}",
    "indefinitely": "indéfiniment",
    "last": "dernier",
    "last day": "dernier jour",
    "Not yet reconciled": "Pas encore rapproché",
    "payee": "bénéficiaire",
    "Start Date": "Date de début",
    "Successfully duplicated {{count}} transactions._one": "{{count}} transaction dupliquée avec succès.",
    "Successfully duplicated {{count}} transactions._many": "{{count}} transactions dupliquées avec succès.",
    "Successfully duplicated {{count}} transactions._other": "{{count}} transactions dupliquées avec succès.",
    "Invalid rule": "Règle invalide",
    "is off budget": "est hors budget",
    "More options": "Plus d'options",
    "Next:": "Suivant :",
    "Off budget accounts": "Comptes hors budget",
    "or": "ou",
    "reconciled": "rapproché",
    "Recurring error": "Erreur récurrente",
    "Successfully deleted {{count}} transactions._one": "{{count}} transaction supprimée avec succès.",
    "Successfully deleted {{count}} transactions._many": "{{count}} transactions supprimées avec succès.",
    "Successfully deleted {{count}} transactions._other": "{{count}} transactions supprimées avec succès.",
    "saved": "sauvegardé",
    "Amount left: {{amount}}": "Montant restant : {{amount}}",
    "<0>Link a <1>Brazilian</1> bank account</0> to automatically download transactions. Pluggy.ai provides reliable, up-to-date information from hundreds of banks.": "<0>Lier un <1>compte bancaire</1> brésilien</0> pour télécharger automatiquement les transactions. Pluggy.ai fournit des informations fiables et à jour provenant de centaines de banques.",
    "It is required to provide both the client id, client secret and at least one item id.": "Il est nécessaire de fournir à la fois l'identifiant client, le secret client et au moins un identifiant d'élément.",
    "Item Ids (comma separated):": "Identifiants des éléments (séparés par des virgules) :",
    "Income categories": "Catégories de revenus",
    "is on budget": "est budgétisé",
    "It looks like you're using an outdated version of the Actual client. Your budget data has been updated by another client, but this client is still on the old version. For the best experience, please update Actual to the latest version.": "Il semble que vous utilisiez une version obsolète du client Actual. Vos données budgétaires ont été mises à jour par un autre client, mais ce client est toujours sur l'ancienne version. Pour une meilleure expérience, veuillez mettre à jour Actual vers la dernière version.",
    "(deleted)": "(supprimé)",
    "(nothing)": "(rien)",
    "due": "dû",
    "completed": "complété",
    "Day": "Jour",
    "Your cleared balance <2>{{clearedBalance}}</2> needs <5>{{difference}}</5> to match<7></7> your bank's balance of <10>{{bankBalance}}</10>": "Votre solde rapproché <2>{{clearedBalance}}</2> doit être ajusté de <5>{{difference}}</5> pour correspondre<7></7> au solde de votre banque : <10>{{bankBalance}}</10>",
    "Set-up Pluggy.ai": "Configurer Pluggy.ai",
    "Budget files": "Fichiers de budget",
    "nothing": "rien",
    "Reimport deleted transactions": "Réimporter les transactions supprimées",
    "upcoming": "à venir",
    "Institution to Sync": "Institution à synchroniser",
    "missed": "manqué",
    "paid": "payé",
    "Save changes": "Enregistrer les modifications",
    "Successfully linked {{count}} transactions to {{schedule}}._one": "Association réussie de {{count}} transaction à {{schedule}}.",
    "Successfully linked {{count}} transactions to {{schedule}}._many": "Association réussie de {{count}} transactions à {{schedule}}.",
    "Successfully linked {{count}} transactions to {{schedule}}._other": "Association réussie de {{count}} transactions à {{schedule}}.",
    "Successfully unlinked {{count}} transactions from their respective schedules._one": "{{count}} transaction a été correctement dissociée de son échéancier.",
    "Successfully unlinked {{count}} transactions from their respective schedules._many": "{{count}} transactions ont été correctement dissociées de leurs échéanciers respectifs.",
    "Successfully unlinked {{count}} transactions from their respective schedules._other": "{{count}} transactions ont été correctement dissociées de leurs échéanciers respectifs.",
    "Banners": "Bandeaux",
    "Categorize": "Classer",
    "until": "jusqu'à",
    "until {{dateFormatted}}": "jusqu'à {{dateFormatted}}",
    "Cover": "Couvrir",
    "You have budgeted more than your available funds": "Vous avez budgété plus que vos fonds disponibles",
    "Unlinked": "Désassociée",
    "Reset Pluggy.ai credentials": "Réinitialiser les informations d'identification Pluggy.ai",
    "User Directory": "Annuaire des utilisateurs",
    "Link bank account with Pluggy.ai": "Lier le compte bancaire avec Pluggy.ai",
    "Pluggy.ai menu": "Menu Pluggy.ai",
    "Successfully marked {{count}} transactions as transfer._one": "{{count}} transaction a été marquée avec succès comme transfert.",
    "Successfully marked {{count}} transactions as transfer._many": "{{count}} transactions ont été marquées avec succès comme transfert.",
    "Successfully marked {{count}} transactions as transfer._other": "{{count}} transactions ont été marquées avec succès comme transfert.",
    "Add new split - {{amount}} left": "Ajouter un fractionnement – {{amount}} restant",
    "On budget accounts": "Comptes inclus dans le budget",
    "once": "Une fois",
    "Set up Pluggy.ai for bank sync": "Configurer Pluggy.ai pour la synchronisation bancaire",
    "Last": "Dernier",
    "Update conditions": "Mettre à jour les conditions",
    "By default imported transactions that you delete will be re-imported with the next bank sync operation. To disable this behaviour - untick this box.": "Par défaut, les transactions importées que vous supprimez seront réimportées lors de la prochaine opération de synchronisation bancaire. Pour désactiver ce comportement, décochez cette case.",
    "Filter": "Filtrer",
    "scheduled": "programmé",
    "The request timed out. Please try again later.": "La demande a expiré. Veuillez réessayer ultérieurement.",
    "Error when trying to contact Pluggy.ai": "Erreur lors de la tentative de connection à Pluggy.ai",
    "Start using OpenID": "Commencer à utiliser OpenID",
    "Enter server password": "Entrez le mot de passe du serveur",
    "Fully Expand": "Développer complètement",
    "Successfully merged transactions": "Transactions fusionnées avec succès",
    "By enabling bank sync, you will be granting GoCardless (a third party service) read-only access to your entire account’s transaction history. This service is not affiliated with Actual in any way. Make sure you’ve read and understand GoCardless’s <2>Privacy Policy</2> before proceeding.": "En activant la synchronisation bancaire, vous accordez à GoCardless (un service tiers) un accès en lecture seule à l'historique complet des transactions de votre compte. Ce service n'est affilié à Actual d'aucune façon. Assurez-vous d'avoir lu et compris la <2>Politique de confidentialité</2> de GoCardless avant de continuer.",
    "An error occurred while linking your account, sorry! The potential issue could be: {{ message }}": "Une erreur est survenue lors de l'association de votre compte. Nous sommes désolés pour la gêne occasionnée. Voici le problème potentiel : {{ message }}",
    "Download Snapshot": "Télécharger une capture",
    "Import notes from file": "Importer des notes à partir d'un fichier",
    "{{accountName}} bank sync settings": "Paramètres de synchronisation bancaire du compte {{accountName}}",
    "Expense category groups": "Groupes de catégories de dépenses",
    "A new version of Actual is available! Your Pikapods instance will be automatically updated in the next few days - no action needed.": "Une nouvelle version d'Actual est disponible ! Votre instance Pikapods sera automatiquement mise à jour dans les prochains jours - aucune action n'est nécessaire.",
    "Budget {{monthly}} each month": "Budgétise {{monthly}} chaque mois",
    "Budget {{percent}}% of &lsquo;{{category}}&rsquo; this month": "Budgétise {{percent}}% de &lsquo;{{category}}&rsquo; ce mois-ci",
    "Budget {{percent}}% of available funds to budget last month": "Budgétise {{percent}}% des fonds disponibles par rapport au budget du mois dernier",
    "{{scheduleName}} is due {{distanceFromNow}} ({{formattedDate}})": "{{scheduleName}} est planifié dans {{distanceFromNow}} ({{formattedDate}})",
    "Add an amount to this category each month based on the values from previous months. For example, you can copy the amount from a year ago to budget for an annual expense, or budget the average of the last 3 months to account for seasonal changes.": "Ajoute chaque mois un montant à cette catégorie en fonction des valeurs des mois précédents. Par exemple, vous pouvez copier le montant d'il y a un an pour budgétiser une dépense annuelle, ou budgétiser la moyenne des 3 derniers mois pour tenir compte des changements saisonniers.",
    "Average of previous months": "Moyenne des mois précédents",
    "Budget {{amount}} each week": "Budgétise {{amount}} chaque semaine",
    "{{categoryGroupName}} expense group categories": "Catégories du groupe de dépenses {{categoryGroupName}}",
    "<0>Reset sync</0> is only available when syncing is enabled.": "<0>Réinitialiser la synchronisation</0> n'est disponible que lorsque la synchronisation est activée.",
    "Add a fixed percentage of your income to this category each month. You can choose to take the percentage from the current month or the previous month.": "Ajoute chaque mois un pourcentage fixe de vos revenus à cette catégorie. Vous pouvez choisir de prendre le pourcentage du mois en cours ou du mois précédent.",
    "Add new automation": "Ajouter une nouvelle automatisation",
    "<0><0>Repair transactions</0> if you are experiencing bugs relating to split transactions or transfers and the “Reset budget cache” button above does not help, this tool may fix them. Some examples of bugs include seeing blank payees on splits or incorrect account balances. This tool does four things:</0><1><0>Ensures that deleted split transactions are fully deleted. In previous versions of the app, certain split transactions may appear deleted but not all of them are actually deleted. This causes the transactions list to look correct, but certain balances may be incorrect when filtering.</0><1>Sync the payee and cleared flag of a split transaction to the main or “parent” transaction, if appropriate. The payee will only be set if it currently doesn’t have one.</1><2>Checks that the sum of all child transactions adds up to the total amount. If not, these will be flagged below to allow you to easily locate and fix the amounts.</2><3>Checks for any non-split transactions with erroneous split errors and removes the errors if found.</3><4>Check if you have any budget transfers that erroneous contain a category, and remove the category.</4><5>Checks for any parent transactions with a category and removes the category if found.</5></1>": "<0><0>Réparer les transactions</0> si vous rencontrez des bugs liés aux transactions fractionnées ou aux transferts et que le bouton « Réinitialiser la mémoire cache du budget » ci-dessus ne vous aide pas, cet outil peut les résoudre. Parmi les exemples de bugs, on trouve l’affichage de bénéficiaires vides sur les fractionnements ou des soldes de compte incorrects. Cet outil a quatre fonctions :</0><1><0>S'assure que les transactions fractionnées supprimées sont entièrement supprimées. Dans les versions précédentes de l'application, certaines transactions fractionnées peuvent sembler supprimées, mais elles ne le sont pas toutes. La liste des transactions semble donc correcte, mais certains soldes peuvent être incorrects lors du filtrage.</0><1>Synchronise le bénéficiaire et l'indicateur de rapprochement d'une transaction fractionnée avec la transaction principale ou « parente », le cas échéant. Le bénéficiaire ne sera défini que s'il n'en a pas actuellement.</1><2>Vérifie que la somme de toutes les transactions enfants correspond au montant total. Si ce n'est pas le cas, elles seront signalées ci-dessous pour vous permettre de localiser et de corriger facilement les montants.</2><3>Vérifie si des transactions non fractionnées contiennent des erreurs de fractionnement et supprime les erreurs si elles sont trouvées.</3><4>Vérifie si des transferts de budget contiennent par erreur une catégorie et supprime la catégorie.</4><5>Vérifie si des transactions parentes contiennent une catégorie et supprime la catégorie si elle est trouvée.</5></1>",
    "Add a fixed amount to this category each month.": "Ajoute un montant fixe à cette catégorie chaque mois.",
    "Add a fixed amount to this category for each week in the month. For example, $100 per week would be $400 per month in a 4-week month.": "Ajoute un montant fixe à cette catégorie pour chaque semaine du mois. Par exemple, 100 $ par semaine correspondrait à 400 $ par mois pour un mois de 4 semaines.",
    "Budget {{percent}}% of available funds to budget this month": "Budgétise {{percent}}% des fonds disponibles à budgétiser ce mois-ci",
    "Add enough to this category to cover the selected schedule. If the schedule occurs multiple times in a month, an amount will be added for each occurrence. You can choose to save up for the next occurrence over time (e.g. save $100 each month for a $300 quarterly bill) or cover each occurrence when it occurs (e.g. only add the $300 when the bill is due).": "Ajoutez suffisamment à cette catégorie pour couvrir l'échéancier sélectionné. Si l'échéancier survient plusieurs fois au cours d'un mois, un montant sera ajouté pour chaque occurrence. Vous pouvez choisir d'épargner progressivement en vue de la prochaine échéance (par exemple, mettre de côté 100 $ chaque mois pour une facture trimestrielle de 300 $) ou de couvrir chaque échéance uniquement lorsqu'elle se présente (par exemple, ajouter les 300 $ seulement au moment où la facture est due).",
    "Budget {{percent}}% of &lsquo;{{category}}&rsquo; last month": "Budgétise {{percent}}% de &lsquo;{{category}}&rsquo; du mois dernier",
    "Expand": "Développer",
    "Closed": "Fermé",
    "Collapse": "Replier",
    "Are you sure you want to unlink <1>{accountName}</1>?": "Êtes-vous sûr de vouloir dissocier le compte <1>{accountName}</1> ?",
    "Overbudgeted:": "Dépassement de budget :",
    "In order to enable bank sync via SimpleFIN (only for North American banks), you will need to create a token. This can be done by creating an account with <2>SimpleFIN</2>.": "Pour activer la synchronisation bancaire via SimpleFIN (uniquement pour les banques nord-américaines), vous devez créer un jeton. Pour ce faire, créez un compte avec <2>SimpleFIN</2>.",
    "Remove bank sync": "Supprimer la synchronisation bancaire",
    "In order to enable bank sync via GoCardless (only for EU banks) you will need to create access credentials. This can be done by creating an account with <2>GoCardless</2>.": "Pour activer la synchronisation bancaire via GoCardless (uniquement pour les banques de l'UE), vous devez créer des identifiants d'accès. Pour ce faire, créez un compte avec <2>GoCardless</2>.",
    "In order to enable bank sync via Pluggy.ai (only for Brazilian banks) you will need to create access credentials. This can be done by creating an account with <2>Pluggy.ai</2>.": "Pour activer la synchronisation bancaire via Pluggy.ai (uniquement pour les banques brésiliennes), vous devez créer des identifiants d'accès. Pour ce faire, créez un compte sur <2>Pluggy.ai</2>.",
    "Amount left:": "Montant restant :",
    "{{count}} uncategorized transactions_one": "{{count}} transaction non catégorisée",
    "{{count}} uncategorized transactions_many": "{{count}} transactions non catégorisées",
    "{{count}} uncategorized transactions_other": "{{count}} transactions non catégorisées",
    "{{status}} (Split)": "{{status}} (Fractionné)",
    "Add entry": "Ajouter une entrée",
    "Add Split": "Ajouter un fractionnement",
    "Add user": "Ajouter un utilisateur",
    "AVERAGE DEPOSIT": "DÉPÔT MOYEN",
    "AVERAGE NET": "MOYENNE NET",
    "AVERAGE SPENDING": "DÉPENSE MOYENNE",
    "Budget for a schedule": "Budgétiser pour un échéancier",
    "Budget set to last month‘s budget.": "Le budget est fixé au budget du mois dernier.",
    "Budget the average of the last {{amount}} months": "Budgétiser la moyenne des {{amount}} derniers mois",
    "Budget the same amount as {{amount}} months ago": "Budgétiser le même montant qu'il y a {{amount}} mois",
    "Command Bar": "Barre de commandes",
    "Configure your server": "Configurer votre serveur",
    "Copy a previous month": "Copier un mois précédent",
    "CSV FIELDS": "CHAMPS CSV",
    "Custom Reports": "Rapports personnalisés",
    "Date format": "Format de la date",
    "Delete {{count}} rules_one": "Supprimer {{count}} règle",
    "Delete {{count}} rules_many": "Supprimer {{count}} règles",
    "Delete {{count}} rules_other": "Supprimer {{count}} règles",
    "Delete {{selectedCount}} users_one": "Supprimer {{selectedCount}} utilisateur",
    "Delete {{selectedCount}} users_many": "Supprimer {{selectedCount}} utilisateurs",
    "Delete {{selectedCount}} users_other": "Supprimer {{selectedCount}} utilisateurs",
    "Delete entry": "Supprimer l'entrée",
    "Delete template": "Supprimer le modèle",
    "DEPOSIT": "DÉPÔT",
    "Disable auto hold": "Désactiver la mise en attente automatique",
    "Disabled": "Désactivé",
    "Distribute": "Répartir",
    "Domain": "Domaine",
    "Edit template": "Modifier le modèle",
    "Enable auto hold": "Activer le maintien automatique",
    "Error:": "Erreur :",
    "Export Dashboard": "Exporter le tableau de bord",
    "You": "Vous",
    "Account is a required field": "Le compte est un champ obligatoire",
    "Change category automations": "Modifier les automatismes de catégorie",
    "Cover each occurrence when it occurs": "Couvrir chaque événement lorsqu'il se produit",
    "Disable current auto hold": "Désactiver le maintien automatique actuel",
    "Disable privacy mode": "Désactiver le mode confidentialité",
    "Enable privacy mode": "Activer le mode de confidentialité",
    "Failed saving report name: {{error}}": "Échec de l'enregistrement du nom du rapport : {{error}}",
    "Failed to configure sync server": "Échec de la configuration du serveur de synchronisation",
    "Fixed {{count}} split transactions with non-null category._one": "Correction de {{count}} transaction fractionnée avec une catégorie non nulle.",
    "Fixed {{count}} split transactions with non-null category._many": "Correction de {{count}} transactions fractionnées avec une catégorie non nulle.",
    "Fixed {{count}} split transactions with non-null category._other": "Correction de {{count}} transactions fractionnées avec une catégorie non nulle.",
    "From:": "De :",
    "Import {{count}} transactions_one": "Importer {{count}} transaction",
    "Import {{count}} transactions_many": "Importer {{count}} transactions",
    "Import {{count}} transactions_other": "Importer {{count}} transactions",
    "Imported Payee": "Bénéficiaire importé",
    "In/Out": "Entrées/Sorties",
    "Inflow": "Flux entrant",
    "Last Balance from Bank: ": "Dernier solde de la banque : ",
    "Make negative": "Rendre négatif",
    "Make positive": "Rendre positif",
    "Missed {{scheduleName}} due {{distanceFromNow}} ({{formattedDate}})": "À manqué {{scheduleName}} à la date ({{formattedDate}}) {{distanceFromNow}}",
    "Mode": "Mode",
    "Multiplier": "Multiplicateur",
    "Multiply amount": "Multiplier le montant",
    "Navigation": "Navigation",
    "Need to expose your server to the internet? Follow our step-by-step <2>guide</2> for more information.": "Vous souhaitez exposer votre serveur à l'internet ? Suivez notre <2>guide</2> étape par étape pour plus d'informations.",
    "Needs Repair": "Réparation nécessaire",
    "Negative amount: {{amount}}": "Montant négatif : {{amount}}",
    "NET {{net}}": "NET {{net}}",
    "No description available": "Aucune description disponible",
    "No results found": "Aucun résultat n'a été trouvé",
    "No schedules found, create one in the <2>schedules</2> page.": "Aucun échéancier n'a été trouvé, créez-en un dans la page <2>Echéanciers</2>.",
    "Number of months back": "Nombre de mois écoulés",
    "Offline": "Hors ligne",
    "Outflow": "Flux sortant",
    "PAYMENT": "PAIEMENT",
    "Percentage of": "Pourcentage de",
    "Port": "Port",
    "Positive amount: {{amount}}": "Montant positif : {{amount}}",
    "Projected savings": "Économies prévues",
    "Refresh": "Actualiser",
    "Save up for the next occurrence": "Épargner en vue du prochain événement",
    "Save up for the schedule &lsquo;{{name}}&rsquo;": "Épargner pour l'échéance &lsquo;{{name}}&rsquo;",
    "Savings mode": "Mode épargne",
    "Search {{budgetName}}...": "Rechercher {{budgetName}}…",
    "See schedule details": "Voir les détails de l'échéancier",
    "See transfer account": "Voir compte de transfert",
    "Select a schedule": "Sélectionner un échéancier",
    "Select an option": "Sélectionner une option",
    "Set up your server below to enable seamless data synchronization across your devices, bank sync and more...": "Configurez votre serveur ci-dessous pour permettre une synchronisation transparente des données entre vos appareils, une synchronisation bancaire et plus encore…",
    "Some rules were not deleted because they are linked to schedules.": "Certaines règles n'ont pas été supprimées parce qu'elles sont liées à des échéanciers.",
    "Special categories": "Catégories spéciales",
    "Start": "Démarrer",
    "Switch file": "Changer de fichier",
    "The metadata file in the given archive is corrupted.": "Le fichier de métadonnées de l'archive donnée est corrompu.",
    "The widget is configured to use a non-existing filter value (i.e. category/account/payee). Edit the filters used in this report widget to remove the warning.": "Le widget est configuré pour utiliser une valeur de filtre inexistante (c.-à-d. catégorie/compte/bénéficiaire). Modifiez les filtres utilisés dans ce widget de rapport pour supprimer l'avertissement.",
    "This archive is not a valid Actual export file.": "Cette archive n'est pas un fichier d'exportation Actual valide.",
    "This file is not valid. Please select a .ynab4 file": "Ce fichier n'est pas valide. Veuillez sélectionner un fichier .ynab4",
    "TOTAL DEPOSITS": "TOTAL DES DÉPÔTS",
    "Total of all income": "Total de l'ensemble des revenus",
    "TOTAL SPENDING": "DÉPENSES TOTALES",
    "Transaction on {{date}} has no amount": "La transaction du {{date}} n'a pas de montant",
    "Transactions will no longer be synchronized with this account and must be manually entered. You will not be able to edit the bank sync settings for this account and the settings will close.": "Les transactions ne seront plus synchronisées avec ce compte et devront être saisies manuellement. Vous ne pourrez plus modifier les paramètres de synchronisation bancaire de ce compte et les paramètres seront fermés.",
    "transfer": "transférer",
    "Type": "Type",
    "Unable to parse date {{date}} with given date format": "Impossible d'analyser la date {{date}} avec le format de date donné",
    "Unassigned": "Non affecté",
    "Unknown category": "Catégorie inconnue",
    "Unrecognized automation type.": "Type d'automatisation non reconnu.",
    "Use an external server": "Utiliser un serveur externe",
    "Use last synced total": "Utiliser le dernier total synchronisé",
    "View transactions": "Voir les transactions",
    "Available funds to budget": "Fonds disponibles pour le budget",
    "Account sync": "Synchronisation de compte",
    "Budget {{percent}}% of total income last month": "Budgétiser {{percent}}% du revenu total du mois dernier",
    "Budget {{percent}}% of total income this month": "Budgétiser {{percent}}% du revenu total ce mois-ci",
    "Cover the occurrences of the schedule &lsquo;{{name}}&rsquo; this month": "Couvrir les évènements de l'échéancier &lsquo;{{name}}&rsquo; ce mois-ci",
    "To Budget:": "À budgétiser :",
    "<0>{{category}}</0> is used by existing transactions.": "<0>{{category}}</0> est utilisé par des transactions existantes.",
    "<0>Are you sure you want to delete it?</0> If so, you must select another category to transfer existing transactions and balance to.": "<0>Êtes-vous sûr de vouloir le supprimer ?</0> Le cas échéant, vous devrez sélectionner une autre catégorie vers laquelle transférer les transactions et les soldes.",
    "<0>Currency settings</0> affect how amounts are displayed throughout the application.": "Les <0>paramètres monétaires</0> déterminent l'affichage des montants dans l’application.",
    "Add space between amount and symbol": "Ajouter un espace entre le montant et le symbole",
    "Australian Dollar": "Dollar australien",
    "Automatically rename these payees in the future_one": "Renommer automatiquement ce bénéficiaire à l'avenir",
    "Automatically rename these payees in the future_many": "Renommer automatiquement ces bénéficiaires à l’avenir",
    "Automatically rename these payees in the future_other": "Renommer automatiquement ces bénéficiaires à l’avenir",
    "budget templates have been applied.": "les modèles budgétaires ont été appliqués.",
    "Canadian Dollar": "Dollar canadien",
    "Categories in the group <2>{{group}}</2> are used by existing transactions or it has a positive leftover balance currently.": "Les catégories du groupe <2>{{group}}</2> sont actuellement utilisés par des transactions ou ont un reliquat.",
    "Categories in the group <2>{{group}}</2> are used by existing transactions.": "Les catégories dans le groupe <2>{{group}}</2> sont utilisés par des transactions existantes.",
    "Checking GoCardless configuration...": "Vérification de la configuration de GoCardless…",
    "Choose Color:": "Choisir une couleur :",
    "Client Secret:": "Clé secrète du client :",
    "Community support (Discord)": "Support communautaire (Discord)",
    "Currency support": "Support monétaire",
    "Default Currency": "Devise par défaut",
    "Delete {selectedInst.items.size} tags_one": "Supprimer {selectedInst.items.size} étiquette",
    "Delete {selectedInst.items.size} tags_many": "Supprimer {selectedInst.items.size} étiquettes",
    "Delete {selectedInst.items.size} tags_other": "Supprimer {selectedInst.items.size} étiquettes",
    "Euro": "Euro",
    "Filter tags...": "Filtrer les étiquettes…",
    "has tags": "possède des étiquettes",
    "Hong Kong Dollar": "Dollar hongkongais",
    "If checked below, a rule will be created to do this rename while importing transactions.": "Si la case ci-dessous est cochée, une règle sera créée pour effectuer ce renommage lors de l'importation des transactions.",
    "New tag": "Nouvelle étiquette",
    "No description": "Aucune description",
    "occurrence": "évènement",
    "occurrences": "évènements",
    "Open the Command Palette": "Ouvrir la palette de commandes",
    "Overspent categories": "Catégories excédentaires",
    "Per {{interval}}": "Par {{interval}}",
    "Ports must be within range 1 - 65535": "Les ports doivent être compris entre 1 et 65535",
    "Pound Sterling": "Livre sterling",
    "Singapore Dollar": "Dollar singapourien",
    "Swiss Franc": "Franc suisse",
    "Symbol Position": "Position du symbole",
    "Tag": "Étiquette",
    "Tag description": "Description de l'étiquette",
    "Tags": "Étiquettes",
    "The following payees are not used by transactions any more. Would you like to merge them with <2>{{payee}}</2>?": "Les bénéficiaires suivants ne sont plus utilisés dans aucune transaction. Voulez-vous les fusionner avec <2>{{payee}}</2> ?",
    "This file is not valid. Please select a JSON file exported from nYNAB.": "Ce fichier n'est pas valide. Veuillez sélectionner un fichier JSON exporté depuis nYNAB.",
    "This file is not valid. Please select an unencrypted archive of Actual data.": "Ce fichier n'est pas valide. Veuillez sélectionner une archive de donnée Actual non chiffrée.",
    "Yuan Renminbi": "Yuan renminbi",
    "You don’t have permission to view this page": "Vous n'avez pas la permission de voir cette page",
    "Unable to parse file. Please select a JSON file exported from nYNAB.": "Impossible d'analyser le fichier. Veuillez sélectionner un fichier JSON exporté depuis nYNAB.",
    "US Dollar": "Dollar américain",
    "User defined tags with color and description.": "Étiquette définie par l'utilisateur, avec couleur et description.",
    "View": "Voir",
    "Yen": "Yen",
    "{{categoryName}} shortcuts": "Raccourcis {{categoryName}}",
    "{isSearching\n                        ? 'No matching shortcuts'\n                        : isInCategory\n                          ? 'No shortcuts in this category'\n                          : 'No matching shortcuts'}": "{isSearching\n                        ? 'Aucun raccourci correspondant'\n                        : isInCategory\n                          ? 'Aucun raccourci pour cette catégorie '\n                          : 'Aucun raccourci correspondant'}",
    "<0>{{category}}</0> is used by existing transactions or it has a positive leftover balance currently.": "<0>{{category}}</0> est utilisé par des transations ou a actuellement une balance restante positive.",
    "Account page": "Page comptes",
    "Budget page": "Page budget",
    "Delete the selected transactions": "Supprimer les transactions sélectionnées",
    "General": "Général",
    "Invalid amount value": "Valeur du montant invalide",
    "Move to the next transaction and scroll": "Passer à la transaction suivante et faire défiler l'écran",
    "Move to the previous transaction and scroll": "Passer à la transaction précédente et faire défiler l'écran",
    "Off Budget": "Hors budget",
    "On Budget": "Dans le budget",
    "Search results": "Résultats de la recherche",
    "Search shortcuts": "Raccourcis de recherche",
    "shortcut": "raccourci",
    "shortcuts": "raccourcis",
    "Post transaction": "Publier la transaction",
    "View Transactions": "Voir les transactions",
    "Find Existing Tags": "Chercher les étiquettes existantes",
    "No Tags": "Pas d'étiquettes",
    "An unknown error occurred while importing. Please report this as a new issue on GitHub.": "Une erreur inconnue s'est produite lors de l'importation. Merci de la signaler sur GitHub.",
    "Toggle transactions between current and most recently selected transaction": "Bascule entre la transaction actuelle et la dernière sélectionnée",
    "Qatari Riyal": "Riyal qatarien",
    "Swedish Krona": "Couronne suédoise",
    "Turkish Lira": "Livre turque",
    "Toggle balance history": "Basculer l'historique des soldes",
    "Transfer {{direction}} {{accountName}}": "Transférer {{direction}} {{accountName}}",
    "a fixed amount": "un montant fixe",
    "a fixed percent of the remainder": "un pourcentage fixe du reliquat",
    "an equal portion of the remainder": "une part égale du reliquat",
    "average": "moyen",
    "budgeted": "budgétisé",
    "{{num}} more items...": "{{num}} autres éléments…",
    "DEFAULT": "DEFAUT",
    "Filter rules…": "Filtrer les règles…",
    "IF": "SI",
    "No rules found. Create your first rule to get started!": "Aucune règle trouvée. Créez votre première règle pour commencer !",
    "Philippine Peso": "Peso philippin",
    "POST": "APRES",
    "PRE": "PRÉ",
    "Split {{num}}": "Séparation {{num}}",
    "THEN": "ALORS",
    "{{count}} payees_one": "{{count}} bénéficiaire",
    "{{count}} payees_many": "{{count}} bénéficiaires",
    "{{count}} payees_other": "{{count}} bénéficiaires",
    "all": "toutes les",
    "any": "l’une des",
    "Indian Rupee": "Roupie indienne",
    "Prior year to date": "Cumul annuel de l’année précédente",
    "Show {{count}} unused payees_one": "Montrer {{count}} bénéficiaire inutilisé",
    "Show {{count}} unused payees_many": "Montrer les {{count}} bénéficiaires inutilisés",
    "Show {{count}} unused payees_other": "Montrer les {{count}} bénéficiaires inutilisés",
    "The payee <2>{{previousPayee}}</2> is not used by transactions any more. Would you like to merge it with <6>{{payee}}</6>?": "Le bénéficiaire <2>{{previousPayee}}</2> n’est plus utilisé par des transactions. Voulez-vous le fusionner avec <6>{{payee}}</6> ?",
    "Polish Złoty": "Złoty polonais",
    "Closed: {{accountName}}": "Clôturé : {{accountName}}",
    "Reconciled {{ relativeTimeAgo }} ({{ absoluteDate }})": "Rapproché {{ relativeTimeAgo }} ({{ absoluteDate }})",
    "Search All Accounts": "Rechercher dans tous les comptes",
    "Search Off Budget Accounts": "Rechercher dans les comptes non budgetisés",
    "Search On Budget Accounts": "Rechercher dans les comptes budgetisés",
    "Add new rule": "Ajouter une nouvelle règle",
    "Create Rule": "Créer une règle",
    "Edit Rule": "Modifier la règle",
    "Loading rule...": "Chargement de la règle…",
    "Reopen": "Réouvrir",
    "Are you sure you want to delete the transaction?": "Êtes-vous sûr de vouloir supprimer la transaction ?",
    "Are you sure you want to delete these {{count}} transactions?_one": "Êtes-vous sûr de vouloir supprimer cette transaction ?",
    "Are you sure you want to delete these {{count}} transactions?_many": "Êtes-vous sûr de vouloir supprimer ces {{count}} transactions ?",
    "Are you sure you want to delete these {{count}} transactions?_other": "Êtes-vous sûr de vouloir supprimer ces {{count}} transactions ?",
    "Are you sure you want to delete this rule?": "Êtes-vous sûr de vouloir supprimer cette règle ?",
    "Failed to delete rule. Please try again.": "Échec de la suppression de la règle. Veuillez réessayer.",
    "Rule deleted successfully": "Règle supprimée avec succès",
    "Already imported transaction. You can skip it, or import it again.": "Transaction déjà importée. Vous pouvez la passer ou l’importer à nouveau.",
    "Invalid: unable to parse the value": "Invalide : impossible de décomposer la valeur",
    "Invalid: unable to parse the value ({{amount}})": "Invalide : impossible de décomposer la valeur ({{amount}})",
    "New transaction. You can import it, or skip it.": "Nouvelle transaction. Vous pouvez l’importer ou la passer.",
    "Updated transaction. You can update it, import it again, or skip it.": "Transaction mise à jour. Vous pouvez la mettre à jour, l’importer à nouveau ou la passer.",
    "Select column to specify if amount goes in/out": "Sélectionnez la colonne pour spécifier si le montant est crédité ou débité",
    "Value for out rows, e.g: ‘Credit’": "Indicateur des lignes de sortie, ex. : « Credit »",
    "In/Out outflow value": "Indicateur de flux sortant",
    "You have {{count}} uncategorized transactions ({{amount}})_one": "Vous avez {{count}} transaction non catégorisée ({{amount}})",
    "You have {{count}} uncategorized transactions ({{amount}})_many": "Vous avez {{count}} transactions non catégorisées ({{amount}})",
    "You have {{count}} uncategorized transactions ({{amount}})_other": "Vous avez {{count}} transactions non catégorisées ({{amount}})",
    "You have {{count}} overspent categories ({{amount}})_one": "Vous avez {{count}} catégorie en dépassement budgétaire ({{amount}})",
    "You have {{count}} overspent categories ({{amount}})_many": "Vous avez {{count}} catégories en dépassement budgétaire ({{amount}})",
    "You have {{count}} overspent categories ({{amount}})_other": "Vous avez {{count}} catégories en dépassement budgétaire ({{amount}})",
    "Brazilian Real": "Réal brésilien",
    "Budget automations: {{category}}": "Automatisation budgétaire : {{category}}",
    "If the automation UI isn't working for you, you can temporarily switch back to notes-based automations. Please let us know your feedback about what's not working on the <2>feedback issue</2>.": "Si l'interface d'automatisation ne fonctionne pas pour vous, vous pouvez temporairement revenir aux automatisations basées sur les notes. Merci de nous faire part de vos retours sur le <2>ticket de retour d'expérience</2>.",
    "Jamaican Dollar": "Dollar jamaïcain",
    "Moldovan Leu": "Leu moldave",
    "Original templates:<1>{templates}</1>": "Modèle originel :<1>{templates}</1>",
    "Romanian Leu": "Leu roumain",
    "Russian Ruble": "Rouble russe",
    "Save notes & un-migrate": "Sauvegarder les notes et annuler la migration",
    "Serbian Dinar": "Dinar serbe",
    "Thai Baht": "Baht thaïlandais",
    "This category uses notes-based automations (formerly “budget templates”). We have automatically imported your existing automations below. Please review them for accuracy and hit save to complete the migration.": "Cette catégorie utilise les automatisations basées sur les notes (anciennement \"modèle de budget\"). Nous avons automatiquement importé vos automatisations ci-dessous. Vérifiez leur exactitude et appuyez sur sauvegarder pour finaliser la migration.",
    "Ukrainian Hryvnia": "Hryvnia ukrainien",
    "Un-migrate": "Annuler la migration",
    "Un-migrate automations: {{category}}": "Annuler la migration de l'automatisation : {{category}}",
    "We have merged your existing automations with the notes for this category. Please review and edit as needed.": "Nous avons fusionné vos automatisations existantes avec les notes pour cette catégorie. Vérifiez et éditez-les si besoin.",
    "Egyptian Pound": "Livre égyptienne",
    "Investment Account": "Compte d'investissement",
    "Saudi Riyal": "Riyal saoudien",
    "Selecting this option will disable importing transactions and only import the account balance for use in reconciliation": "Choisir cette option désactivera l'import des transactions et importera uniquement le solde du compte pour les rapprochements",
    "Display a notification when updates are available": "Afficher une notification lorsqu'une mise à jour est disponible",
    "New version available: {versionInfo.latestVersion}": "Nouvelle version disponible : {versionInfo.latestVersion}",
    "After amount": "Après le montant",
    "Before amount": "Avant le montant",
    "e.g.": "ex.",
    "Hide balance chart": "Masquer le graphique du solde",
    "Show balance chart": "Afficher le graphique du solde",
    "No payees found.": "Aucun bénéficiaire trouvé.",
    "Filter payees…": "Filtrer les bénéficiaires…"
}
