{
    "{{count}} transactions_one": "{{count}} transazione",
    "{{count}} transactions_many": "{{count}} transazioni",
    "{{count}} transactions_other": "{{count}} transazioni",
    "{{count}} associated rules_one": "{{count}} regola associata",
    "{{count}} associated rules_many": "{{count}} regole associate",
    "{{count}} associated rules_other": "{{count}} regole associate",
    "{{displayMonth}} budget templates have been applied.": "{{displayMonth}} modelli di bilancio applicati.",
    "(hidden)": "(nascosto)",
    "(modified)": "(modificato)",
    "(none)": "(nessuno)",
    "(Optional)": "(Opzionale)",
    "(please select)": "(si prega di selezionare)",
    "{{displayMonth}} budgets have all been set to last month’s budgeted amounts.": "Tutti i budget di {{displayMonth}} sono stati impostati sugli importi preventivati del mese scorso.",
    "{{displayMonth}} end-of-month cleanup templates have been applied.": "Sono stati applicati {{displayMonth}} modelli di pulizia di fine mese.",
    "{{displayMonth}} budget templates have been overwritten.": "{{displayMonth}} modelli di bilancio sovrascritti.",
    "(give feedback)": "(fornire un feedback)",
    "{{displayMonth}} budgets have all been set to zero.": "Tutti i budget di {{displayMonth}} sono stati impostati a zero.",
    "{{selectedPayeeNames}}, and more": "{{selectedPayeeNames}} e altri",
    "<0><0>How are “Average” and “Spent Average MTD” calculated?</0></0><1>They are both the average cumulative spending by day for the three months before the selected “compare” month.</1>": "<0><0>Come vengono calcolati “Media” e \"Spesa Media Mensile Ad Oggi”?</0></0><1>Entrambi rappresentano la spesa cumulativa media giornaliera per i tre mesi precedenti il mese di confronto selezionato.</1>",
    "<0>Actual’s data directory</0> <2><0>where your files are stored</0></2>": "<0>Cartella dei dati di Actual</0> <2><0>dove sono salvati i tuoi files</0></2>",
    "<0><0>How is cash flow calculated?</0></0><1>Cash flow shows the balance of your budgeted accounts over time, and the amount of expenses/income each day or month. Your budgeted accounts are considered to be “cash on hand,” so this gives you a picture of how available money fluctuates.</1>": "<0><0>Come si calcola il flusso di cassa?</0></0><1>Il flusso di cassa mostra il saldo dei tuoi conti di bilancio nel tempo e l'importo delle spese/entrate ogni giorno o mese. I tuoi conti di bilancio sono considerati \"denaro contante\", quindi questo ti dà un'idea di come fluttua il denaro disponibile.</1>",
    "Your SimpleFIN Access Token is no longer valid. Please reset and generate a new token.": "Il tuo token di accesso SimpleFIN non è più valido. Reimposta e genera un nuovo token.",
    "<0>Actual</0> is a super fast privacy-focused app for managing your finances.": "<0>Actual</0> è una applicazione super veloce e orientata alla privacy per gestire le tue finanze.",
    "<0>Balance:</0><1>{{amount}}</1>": "<0>Saldo:</0><1>{{amount}}</1>",
    "<0>Budgeted:</0><1>{{amount}}</1>": "<0>Nel Budget:</0><1>{{amount}}</1>",
    "<0>Budget ID:</0> {{budgetId}}": "<0>ID Budget:</0> {{budgetId}}",
    "<0>Authentication method</0> modifies how users log in to the system.": "Il <0>metodo di autenticazione</0> influenza il modo in cui gli utenti effettuano l'accesso.",
    "<0>Category Learning</0> will automatically determine the best category for a transaction and create a rule that sets the category for the payee. <3>Learn more</3>": "L'<0>apprendimento della categoria</0> individuerà in automatico la categoria migliore per una transazione e creerà una regola che imposta la categoria per il beneficiario. <3>Scopri di più</3>",
    "(+{{numHiddenPayees}} more)": "(e altri {{numHiddenPayees}})",
    "<0><0>Custom Report:</0></0> <2>{{name}}</2>": "<0><0>Report Personalizzato:</0></0> <2>{{name}}</2>",
    "<0>Create a local account</0> if you want to add transactions manually. You can also <3>import QIF/OFX/QFX files into a local account</3>.": "<0>Crea un account locale</0> se desideri aggiungere transazioni manualmente. Puoi anche <3>importare file QIF/OFX/QFX in un account locale</3>.",
    "<0>End-to-end encryption</0> is not enabled. Any data on the server is still protected by the server password, but it’s not end-to-end encrypted which means the server owners have the ability to read it. If you want, you can use an additional password to encrypt your data on the server.": "<0>Crittografia end-to-end</0> non è abilitata. I dati sul server sono comunque protetti dalla password del server, ma non sono crittografati end-to-end, il che significa che i proprietari del server possono leggerli. Se desideri, puoi usare una password aggiuntiva per crittografare i tuoi dati sul server.",
    "<0>Envelope budgeting</0> (recommended) digitally mimics physical envelope budgeting system by allocating funds into virtual envelopes for different expenses. It helps track spending and ensure you don‘t overspend in any category.": "<0>Envelope budgeting</0> (raccomandato) imita digitalmente il sistema fisico delle buste, allocando fondi in buste virtuali per diverse spese. Aiuta a monitorare le spese e a garantire che non si superi il budget in nessuna categoria.",
    "<0>End-to-end encryption</0> is not available when making an unencrypted connection to a remote server. You’ll need to enable HTTPS on your server to use end-to-end encryption. This problem may also occur if your browser is too old to work with Actual.": "<0>Crittografia end-to-end</0> non è disponibile con una connessione non crittografata a un server remoto. Dovrai abilitare HTTPS sul tuo server per usarla. Questo problema può verificarsi anche se il tuo browser è troppo vecchio per funzionare correttamente con Actual.",
    "<0>End-to-end encryption</0> is not available when running without a server. Budget files are always kept unencrypted locally, and encryption is only applied when sending data to a server.": "<0>La crittografia End-to-End</0> non è disponibile quando Actual Budget non è eseguito su un server. In locale, i file di budget non vengono crittografati. La crittografia viene applicata solo quando si inviano i dati a un server.",
    "<0>Experimental features.</0> These features are not fully tested and may not work as expected. THEY MAY CAUSE IRRECOVERABLE DATA LOSS. They may do nothing at all. Only enable them if you know what you are doing.": "<0>Funzionalità sperimentali.</0> Queste funzionalità non sono state testate completamente e potrebbero non funzionare come previsto. POTREBBERO CAUSARE PERDITA IRRECUPERABILE DEI DATI. Potrebbero non fare nulla. Abilita solo se sai cosa stai facendo.",
    "<0>Goal Type:</0><1>{{type}}</1>": "<0>Tipo di obiettivo:</0><1>{{type}}</1>",
    "<0>Formatting</0> does not affect how budget data is stored, and can be changed at any time.": "<0>La formattazione</0> non influisce sulla memorizzazione dei dati di budget e può essere modificata in qualsiasi momento.",
    "Your password or something else has changed with your bank and you need to login again.": "La tua password o qualcos'altro è cambiato nella tua banca e devi effettuare nuovamente l'accesso.",
    "(No payee)": "(Nessun beneficiario)",
    "<0>Goal:</0><1>{{amount}}</1>": "<0>Obiettivo:</0><1>{{amount}}</1>",
    "<0>Export</0> your data as a zip file containing <3>db.sqlite</3> and <5>metadata.json</5> files. It can be imported into another Actual instance by closing an open file (if any), then clicking the “Import file” button, then choosing “Actual.”": "<0>Esporta</0> i tuoi dati come un file zip contenente i file <3>db.sqlite</3> e <5>metadata.json</5>. Può essere importato in un'altra istanza di Actual Budget chiudendo un file aperto (se presente), quindi facendo clic sul pulsante “Importa file” e scegliendo “Actual.”",
    "<0><0>Repair transactions</0> if you are experiencing bugs relating to split transactions or transfers and the “Reset budget cache” button above does not help, this tool may fix them. Some examples of bugs include seeing blank payees on splits or incorrect account balances. This tool does four things:</0><1><0>Ensures that deleted split transactions are fully deleted. In previous versions of the app, certain split transactions may appear deleted but not all of them are actually deleted. This causes the transactions list to look correct, but certain balances may be incorrect when filtering.</0><1>Sync the payee and cleared flag of a split transaction to the main or “parent” transaction, if appropriate. The payee will only be set if it currently doesn’t have one.</1><2>Checks that the sum of all child transactions adds up to the total amount. If not, these will be flagged below to allow you to easily locate and fix the amounts.</2><3>Checks for any non-split transactions with erroneous split errors and removes the errors if found.</3><4>Check if you have any budget transfers that erroneous contain a category, and remove the category.</4></1>": "<0><0>Ripara le transazioni</0> se stai riscontrando bug relativi a transazioni parziali o trasferimenti e il pulsante “Ripristina cache budget” sopra non aiuta, questo strumento potrebbe risolverli. Alcuni esempi di bug includono la visualizzazione di beneficiari vuoti nelle frazioni o saldi di conto errati. Questo strumento fa quattro cose:</0><1><0>Assicura che le transazioni frazionate eliminate siano completamente eliminate. Nelle versioni precedenti dell'app, alcune transazioni frazionate potrebbero apparire eliminate, ma non tutte sono effettivamente eliminate. Questo fa sì che l'elenco delle transazioni sembri corretto, ma alcuni saldi potrebbero essere errati durante il filtraggio.</0><1>Sincronizza il beneficiario e il flag di eliminazione di una transazione frazionata con la transazione principale o “genitore”, se appropriato. Il beneficiario sarà impostato solo se attualmente non ne ha uno.</1><2>Controlla che la somma di tutte le transazioni figlie corrisponda all'importo totale. In caso contrario, queste saranno contrassegnate qui sotto per consentirti di individuare e correggere facilmente gli importi.</2><3>Controlla eventuali transazioni non frazionate con errori di frazionamento errati e rimuove gli errori se trovati.</3><4>Controlla se hai trasferimenti di budget che contengono erroneamente una categoria e rimuovi la categoria.</4></1>"
}
