{
    "{{count}} transactions_one": "{{count}} transazione",
    "{{count}} transactions_many": "{{count}} transazioni",
    "{{count}} transactions_other": "{{count}} transazioni",
    "{{count}} associated rules_one": "{{count}} regola associata",
    "{{count}} associated rules_many": "{{count}} regole associate",
    "{{count}} associated rules_other": "{{count}} regole associate",
    "{{displayMonth}} budget templates have been applied.": "{{displayMonth}} modelli di bilancio applicati.",
    "(hidden)": "(nascosto)",
    "(modified)": "(modificato)",
    "(none)": "(nessuno)",
    "(Optional)": "(Opzionale)",
    "(please select)": "(si prega di selezionare)",
    "{{displayMonth}} budgets have all been set to last month’s budgeted amounts.": "Tutti i budget di {{displayMonth}} sono stati impostati sugli importi preventivati del mese scorso.",
    "{{displayMonth}} end-of-month cleanup templates have been applied.": "Sono stati applicati {{displayMonth}} modelli di pulizia di fine mese.",
    "{{displayMonth}} budget templates have been overwritten.": "{{displayMonth}} modelli di bilancio sovrascritti.",
    "(give feedback)": "(fornire un feedback)",
    "{{displayMonth}} budgets have all been set to zero.": "Tutti i budget di {{displayMonth}} sono stati impostati a zero.",
    "{{selectedPayeeNames}}, and more": "{{selectedPayeeNames}} e altri",
    "<0><0>How are “Average” and “Spent Average MTD” calculated?</0></0><1>They are both the average cumulative spending by day for the three months before the selected “compare” month.</1>": "<0><0>Come vengono calcolati “Media” e \"Spesa Media Mensile Ad Oggi”?</0></0><1>Entrambi rappresentano la spesa cumulativa media giornaliera per i tre mesi precedenti il mese di confronto selezionato.</1>",
    "<0>Actual’s data directory</0> <2><0>where your files are stored</0></2>": "<0>Cartella dei dati di Actual</0> <2><0>dove sono salvati i tuoi files</0></2>",
    "<0><0>How is cash flow calculated?</0></0><1>Cash flow shows the balance of your budgeted accounts over time, and the amount of expenses/income each day or month. Your budgeted accounts are considered to be “cash on hand,” so this gives you a picture of how available money fluctuates.</1>": "<0><0>Come si calcola il flusso di cassa?</0></0><1>Il flusso di cassa mostra il saldo dei tuoi conti di bilancio nel tempo e l'importo delle spese/entrate ogni giorno o mese. I tuoi conti di bilancio sono considerati \"denaro contante\", quindi questo ti dà un'idea di come fluttua il denaro disponibile.</1>",
    "Your SimpleFIN Access Token is no longer valid. Please reset and generate a new token.": "Il tuo token di accesso SimpleFIN non è più valido. Reimposta e genera un nuovo token.",
    "<0>Actual</0> is a super fast privacy-focused app for managing your finances.": "<0>Actual</0> è una applicazione super veloce e orientata alla privacy per gestire le tue finanze.",
    "<0>Balance:</0><1>{{amount}}</1>": "<0>Saldo:</0><1>{{amount}}</1>",
    "<0>Budgeted:</0><1>{{amount}}</1>": "<0>Nel Budget:</0><1>{{amount}}</1>",
    "<0>Budget ID:</0> {{budgetId}}": "<0>ID Budget:</0> {{budgetId}}",
    "<0>Authentication method</0> modifies how users log in to the system.": "Il <0>metodo di autenticazione</0> influenza il modo in cui gli utenti effettuano l'accesso.",
    "<0>Category Learning</0> will automatically determine the best category for a transaction and create a rule that sets the category for the payee. <3>Learn more</3>": "L'<0>apprendimento della categoria</0> individuerà in automatico la categoria migliore per una transazione e creerà una regola che imposta la categoria per il beneficiario. <3>Scopri di più</3>",
    "(+{{numHiddenPayees}} more)": "(e altri {{numHiddenPayees}})",
    "<0><0>Custom Report:</0></0> <2>{{name}}</2>": "<0><0>Report Personalizzato:</0></0> <2>{{name}}</2>",
    "<0>Create a local account</0> if you want to add transactions manually. You can also <3>import QIF/OFX/QFX files into a local account</3>.": "<0>Crea un account locale</0> se desideri aggiungere transazioni manualmente. Puoi anche <3>importare file QIF/OFX/QFX in un account locale</3>.",
    "<0>End-to-end encryption</0> is not enabled. Any data on the server is still protected by the server password, but it’s not end-to-end encrypted which means the server owners have the ability to read it. If you want, you can use an additional password to encrypt your data on the server.": "<0>Crittografia end-to-end</0> non è abilitata. I dati sul server sono comunque protetti dalla password del server, ma non sono crittografati end-to-end, il che significa che i proprietari del server possono leggerli. Se desideri, puoi usare una password aggiuntiva per crittografare i tuoi dati sul server.",
    "<0>Envelope budgeting</0> (recommended) digitally mimics physical envelope budgeting system by allocating funds into virtual envelopes for different expenses. It helps track spending and ensure you don‘t overspend in any category.": "<0>Envelope budgeting</0> (raccomandato) imita digitalmente il sistema fisico delle buste, allocando fondi in buste virtuali per diverse spese. Aiuta a monitorare le spese e a garantire che non si superi il budget in nessuna categoria."
}
