{
    "{{count}} transactions_one": "{{count}} transazione",
    "{{count}} transactions_many": "{{count}} transazioni",
    "{{count}} transactions_other": "",
    "{{count}} associated rules_one": "{{count}} regola associata",
    "{{count}} associated rules_many": "{{count}} regole associate",
    "{{count}} associated rules_other": "",
    "{{displayMonth}} budget templates have been applied.": "{{displayMonth}} modelli di bilancio applicati.",
    "(hidden)": "(nascosto)",
    "(modified)": "(modificato)",
    "(none)": "(nessuno)",
    "(Optional)": "(Opzionale)",
    "(please select)": "(si prega di selezionare)",
    "{{displayMonth}} budgets have all been set to last month’s budgeted amounts.": "Tutti i budget di {{displayMonth}} sono stati impostati sugli importi preventivati del mese scorso.",
    "{{displayMonth}} end-of-month cleanup templates have been applied.": "Sono stati applicati {{displayMonth}} modelli di pulizia di fine mese.",
    "{{displayMonth}} budget templates have been overwritten.": "{{displayMonth}} modelli di bilancio sovrascritti.",
    "(give feedback)": "(fornire un feedback)",
    "{{displayMonth}} budgets have all been set to zero.": "Tutti i budget di {{displayMonth}} sono stati impostati a zero.",
    "{{selectedPayeeNames}}, and more": "{{selectedPayeeNames}}, e altro ancora",
    "<0><0>How are “Average” and “Spent Average MTD” calculated?</0></0><1>They are both the average cumulative spending by day for the three months before the selected “compare” month.</1>": "<0><0>Come vengono calcolati “Media” e \"Spesa Media Mensile Ad Oggi”?</0></0><1>Entrambi rappresentano la spesa cumulativa media giornaliera per i tre mesi precedenti il mese di confronto selezionato.</1>",
    "<0>Actual’s data directory</0> <2><0>where your files are stored</0></2>": "<0>Cartella dei dati di Actual</0> <2><0>dove sono salvati i tuoi files</0></2>",
    "<0><0>How is cash flow calculated?</0></0><1>Cash flow shows the balance of your budgeted accounts over time, and the amount of expenses/income each day or month. Your budgeted accounts are considered to be “cash on hand,” so this gives you a picture of how available money fluctuates.</1>": "<0><0>Come  è calcolato il flusso di cassa?</0></0><1>Il flusso di cassa mostra il saldo dei tuoi conti di bilancio nel tempo e l'importo delle spese/entrate ogni giorno o mese. I tuoi conti di bilancio sono considerati \"denaro contante\", quindi questo ti dà un'idea di come fluttua il denaro disponibile.</1>",
    "<0><0>Repair transactions</0> if you are experiencing bugs relating to split transactions or transfers and the “Reset budget cache” button above does not help, this tool may fix them. Some examples of bugs include seeing blank payees on splits or incorrect account balances. This tool does four things:</0><1><0>Ensures that deleted split transactions are fully deleted. In previous versions of the app, certain split transactions may appear deleted but not all of them are actually deleted. This causes the transactions list to look correct, but certain balances may be incorrect when filtering.</0><1>Sync the payee and cleared flag of a split transaction to the main or “parent” transaction, if appropriate. The payee will only be set if it currently doesn’t have one.</1><2>Checks that the sum of all child transactions adds up to the total amount. If not, these will be flagged below to allow you to easily locate and fix the amounts.</2><3>Check if you have any budget transfers that erroneous contain a category, and remove the category.</3></1>": "<0><0>Ripara transazioni</0> se noti problemi relativi a transazioni divise o trasferimenti e il tasto “Inizializza cache di bilancio” in alto non funziona, questo strumento potrebbe risolverli. Alcuni esempi di problemi includono vedere beneficiari vuoti su transazioni divise o saldi del conto errati. Questo strumento fa quattro cose:</0><1><0>Assicura che le transazioni divise eliminate siano completamente eliminate. Nelle versioni precedenti dell'app, alcune transazioni divise possono sembrare eliminate, ma non lo sono completamente. Questo causa un aspetto corretto dell'elenco delle transazioni, ma alcuni saldi potrebbero essere errati quando si filtrano i dati.</0><1>Sincronizza il beneficiario e il flag di compensazione di una transazione divisa con la transazione principale o \"genitore\", se appropriato. Il beneficiario verrà impostato solo se attualmente non ne ha uno.</1><2>Verifica che la somma di tutte le transazioni figlio corrisponda all'importo totale. Se non corrisponde, verranno segnalate di seguito per permetterti di individuare e correggere facilmente gli importi.</2><3>Verifica se hai trasferimenti di bilancio che contengono erroneamente una categoria e rimuovi la categoria.</3></1>"
}
