{
    "{{count}} transactions_one": "{{count}} transazione",
    "{{count}} transactions_many": "{{count}} transazioni",
    "{{count}} transactions_other": "{{count}} transazioni",
    "{{count}} associated rules_one": "{{count}} regola associata",
    "{{count}} associated rules_many": "{{count}} regole associate",
    "{{count}} associated rules_other": "{{count}} regole associate",
    "{{displayMonth}} budget templates have been applied.": "{{displayMonth}} modelli di bilancio applicati.",
    "(hidden)": "(nascosto)",
    "(modified)": "(modificato)",
    "(none)": "(nessuno)",
    "(Optional)": "(Opzionale)",
    "(please select)": "(si prega di selezionare)",
    "{{displayMonth}} budgets have all been set to last month’s budgeted amounts.": "Tutti i budget di {{displayMonth}} sono stati impostati sugli importi preventivati del mese scorso.",
    "{{displayMonth}} end-of-month cleanup templates have been applied.": "Sono stati applicati {{displayMonth}} modelli di pulizia di fine mese.",
    "{{displayMonth}} budget templates have been overwritten.": "{{displayMonth}} modelli di bilancio sovrascritti.",
    "(give feedback)": "(fornisci feedback)",
    "{{displayMonth}} budgets have all been set to zero.": "Tutti i budget di {{displayMonth}} sono stati impostati a zero.",
    "{{selectedPayeeNames}}, and more": "{{selectedPayeeNames}} e altri",
    "<0><0>How are “Average” and “Spent Average MTD” calculated?</0></0><1>They are both the average cumulative spending by day for the three months before the selected “compare” month.</1>": "<0><0>Come vengono calcolati “Media” e “MTD media spesa”?</0></0><1>Entrambi rappresentano la spesa cumulativa media giornaliera per i tre mesi precedenti il mese di \"confronto\" selezionato.</1>",
    "<0>Actual’s data directory</0> <2><0>where your files are stored</0></2>": "<0>Cartella dei dati di Actual</0> <2><0>dove sono salvati i tuoi files</0></2>",
    "<0><0>How is cash flow calculated?</0></0><1>Cash flow shows the balance of your budgeted accounts over time, and the amount of expenses/income each day or month. Your budgeted accounts are considered to be “cash on hand,” so this gives you a picture of how available money fluctuates.</1>": "<0><0>Com'è calcolato il flusso di cassa?</0></0><1>Il flusso di cassa mostra il saldo dei tuoi conti di bilancio nel tempo e l'importo delle spese/entrate ogni giorno o mese. I tuoi conti di bilancio sono considerati \"denaro contante\", quindi questo ti dà un'idea di come fluttua il denaro disponibile.</1>",
    "Your SimpleFIN Access Token is no longer valid. Please reset and generate a new token.": "Il tuo token di accesso SimpleFIN non è più valido. Reimposta e genera un nuovo token.",
    "<0>Actual</0> is a super fast privacy-focused app for managing your finances.": "<0>Actual</0> è un'applicazione per gestire le tue finanze super veloce e orientata alla privacy.",
    "<0>Balance:</0><1>{{amount}}</1>": "<0>Saldo:</0><1>{{amount}}</1>",
    "<0>Budgeted:</0><1>{{amount}}</1>": "<0>Nel Budget:</0><1>{{amount}}</1>",
    "<0>Budget ID:</0> {{budgetId}}": "<0>ID Budget:</0> {{budgetId}}",
    "<0>Authentication method</0> modifies how users log in to the system.": "Il <0>metodo di autenticazione</0> influenza il modo in cui gli utenti effettuano l'accesso.",
    "<0>Category Learning</0> will automatically determine the best category for a transaction and create a rule that sets the category for the payee. <3>Learn more</3>": "<0>Category Learning</0> determinerà automaticamente la categoria migliore per una transazione e creerà una regola che la assegna al beneficiario. <3>Scopri di più</3>",
    "(+{{numHiddenPayees}} more)": "(e altri {{numHiddenPayees}})",
    "<0><0>Custom Report:</0></0> <2>{{name}}</2>": "<0><0>Report Personalizzato:</0></0> <2>{{name}}</2>",
    "<0>Create a local account</0> if you want to add transactions manually. You can also <3>import QIF/OFX/QFX files into a local account</3>.": "<0>Crea un account locale</0> se vuoi aggiungere le transazioni manualmente o <3>importare file QIF/OFX/QFX</3>.",
    "<0>End-to-end encryption</0> is not enabled. Any data on the server is still protected by the server password, but it’s not end-to-end encrypted which means the server owners have the ability to read it. If you want, you can use an additional password to encrypt your data on the server.": "<0>Crittografia end-to-end</0> non è abilitata. I dati sul server sono comunque protetti dalla password del server, ma non sono crittografati end-to-end, il che significa che i proprietari del server possono leggerli. Se desideri, puoi usare una password aggiuntiva per crittografare i tuoi dati sul server.",
    "<0>Envelope budgeting</0> (recommended) digitally mimics physical envelope budgeting system by allocating funds into virtual envelopes for different expenses. It helps track spending and ensure you don‘t overspend in any category.": "<0>Envelope budgeting</0> (raccomandato) imita digitalmente il sistema fisico delle buste, allocando fondi in buste virtuali per diverse spese. Aiuta a monitorare le spese e a garantire che non si superi il budget in nessuna categoria.",
    "<0>End-to-end encryption</0> is not available when making an unencrypted connection to a remote server. You’ll need to enable HTTPS on your server to use end-to-end encryption. This problem may also occur if your browser is too old to work with Actual.": "<0>Crittografia end-to-end</0> non è disponibile con una connessione non crittografata a un server remoto. Dovrai abilitare HTTPS sul tuo server per usarla. Questo problema può verificarsi anche se il tuo browser è troppo vecchio per funzionare correttamente con Actual.",
    "<0>End-to-end encryption</0> is not available when running without a server. Budget files are always kept unencrypted locally, and encryption is only applied when sending data to a server.": "<0>La crittografia End-to-End</0> non è disponibile quando Actual Budget non è eseguito su un server. In locale, i file di budget non vengono crittografati. La crittografia viene applicata solo quando si inviano i dati a un server.",
    "<0>Experimental features.</0> These features are not fully tested and may not work as expected. THEY MAY CAUSE IRRECOVERABLE DATA LOSS. They may do nothing at all. Only enable them if you know what you are doing.": "<0>Funzionalità sperimentali.</0> Queste funzionalità non sono state testate completamente e potrebbero non funzionare come previsto. POTREBBERO CAUSARE PERDITA IRRECUPERABILE DEI DATI. Potrebbero non fare nulla. Abilita solo se sai cosa stai facendo.",
    "<0>Goal Type:</0><1>{{type}}</1>": "<0>Tipo di obiettivo:</0><1>{{type}}</1>",
    "<0>Formatting</0> does not affect how budget data is stored, and can be changed at any time.": "<0>La formattazione</0> non influisce sulla memorizzazione dei dati di budget e può essere modificata in qualsiasi momento.",
    "Your password or something else has changed with your bank and you need to login again.": "La tua password o qualcos'altro è cambiato nella tua banca e devi effettuare nuovamente l'accesso.",
    "(No payee)": "Nessun beneficiario",
    "<0>Goal:</0><1>{{amount}}</1>": "<0>Obiettivo:</0><1>{{amount}}</1>",
    "<0>Export</0> your data as a zip file containing <3>db.sqlite</3> and <5>metadata.json</5> files. It can be imported into another Actual instance by closing an open file (if any), then clicking the “Import file” button, then choosing “Actual.”": "<0>Esporta</0> i tuoi dati come un file zip contenente i file <3>db.sqlite</3> e <5>metadata.json</5>. Può essere importato in un'altra istanza di Actual Budget chiudendo un file aperto (se presente), quindi facendo clic sul pulsante “Importa file” e scegliendo “Actual.”",
    "{{endOccurrences}} times": "{{endOccurrences}} volte",
    "<0>Language</0> support is not available. Please follow the instructions <3>here</3> to add missing translation files.": "Il supporto per <0>lingua</0> non è disponibile. Si prega di seguire le istruzioni <3>qui</3> per aggiungere i file di traduzione mancanti.",
    "<0>Link a <1>European</1> bank account</0> to automatically download transactions. GoCardless provides reliable, up-to-date information from hundreds of banks.": "<0>Collega a un <1>conto bancario</1> europeo</0> per scaricare automaticamente le transazioni. GoCardless fornisce informazioni affidabili e aggiornate da centinaia di banche.",
    "<0>Link a <1>North American</1> bank account</0> to automatically download transactions. SimpleFIN provides reliable, up-to-date information from hundreds of banks.": "<0>Collega a un <1>conto bancario</1> nordamericano</0> per scaricare automaticamente le transazioni. SimpleFIN fornisce informazioni affidabili e aggiornate da centinaia di banche.",
    "<0>Language</0> is the display language of all text. Please note that no warranty is provided for the accuracy or completeness of non-English translations. If you encounter a translation error, feel free to make a suggestion on <3>Weblate</3>.": "<0>Lingua</0> è la lingua di visualizzazione di tutto il testo. Si prega di notare che non viene fornita alcuna garanzia per l'accuratezza o la completezza delle traduzioni non in inglese. Se riscontri un errore di traduzione, sentiti libero di fare una proposta su <3>Weblate</3>.",
    "<0>Link a <1>Brazilian</1> bank account</0> to automatically download transactions. Pluggy.ai provides reliable, up-to-date information from hundreds of banks.": "<0>Collega un account bancario <1>Brasiliano</1></0>per scaricare automaticamente i movimenti. Pluggy.ai fornisce informazioni accurate e affidabili per centinaia di banche.",
    "(after weekend)": "(dopo il weekend)",
    "(before weekend)": "(prima del weekend)",
    "<0>IDs</0> are the names Actual uses to identify your budget internally. There are several different IDs associated with your budget. The Budget ID is used to identify your budget file. The Sync ID is used to access the budget on the server.": "Gli <0>IDs</0> sono i nomi che Actual utilizza per identificare internamente il tuo budget. Ci sono diversi ID associati al tuo budget. L'ID del budget viene utilizzato per identificare il file del budget. L'ID di sincronizzazione viene utilizzato per accedere al budget sul server.",
    "<0>Important:</0> if you forget this password <3>and</3> you don’t have any local copies of your data, you will lose access to all your data. The data cannot be decrypted without the password.": "<0>Importante:</0> se dimentichi questa password <3>e</3> non hai copie locali dei tuoi dati, perderai l'accesso a tutti i tuoi dati. I dati non possono essere decrittografati senza la password.",
    "<0>No server configured</0>": "<0>Nessun server configurato</0>",
    "<0>Move schedule </0><1></1><2> {{beforeOrAfter}} weekend</2>": "<0>Muovi la pianificazione</0><1></1><2>{{beforeOrAfter}} il fine settimana</2>",
    "<0>Read here</0> for instructions on how to migrate your data from YNAB. You need to export your data as JSON, and that page explains how to do that.": "<0>Leggi qui</0> per le istruzioni su come migrare i tuoi dati da YNAB. Dovrai esportare i tuoi dati come JSON, e quella pagina spiega come fare.",
    "(deleted)": "(eliminato)",
    "<0>Reset sync</0> is only available when syncing is": "<0>Resetta la sincronizzazione</0> è disponibile solo quando la sincronizzazione è",
    "<0>Reset sync</0> will remove all local data used to track changes for syncing, and create a fresh sync ID on the server. This file on other devices will have to be re-downloaded to use the new sync ID. Use this if there is a problem with syncing and you want to start fresh.": "<0>Resetta la sincronizzazione</0> rimuoverà tutti i dati locali usati per tenere traccia dei cambiamenti per la sincronizzazione, e crea un nuovo sync ID sul server. Sarà necessario scaricare nuovamente questo file sugli altri dispositivi per usare il nuovo sync ID. Usa questa opzione se ci sono problemi con la sincronizzazione e vuoi ricominciare da zero.",
    "<0>Reset budget cache</0> will clear all cached values for the budget and recalculate the entire budget. All values in the budget are cached for performance reasons, and if there is a bug in the cache you won’t see correct values. There is no danger in resetting the cache. Hopefully you never have to do this.": "<0>Resetta la cache del budget</0> cancellerà tutti i valori nella cache per il budget e ricalcola tutto il budget. Tutti i valori nel budget sono nella cache per motivi di performance, e se c'è un bug nella cache non vedrai i valori corretti. Cancellare la cache non comporta nessun pericolo. Se tutto va bene non lo dovrai mai fare.",
    "A category must be transferred to another of the same type (expense or income)": "Una categoria deve essere trasferita a un'altra dello stesso tipo (spesa o reddito)",
    "<0>Themes</0> change the user interface colors.": "<0>Temi </0> cambia i colori dell'interfaccia utente.",
    "A new version of Actual is available!": "È disponibile una nuova versione di Actual!",
    "A valid amount is required": "È richiesto un importo valido",
    "Access": "Accesso",
    "Access Revocation Incomplete": "Revoca dell'accesso incompleta",
    "A file with id “{{id}}” already exists with the name “{{name}}”. This file will be replaced. This probably happened because files were manually moved around outside of Actual.": "Un file con id “{{id}}” esiste già con il nome “{{name}}”. Questo file verrà sostituito. Questo probabilmente è accaduto perché i file sono stati spostati manualmente al di fuori di Actual.",
    "$50 each month": "50€ al mese",
    "2 weeks": "2 settimane",
    "28+": "28+",
    "$10 a week": "10€ a settimana",
    "$10 a week, up to a maximum of $80": "10€ a settimana, fino a un massimo di 80€",
    "3 months": "3 mesi",
    "1 day": "1 Giorno",
    "1 month": "1 mese",
    "1 week": "1 settimana",
    "1 year": "1 anno",
    "6 months": "6 mesi",
    "{{accountName}} bank sync settings": "{{accountName}}impostazioni sync banca",
    "after": "dopo",
    "amount (inflow)": "importo (entrata)",
    "Add account": "Aggiungi account",
    "Add transaction": "Aggiungi transazione",
    "Admin": "Admin",
    "Advanced options": "Opzioni avanzate",
    "Advanced Settings": "Impostazioni avanzate",
    "allocate": "allocare",
    "amount": "importo",
    "Amount": "Importo",
    "AMOUNT OPTIONS": "OPZIONI IMPORTO",
    "Apply": "Applica",
    "Ascending": "Ascendente",
    "Account linking not opening in a new tab? Click here": "Il collegamento dell'account non si apre in una nuova scheda? Clicca qui",
    "amount (outflow)": "importo (uscita)",
    "Amount (outflow)": "importo (uscita)",
    "Assets:": "Patrimonio",
    "Add action": "Aggiungi azione",
    "Add another split": "Aggiungi un'altra divisione",
    "Add category": "Aggiungi categoria",
    "Add New": "Aggiungi nuovo",
    "Add new widget": "Aggiungi nuovo widget",
    "Apply budget templates": "Applica i modelli di budget",
    "Auth0 application settings": "Impostazioni dell'applicazione Auth0",
    "Actual is a super fast privacy-focused app for managing your finances. To secure your data, you’ll need to set a password for your server.": "Actual è un'app super veloce incentrata sulla privacy per la gestione delle tue finanze. Per proteggere i tuoi dati, dovrai impostare una password per il tuo server.",
    "Add a new transaction": "Aggiungi una nuova transazione",
    "Add recurrence": "Aggiungi ricorrenza",
    "Add specific days": "Aggiungi giorni specifici",
    "Amount (inflow)": "Importo (entrata)",
    "An internal error occurred, sorry! Visit https://actualbudget.org/contact/ for support. (ref: {{reason}})": "Si è verificato un errore interno, ci scusiamo! Visita https://actualbudget.org/contact/ per supporto. (rif: {{reason}})",
    "An internal error occurred. Try to log in again, or get <2>in touch</2> for support.": "Si è verificato un errore interno. Prova ad accedere di nuovo o contattaci per ricevere supporto.",
    "An unknown error occurred: {{error}}": "Si è verificato un errore sconosciuto: {{error}}",
    "Apply to all": "Applica a tutti",
    "Available funds": "Fondi disponibili",
    "Accounts": "Account",
    "Actual has updated the syncing format": "Actual ha aggiornato il formato di sincronizzazione",
    "Actions": "Azioni",
    "Add group": "Aggiungi gruppo",
    "Add new schedule": "Aggiungi nuova pianificazione",
    "Add new user": "Aggiungi nuovo utente",
    "Add condition": "Aggiungi condizione",
    "Amount:": "Importo:",
    "An error occurred while saving. Please visit https://actualbudget.org/contact/ for support.": "Si è verificato un errore durante il salvataggio. Visita https://actualbudget.org/contact/ per supporto.",
    "Amount left: {{amount}}": "Importo rimanente: {{importo}}",
    "Auto login failed - Proxy not trusted": "Accesso automatico non riuscito - Proxy non attendibile",
    "Actual is a personal finance tool that focuses on beautiful design and a slick user experience. <2>Editing your data should be as fast as possible.</2> On top of that, we want to provide powerful tools to allow you to do whatever you want with your data.": "Actual è uno strumento di finanza personale che si concentra su un design accattivante e un'esperienza utente fluida. <2>La modifica dei tuoi dati dovrebbe essere il più veloce possibile.</2> Oltre a ciò, vogliamo fornire strumenti potenti per consentirti di fare tutto ciò che vuoi con i tuoi dati.",
    "Actual uses <1>SharedArrayBuffer</1> to allow usage from multiple tabs at once and to ensure correct behavior when switching files. While it can run without access to<3>SharedArrayBuffer</3>, you may encounter data loss or notice multiple budget files being merged with each other.": "Actual utilizza <1>SharedArrayBuffer</1> per consentire l'utilizzo da più schede contemporaneamente e per garantire il comportamento corretto quando si passa da un file all'altro. Sebbene possa essere eseguito senza accesso a <3>SharedArrayBuffer</3>, potresti riscontrare una perdita di dati o notare che più file di budget vengono uniti tra loro.",
    "Add category group": "Aggiungi gruppo di categorie",
    "Are you sure you want to close <2>{{accountName}}</2>? ": "Vuoi davvero chiudere <2>{{accountName}}</2>? ",
    "and": "e",
    "An unknown error occurred while exporting. Please report this as a new issue on GitHub.": "Si è verificato un errore sconosciuto durante l'esportazione. Per favore segnalalo come un nuovo problema su GitHub.",
    "Approximately {{currencyAmount}}": "Circa {{importo valuta}}",
    "Account": "Account",
    "Account in Actual": "Account in Actual",
    "Account list": "Lista account",
    "Account menu": "Menu account",
    "Are you sure you want to edit this transaction?": "Sei sicuro di voler modificare questa transazione?",
    "Are you sure?": "Sei sicuro?",
    "Area Graph": "Grafico dell'area",
    "App updated to {{version}}": "App aggiornata a {{version}}",
    "Append": "Allegare",
    "append to notes": "aggiungere alle note",
    "Apply actions": "Applica azioni",
    "Auto login failed - No header sent": "Accesso automatico non riuscito - Nessuna intestazione inviata",
    "Apply budget template": "Applica il modello di budget",
    "Are you sure you want to delete the report named ‘<2>{{name}}</2>’?": "Vuoi davvero eliminare il report denominato \"<2>{{name}}</2>\"?",
    "Actual field": "Campo Actual",
    "Actual’s data directory successfully changed.": "La directory dei dati di Actual è stata modificata correttamente.",
    "Add": "Aggiungi",
    "After disabling OpenID all sessions will be closed": "Dopo aver disabilitato OpenID tutte le sessioni verranno chiuse",
    "After enabling OpenID all sessions will be closed": "Dopo aver abilitato OpenID tutte le sessioni verranno chiuse",
    "All accounts": "Tutti i conti",
    "All Accounts": "Tutti i conti",
    "All reconciled!": "Tutto riconciliato!",
    "All time": "Storico",
    "All time divisor": "Divisore storico",
    "all transactions": "tutte le transazioni",
    "Automatically add transaction": "Aggiungi automaticamente la transazione",
    "Available for download": "Disponibile per il download",
    "Average": "Media",
    "account": "account",
    "(nothing)": "(vuoto)"
}
