{
    "(please select)": "(pasirinkite)",
    "{{displayMonth}} budget templates have been overwritten.": "{{displayMonth}} biudžeto šablonai buvo perrašyti.",
    "(none)": "(nėra)",
    "(Optional)": "(Neprivaloma)",
    "(give feedback)": "(palikite atsiliepimą)",
    "(hidden)": "(paslėpta)",
    "{{displayMonth}} budget templates have been applied.": "{{displayMonth}} biudžeto šablonai buvo pritaikyti.",
    "(No payee)": "(nėra gavėjo)",
    "{{count}} associated rules_one": "{{count}} susijusi taisyklė",
    "{{count}} associated rules_few": "{{count}} susijusios taisyklės",
    "{{count}} associated rules_other": "{{count}} susijusios taisyklės",
    "{{displayMonth}} budgets have all been set to last month’s budgeted amounts.": "{{displayMonth}} biudžetai buvo nustatyti pagal praėjusio mėnesio biudžetų sumas.",
    "{{displayMonth}} budgets have all been set to zero.": "{{displayMonth}} biudžetai buvo anuliuoti.",
    "{{displayMonth}} end-of-month cleanup templates have been applied.": "{{displayMonth}} mėnesio galo valymo šablonai buvo panaudoti.",
    "{{selectedPayeeNames}}, and more": "{{selectedPayeeNames}}, ir daugiau",
    "<0><0>Custom Report:</0></0> <2>{{name}}</2>": "<0><0>Ataskaita:</0></0> <2>{{name}}</2>",
    "(modified)": "(redaguota)",
    "{{count}} transactions_one": "{{count}} transakcija",
    "{{count}} transactions_few": "{{count}} transakcijos",
    "{{count}} transactions_other": "{{count}} transakcijos",
    "<0><0>How are “Average” and “Spent Average MTD” calculated?</0></0><1>They are both the average cumulative spending by day for the three months before the selected “compare” month.</1>": "<0><0>Kaip skaičiuojamas \"Vidurkis\" ir \"Išlaidų vidurkis nuo mėnesio pradžios\"?</0></0><1>Jie abu yra vidutinių išlaidų vidurkis nuo trijų mėnesių iki pasirinkti \"lyginamojo\" mėnesio</1>",
    "(+{{numHiddenPayees}} more)": "(+{{numHiddenPayees}} daugiau)",
    "(after weekend)": "(po savaitgalio)",
    "(before weekend)": "(prieš savaitgalį)",
    "(deleted)": "(ištrinta)",
    "(nothing)": "(nieko)",
    "{{categoryGroupName}} expense group categories": "{{categoryGroupName}} išlaidų grupių kategorijos",
    "{{categoryName}} shortcuts": "{{categoryName}} nuorodos",
    "{{count}} payees_one": "{{count}} gavėjas",
    "{{count}} payees_few": "{{count}} gavėjai",
    "{{count}} payees_other": "{{count}} gavėjų",
    "{{endOccurrences}} times": "{{endOccurrences}} kartus",
    "{{scheduleName}} is due {{distanceFromNow}} ({{formattedDate}})": "{{scheduleName}} numatytas {{distanceFromNow}} ({{formattedDate}})",
    "{{status}} (Split)": "{{status}} (Padalinti)",
    "<0>{{category}}</0> is used by existing transactions or it has a positive leftover balance currently.": "<0>{{category}}</0> yra panaudotas egzistuojančio pervedimo arba turi teigiamą likutinį balansą.",
    "<0>{{category}}</0> is used by existing transactions.": "<0>{{category}}</0> yra naudojamas egzistuojančio pervedimo.",
    "<0><0>How is cash flow calculated?</0></0><1>Cash flow shows the balance of your budgeted accounts over time, and the amount of expenses/income each day or month. Your budgeted accounts are considered to be “cash on hand,” so this gives you a picture of how available money fluctuates.</1>": "<0><0>Kaip apskaičiuojamas pinigų srautas?</0></0><1>Pinigų srautas parodo jūsų biudžeto sąskaitų likutį per tam tikrą laiką ir išlaidų / pajamų sumą kiekvieną dieną arba mėnesį. Jūsų biudžeto sąskaitos yra laikomos „turimais grynaisiais pinigais“, todėl tai suteikia jums vaizdą, kaip kinta turimų pinigų kiekis.</1>",
    "<0><0>Repair transactions</0> if you are experiencing bugs relating to split transactions or transfers and the “Reset budget cache” button above does not help, this tool may fix them. Some examples of bugs include seeing blank payees on splits or incorrect account balances. This tool does four things:</0><1><0>Ensures that deleted split transactions are fully deleted. In previous versions of the app, certain split transactions may appear deleted but not all of them are actually deleted. This causes the transactions list to look correct, but certain balances may be incorrect when filtering.</0><1>Sync the payee and cleared flag of a split transaction to the main or “parent” transaction, if appropriate. The payee will only be set if it currently doesn’t have one.</1><2>Checks that the sum of all child transactions adds up to the total amount. If not, these will be flagged below to allow you to easily locate and fix the amounts.</2><3>Checks for any non-split transactions with erroneous split errors and removes the errors if found.</3><4>Check if you have any budget transfers that erroneous contain a category, and remove the category.</4><5>Checks for any parent transactions with a category and removes the category if found.</5></1>": "<0><0>Taisyti operacijas</0> Jei susiduriate su klaidomis, susijusiomis su padalytomis operacijomis ar pervedimais, ir mygtukas „Išvalyti biudžeto talpyklą“ nepadeda, šis įrankis gali jas ištaisyti. Pavyzdžiui, jei matote tuščius gavėjus padalijimuose arba neteisingą sąskaitos likutį. Šis įrankis atlieka keturis dalykus:</0><1><0>Užtikrina, kad ištrintos padalytos operacijos būtų visiškai pašalintos. Ankstesnėse programos versijose kai kurios padalytos operacijos gali atrodyti ištrintos, bet iš tikrųjų jos nėra. Dėl to operacijų sąrašas atrodo teisingas, tačiau kai kurie likučiai gali būti neteisingi filtruojant.</0><1>Sinchronizuoja gavėją ir „patvirtintas“ žymę nuo padalytos operacijos su pagrindine arba „pirminė“ operacija, jei tai tinka. Gavėjas bus nustatytas tik tuo atveju, jei jo šiuo metu nėra.</1><2>Patikrina, ar visų antrinių operacijų suma atitinka bendrą sumą. Jei ne, jos bus pažymėtos žemiau, kad galėtumėte lengvai jas rasti ir pataisyti sumas.</2><3>Patikrina, ar nėra neskaidytų operacijų su klaidingomis padalijimo klaidomis ir, jei randa, jas pašalina.</3><4>Patikrina, ar turite biudžeto pervedimų, kuriuose klaidingai nurodyta kategorija, ir pašalina kategoriją.</4><5>Patikrina, ar pirminėse operacijose yra kategorija, ir, jei randa, ją pašalina.</5></1>",
    "<0>Actual</0> is a super fast privacy-focused app for managing your finances.": "<0>Actual</0> yra labai greita, į privatumą orientuota programėlė skirta valdyti savo finansus.",
    "<0>Are you sure you want to delete it?</0> If so, you must select another category to transfer existing transactions and balance to.": "<0>Ar tikrai norite ištrinti?</0> Jei taip, privalote pasirinkti kitą kategoriją į kurią pervesite egzituojančias operacijas ir likutį."
}
