{
    "<0>Budgeted:</0><1>{{amount}}</1>": "<0>Zabudżetowane:</0><1>{{amount}}</1>",
    "{{count}} transactions_one": "{{count}} transakcja",
    "{{count}} transactions_few": "{{count}} transakcje",
    "{{count}} transactions_many": "{{count}} transakcji",
    "{{count}} associated rules_one": "{{count}} powiązana reguła",
    "{{count}} associated rules_few": "{{count}} powiązane reguły",
    "{{count}} associated rules_many": "{{count}} powiązanych reguł",
    "<0>Balance:</0><1>{{amount}}</1>": "<0>Bilans:</0><1>{{amount}}</1>",
    "(give feedback)": "(podziel się opinią)",
    "<0>Budget ID:</0> {{budgetId}}": "<0>ID budżetu:</0> {{budgetId}}",
    "{{selectedPayeeNames}}, and more": "{{selectedPayeeNames}} i więcej",
    "(please select)": "(wybierz)",
    "(Optional)": "(Opcjonalne)",
    "(none)": "(brak)",
    "(modified)": "(zmodyfikowany)",
    "(hidden)": "(ukryty)",
    "Add account": "Dodaj konto",
    "Add new widget": "Dodaj nowy widżet",
    "{{displayMonth}} budget templates have been applied.": "Szablony budżetu za miesiąc {{displayMonth}} zostały zastosowane.",
    "(+{{numHiddenPayees}} more)": "(+{{numHiddenPayees}} więcej)",
    "<0><0>Custom Report:</0></0> <2>{{name}}</2>": "<0><0>Niestandardowy raport:</0></0> <2>{{name}}</2>",
    "{{displayMonth}} end-of-month cleanup templates have been applied.": "{{displayMonth}} – zastosowano szablony porządkowania na koniec miesiąca.",
    "{{displayMonth}} budget templates have been overwritten.": "{{displayMonth}} – szablony budżetu zostały zastąpione.",
    "{{displayMonth}} budgets have all been set to last month’s budgeted amounts.": "{{displayMonth}} – kwoty zaplanowane w budżecie zostały ustawione tak samo, jak w zeszłym miesiącu.",
    "(No payee)": "(Brak płatnika)",
    "{{displayMonth}} budgets have all been set to zero.": "{{displayMonth}} – kwoty zaplanowane w budżecie zostały ustawione na zero.",
    "An unknown error occurred: {{error}}": "Wystąpił nieznany błąd: {{error}}",
    "1 month": "1 miesiąc",
    "A category must be transferred to another of the same type (expense or income)": "Kategoria musi zostać przeniesiona do innej tego samego typu (wydatek lub przychód)",
    "and": "oraz",
    "App updated to {{version}}": "Aplikacja zaktualizowana do wersji {{version}}",
    "Apply": "Zastosuj",
    "Are you sure you want to edit this transaction?": "Czy na pewno chcesz edytować tę transakcję?",
    "Auto login failed - No header sent": "Automatyczne logowanie nie powiodło się - Nie wysłano nagłówka",
    "Auto login failed - Proxy not trusted": "Automatyczne logowanie nie powiodło się - serwer proxy nie jest zaufany",
    "Available for download": "Dostępne do pobrania",
    "Backups": "Kopie zapasowe",
    "Apply to all": "Zastosuj do wszystkich",
    "Average per month": "Średnio miesięcznie",
    "append to notes": "dołącz do notatek",
    "Apply budget template": "Zastosuj szablon budżetu",
    "Are you sure you want to delete the report named ‘<2>{{name}}</2>’?": "Czy na pewno chcesz usunąć raport o nazwie „<2>{{name}}</2>”?",
    "Assets:": "Aktywa:",
    "Auth0 application settings": "Ustawienia aplikacji Auth0",
    "Average": "Średnio",
    "Average:": "Średnia:",
    "Back": "Wstecz",
    "Back up now": "Utwórz kopię zapasową",
    "6 months": "6 miesięcy",
    "<0>Authentication method</0> modifies how users log in to the system.": "<0>Metoda uwierzytelniania</0> zmienia sposób logowania użytkowników do systemu.",
    "28+": "28+",
    "3 months": "3 miesiące",
    "Apply budget templates": "Zastosuj szablony budżetów",
    "1 day": "1 dzień",
    "1 week": "1 tydzień",
    "An internal error occurred. Try to log in again, or get <2>in touch</2> for support.": "Wystąpił błąd wewnętrzny. Spróbuj zalogować się ponownie lub skontaktuj się z <2>pomocą techniczną</2>.",
    "Are you sure you want to close <2>{{accountName}}</2>? ": "Czy na pewno chcesz zamknąć <2>{{accountName}}</2>? ",
    "Average per transaction": "Średnio na transakcję",
    "Back to file list": "Wróć do listy plików",
    "Ascending": "Rosnąco",
    "1 year": "1 rok",
    "2 weeks": "2 tygodnie",
    "Access": "Dostęp",
    "A new version of Actual is available!": "Nowa wersja Actual jest już dostępna!",
    "An unknown error occurred while exporting. Please report this as a new issue on GitHub.": "Podczas eksportowania wystąpił nieznany błąd. Zgłoś to w serwisie GitHub.",
    "Approximately {{currencyAmount}}": "W przybliżeniu {{currencyAmount}}",
    "<0>Category Learning</0> will automatically determine the best category for a transaction and create a rule that sets the category for the payee. <3>Learn more</3>": "<0>Uczenie się kategorii</0> automatycznie określi najlepszą kategorię dla transakcji i utworzy regułę, która ustawi kategorię dla płatnika. <3>Dowiedz się więcej</3>",
    "<0>Goal Type:</0><1>{{type}}</1>": "<0>Typ celu:</0><1>{{type}}</1>",
    "<0>Goal:</0><1>{{amount}}</1>": "<0>Cel:</0><1>{{amount}}</1>",
    "Account list": "Lista kont",
    "<0>Read here</0> for instructions on how to migrate your data from YNAB. You need to export your data as JSON, and that page explains how to do that.": "<0>Zapoznaj się</0> z instrukcjami dotyczącymi migracji danych z YNAB. Musisz wyeksportować swoje dane jako JSON, a ta strona wyjaśnia, jak to zrobić.",
    "Actions": "Czynności",
    "Actual has updated the syncing format": "Actual zaktualizował format synchronizacji",
    "Append": "Dołącz",
    "Area Graph": "Wykres powierzchniowy",
    "Balance": "Saldo",
    "Balance must be a number": "Saldo musi być liczbą",
    "Balance for {{categoryName}} category": "Saldo dla kategorii {{categoryName}}",
    "Bank Account To Sync": "Konto bankowe do synchronizacji",
    "Break down less-frequent expenses into monthly expenses": "Podziel sporadyczne wydatki na wydatki miesięczne.",
    "Budget": "Budżet",
    "Budget set to {{numberOfMonths}}-month average.": "Budżet ustawiony na średnią {{numberOfMonths}}-miesięczną.",
    "Budget page menu": "Menu strony budżetu",
    "Budget Summary": "Podsumowanie budżetu",
    "Budget template applied.": "Zastosowano szablon budżetu.",
    "Balance:": "Saldo:",
    "Backups are taken every {{BACKUP_FREQUENCY_MINS}} minutes and stored in <4><0>Actual’s data directory</0></4>. Actual retains a maximum of {{MAX_BACKUPS}} backups at any time.": "Kopie zapasowe są wykonywane co {{BACKUP_FREQUENCY_MINS}} minut i przechowywane w <4><0>katalogu danych Actual</0></4>. Actual przechowuje maksymalnie {{MAX_BACKUPS}} kopii zapasowych w dowolnym momencie.",
    "Apply actions": "Zastosuj czynności",
    "Automatically add transaction": "Dodaj transakcję automatycznie",
    "Available funds": "Dostępne środki",
    "Bank": "Bank",
    "Budget “{{id}}” not found. Check the ID of your budget in the Advanced section of the settings page.": "Nie znaleziono budżetu \"{{id}}\". Sprawdź ID swojego budżetu w sekcji Zaawansowane na stronie ustawień.",
    "Budget name": "Nazwa budżetu",
    "Budget set to last month’s budget.": "Budżet ustawiony na budżet z zeszłego miesiąca.",
    "Calendar": "Kalendarz",
    "Calendar card": "Karta kalendarza",
    "Category": "Kategoria",
    "Category “{{name}}” already exists in group (it may be hidden)": "Kategoria \"{{name}}\" już istnieje w tej grupie (może być ukryta)",
    "Can also assign ownership of a budget to another person, ensuring efficient budget management.": "Może również przypisać budżet innej osobie, co pozwala na efektywne zarządzanie budżetem.",
    "Category Learning": "Uczenie się kategorii",
    "Change directory": "Zmień katalog",
    "Actual is a super fast privacy-focused app for managing your finances. To secure your data, you’ll need to set a password for your server.": "Actual to niezwykle szybka i zapewniająca prywatność aplikacja do zarządzania finansami. Aby zabezpieczyć swoje dane, musisz ustawić hasło do swojego serwera.",
    "<0>Language</0> is the display language of all text. Please note that no warranty is provided for the accuracy or completeness of non-English translations. If you encounter a translation error, feel free to make a suggestion on <3>Weblate</3>.": "<0>Język</0> używany do wyświetlania tekstu w aplikacji. Pamiętaj, że nie gwarantujemy dokładności ani kompletności tłumaczeń na języki inne niż angielski. Jeśli napotkasz błąd w tłumaczeniu, nie krępuj się zgłosić sugestii na <3>Weblate</3>.",
    "Bar Graph": "Wykres słupkowy",
    "Account menu": "Menu konta",
    "<0>Sync ID:</0> {{syncId}}": "<0>ID synchronizacji:</0> {{syncId}}",
    "<0>Themes</0> change the user interface colors.": "<0>Motywy</0> zmieniają kolory interfejsu.",
    "Account linking not opening in a new tab? Click here": "Powiązanie konta nie otwiera się w nowej karcie? Kliknij tutaj",
    "Cancel": "Anuluj",
    "Cannot save: No widget available.": "Nie można zapisać: brak dostępnego widżetu.",
    "Category group name": "Nazwa grupy kategorii",
    "Category is required": "Kategoria jest wymagana",
    "Category name": "Nazwa kategorii",
    "Center": "Wyśrodkuj",
    "Change": "Zmień",
    "<0>Create a local account</0> if you want to add transactions manually. You can also <3>import QIF/OFX/QFX files into a local account</3>.": "<0>Utwórz konto lokalne</0>, jeśli chcesz dodawać transakcje ręcznie. Można również <3>zaimportować pliki QIF/OFX/QFX na konto lokalne</3>.",
    "<0>End-to-end encryption</0> is not available when making an unencrypted connection to a remote server. You’ll need to enable HTTPS on your server to use end-to-end encryption. This problem may also occur if your browser is too old to work with Actual.": "<0>Szyfrowanie end-to-end</0> nie jest dostępne podczas nawiązywania niezaszyfrowanego połączenia ze zdalnym serwerem. Aby korzystać z szyfrowania end-to-end, należy włączyć na serwerze protokół HTTPS. Problem ten może również wystąpić, jeśli przeglądarka jest zbyt stara do obsługi Actual.",
    "<0>End-to-end encryption</0> is not enabled. Any data on the server is still protected by the server password, but it’s not end-to-end encrypted which means the server owners have the ability to read it. If you want, you can use an additional password to encrypt your data on the server.": "<0>Szyfrowanie end-to-end</0> nie jest włączone. Wszelkie dane na serwerze są nadal chronione hasłem serwera, ale nie są szyfrowane end-to-end, co oznacza, że właściciele serwera mają możliwość ich odczytania. Jeśli chcesz, możesz użyć dodatkowego hasła do szyfrowania danych na serwerze.",
    "Accounts": "Konta",
    "Account": "Konto",
    "Category learning disabled": "Uczenie się kategorii zostało wyłączone",
    "Category learning settings": "Ustawienia uczenia się kategorii",
    "Account in Actual": "Konto w Actual",
    "<0>End-to-end encryption</0> is not available when running without a server. Budget files are always kept unencrypted locally, and encryption is only applied when sending data to a server.": "<0>Szyfrowanie end-to-end</0> nie jest dostępne podczas pracy bez serwera. Pliki budżetowe są zawsze przechowywane lokalnie w postaci niezaszyfrowanej, a szyfrowanie jest stosowane tylko podczas wysyłania danych na serwer.",
    "<0>Envelope budgeting</0> (recommended) digitally mimics physical envelope budgeting system by allocating funds into virtual envelopes for different expenses. It helps track spending and ensure you don‘t overspend in any category.": "<0>Planowanie budżetu metodą kopertową</0> (zalecane) cyfrowo naśladuje fizyczny system, przydzielając środki do wirtualnych kopert na różne rodzaje kosztów. Pomaga to śledzić wydatki i upewnić się, że nie przekroczysz ich w żadnej kategorii.",
    "<0>Experimental features.</0> These features are not fully tested and may not work as expected. THEY MAY CAUSE IRRECOVERABLE DATA LOSS. They may do nothing at all. Only enable them if you know what you are doing.": "<0>Funkcje eksperymentalne.</0> Funkcje te nie są w pełni przetestowane i mogą nie działać prawidłowo. MOGĄ POWODOWAĆ NIEODWRACALNĄ UTRATĘ DANYCH. Mogą w ogóle nie działać. Włącz je tylko wtedy, jeśli wiesz, co robisz.",
    "<0>Export</0> your data as a zip file containing <3>db.sqlite</3> and <5>metadata.json</5> files. It can be imported into another Actual instance by closing an open file (if any), then clicking the “Import file” button, then choosing “Actual.”": "<0>Eksportuj</0> swoje dane jako plik zip zawierający pliki <3>db.sqlite</3> i <5>metadata.json</5>. Można go zaimportować do innej instancji Actual, zamykając otwarty plik (jeśli taki istnieje), a następnie klikając przycisk \"Importuj plik\" i wybierając \"Actual\".",
    "<0>Important:</0> if you forget this password <3>and</3> you don’t have any local copies of your data, you will lose access to all your data. The data cannot be decrypted without the password.": "<0>Ważne:</0> jeśli zapomnisz to hasło <3>i</3> nie masz żadnych lokalnych kopii plików, utracisz dostęp do wszystkich swoich danych. Nie będzie można ich odszyfrować bez podania hasła.",
    "<0>Reset sync</0> will remove all local data used to track changes for syncing, and create a fresh sync ID on the server. This file on other devices will have to be re-downloaded to use the new sync ID. Use this if there is a problem with syncing and you want to start fresh.": "<0>Reset synchronizacji</0> usunie wszystkie lokalne dane używane do śledzenia zmian synchronizacji i utworzy nowy ID synchronizacji na serwerze. Ten plik będzie musiał zostać ponownie pobrany na innych urządzeniach, aby używać nowego ID synchronizacji. Użyj tej opcji, jeśli wystąpił jakiś problem z synchronizacją i chcesz zacząć od nowa.",
    "<0>Reset budget cache</0> will clear all cached values for the budget and recalculate the entire budget. All values in the budget are cached for performance reasons, and if there is a bug in the cache you won’t see correct values. There is no danger in resetting the cache. Hopefully you never have to do this.": "<0>Zresetowanie pamięci podręcznej budżetu</0> usunie wszystkie wartości zapisane w pamięci podręcznej i ponownie przeliczy cały budżet. Wszystkie wartości w budżecie są przechowywane w pamięci podręcznej ze względu na wydajność, a jeśli wystąpi w niej jakiś błąd, nie zobaczysz poprawnych wartości. Resetowanie pamięci podręcznej nie jest niebezpieczne. Miejmy nadzieję, że nigdy nie będzie trzeba tego robić.",
    "Be aware that other devices may have already created these transactions. If you have multiple devices, make sure you only do this on one device or you will have duplicate transactions.": "Pamiętaj, że inne urządzenia mogły już utworzyć te transakcje. Jeśli masz wiele urządzeń, upewnij się, że robisz to tylko na jednym urządzeniu, w przeciwnym razie będziesz mieć zduplikowane transakcje.",
    "Cover from a category": "Pokryj z kategorii",
    "contains": "zawiera",
    "Context menus": "Menu kontekstowe",
    "Copy last month’s budget": "Skopiuj budżet z zeszłego miesiąca",
    "Could not search: {{errorReason}}": "Nie można wyszukać: {{errorReason}}.",
    "Cover from a category:": "Pokryj z kategorii:",
    "copy": "kopiuj"
}
