{
    "(give feedback)": "(deixar feedback)",
    "(modified)": "(modificado)",
    "{{count}} associated rules_one": "{{count}} regra associada",
    "{{count}} associated rules_many": "{{count}} regras associadas",
    "{{count}} associated rules_other": "{{count}} regras associadas",
    "(none)": "(nenhum)",
    "(Optional)": "(Opcional)",
    "(please select)": "(selecione)",
    "{{count}} transactions_one": "{{count}} transação",
    "{{count}} transactions_many": "{{count}} transações",
    "{{count}} transactions_other": "{{count}} transações",
    "{{displayMonth}} budget templates have been applied.": "Os modelos de orçamento de {{displayMonth}} foram aplicados.",
    "{{displayMonth}} budget templates have been overwritten.": "Os modelos de orçamento de {{displayMonth}} foram substituídos.",
    "{{displayMonth}} budgets have all been set to zero.": "Todos os orçamentos de {{displayMonth}} foram colocados a zero.",
    "{{displayMonth}} end-of-month cleanup templates have been applied.": "Foram aplicados os modelos de limpeza de final de mês para {{displayMonth}}.",
    "{{selectedPayeeNames}}, and more": "{{selectedPayeeNames}}, e mais",
    "(hidden)": "(oculto)",
    "{{displayMonth}} budgets have all been set to last month’s budgeted amounts.": "Todos os orçamentos de {{displayMonth}} foram definidos com os valores orçados no mês passado.",
    "1 year": "1 ano",
    "2 weeks": "2 semanas",
    "28+": "28+",
    "3 months": "3 meses",
    "Access Revocation Incomplete": "Revogação de acesso incompleta",
    "Actions": "Ações",
    "Account in Actual": "Conta no Actual",
    "Account list": "Lista de contas",
    "Accounts": "Contas",
    "Account linking not opening in a new tab? Click here": "A vinculação da conta não abre uma nova tab? Clique aqui",
    "Actual has updated the syncing format": "Actual atualizou o formato de sincronização",
    "$10 a week": "$10 por semana",
    "$10 a week, up to a maximum of $80": "$10 por semana, até um maximo de $80",
    "$50 each month": "$50 por mês",
    "1 month": "1 mês",
    "1 week": "1 semana",
    "A valid amount is required": "É necessário um valor válido",
    "Access": "Acesso",
    "Account": "Conta",
    "Account menu": "Menu da conta",
    "A new version of Actual is available!": "A nova versão do Actual esta disponivel!",
    "6 months": "6 meses",
    "1 day": "1 dia",
    "<0>Balance:</0><1>{{amount}}</1>": "<0>Saldo:</0><1>{{amount}}</1>",
    "<0>Budgeted:</0><1>{{amount}}</1>": "<0>Orçamentado:</0><1>{{amount}}</1>",
    "<0>Goal:</0><1>{{amount}}</1>": "<0> Objetivo:</0><1>{{amount}}</1>",
    "Add account": "Adicionar conta",
    "Add category": "Adicionar categoria",
    "Add category group": "Adicionar grupo de categorias",
    "Add New": "Adicionar Novo",
    "Add new user": "Adicionar novo utilizador",
    "Add new widget": "Adicionar novo widget",
    "Add specific days": "Adicionar dias específicos",
    "Add transaction": "Adicionar transação",
    "Add condition": "Adicionar condição",
    "Add group": "Adicionar grupo",
    "Add action": "Adicionar ação",
    "Your password or something else has changed with your bank and you need to login again.": "A sua palavra-passe ou outra coisa foi alterada no seu banco e tem de iniciar sessão novamente.",
    "Admin": "Administrador",
    "Category": "Categoria",
    "Budget": "Orçamento",
    "Closing...": "A fechar...",
    "and": "e",
    "<0><0>How are “Average” and “Spent Average MTD” calculated?</0></0><1>They are both the average cumulative spending by day for the three months before the selected “compare” month.</1>": "<0><0>Como são calculados a “Média” e a “Média dos gastos MTD”?</0></0><1>Ambos são os gastos médios acumulados por dia para os três meses anteriores ao mês de “comparação” seleccionado.</1>",
    "<0>Actual</0> is a super fast privacy-focused app for managing your finances.": "<0>Actual</0> é um aplicativo super rápido focado em privacidade para gerir suas finanças.",
    "<0>Authentication method</0> modifies how users log in to the system.": "<0>O método de autenticação</0> modifica como os utilizadores entram no sistema.",
    "<0>Budget ID:</0> {{budgetId}}": "<0>ID do orçamento:</0> {{budgetId}}",
    "<0>Actual’s data directory</0> <2><0>where your files are stored</0></2>": "<0>Diretorio de dados do Actual</0> <2><0>onde os seus ficheiros são armazenados</0></2>",
    "Center": "Centro",
    "Days": "Dias",
    "Debt:": "Dívida:",
    "Delete": "Eliminar",
    "Change": "Mudança",
    "<0>Category Learning</0> will automatically determine the best category for a transaction and create a rule that sets the category for the payee. <3>Learn more</3>": "<0>Aprendizagem de categorias</0> determinará automaticamente a melhor categoria para uma transação e criará uma regra que define a categoria para o beneficiário. <3>Saber mais</3>",
    "<0>Create a local account</0> if you want to add transactions manually. You can also <3>import QIF/OFX/QFX files into a local account</3>.": "<0>Crie uma conta local</0> se pretender adicionar transações manualmente. Também pode <3>importar ficheiros QIF/OFX/QFX para uma conta local</3>.",
    "Calendar": "Calendário",
    "Close": "Fechar",
    "Compare": "Comparar",
    "Compare:": "Comparar:",
    "Connecting...": "A conectar…",
    "contains": "contém",
    "copy": "copiar",
    "Create": "Criar",
    "Debts:": "Dívidas:",
    "Add": "Adicionar",
    "(No payee)": "(Sem beneficiário)",
    "<0><0>Custom Report:</0></0> <2>{{name}}</2>": "<0><0>Relatório Customizado:</0></0> <2>{{name}}</2>",
    "<0>End-to-end encryption</0> is not available when making an unencrypted connection to a remote server. You’ll need to enable HTTPS on your server to use end-to-end encryption. This problem may also occur if your browser is too old to work with Actual.": "<0>A encriptação de ponta a ponta</0> não está disponível quando se estabelece uma ligação não encriptada com um servidor remoto. Terá de ativar o HTTPS no seu servidor para usar criptografia de ponta a ponta. Este problema também pode ocorrer se o seu browser for demasiado antigo para funcionar com o Actual.",
    "<0>End-to-end encryption</0> is not available when running without a server. Budget files are always kept unencrypted locally, and encryption is only applied when sending data to a server.": "<0>A encriptação de ponta a ponta</0> não está disponível quando é executado sem servidor. Os ficheiros de orçamento são sempre mantidos localmente sem encriptação, e a encriptação só é aplicada ao enviar dados para um servidor.",
    "Amount": "Montante",
    "(+{{numHiddenPayees}} more)": "(+{{numHiddenPayees}} mais)",
    "<0><0>How is cash flow calculated?</0></0><1>Cash flow shows the balance of your budgeted accounts over time, and the amount of expenses/income each day or month. Your budgeted accounts are considered to be “cash on hand,” so this gives you a picture of how available money fluctuates.</1>": "<0><0>Como é calculado o fluxo de caixa?</0></0><1> O fluxo de caixa mostra o saldo das suas contas orçamentadas ao longo do tempo, e a quantidade de despesas / receita a cada dia ou mês. As contas orçamentadas são consideradas como \"dinheiro disponível\", então isso mostra uma imagem de como o dinheiro disponível flutua.</1>",
    "(before weekend)": "(antes do fim-de-semana)",
    "(after weekend)": "(após fim-de-semana)",
    "<0>Goal Type:</0><1>{{type}}</1>": "<0> Tipo de Objetivo:</0><1>{{type}}</1>",
    "<0>Important:</0> if you forget this password <3>and</3> you don’t have any local copies of your data, you will lose access to all your data. The data cannot be decrypted without the password.": "<0>Importante:</0> se você esquecer esta senha <3> e</3> não tem nenhuma cópia local dos seus dados, perderá o acesso a todos os seus dados. Os dados não podem ser desencriptados sem a senha.",
    "amount (outflow)": "montante (saída)",
    "Amount (outflow)": "Montante (saída)",
    "Advanced options": "Opções avançadas",
    "Advanced Settings": "Configurações avançadas",
    "amount (inflow)": "montante (entrada)",
    "Amount (inflow)": "Montante (entrada)",
    "(deleted)": "(excluído)",
    "(nothing)": "(nada)",
    "{{endOccurrences}} times": "{{endOccurrences}} vezes",
    "<0>Envelope budgeting</0> (recommended) digitally mimics physical envelope budgeting system by allocating funds into virtual envelopes for different expenses. It helps track spending and ensure you don‘t overspend in any category.": "<0>Orçamentação por envelope</0> (recomendado) imita digitalmente o sistema de orçamento de envelope físico, alocando fundos em envelopes virtuais para diferentes despesas. Ele ajuda a acompanhar os gastos e garantir que você não tem gastos excessivos em qualquer categoria.",
    "<0>End-to-end encryption</0> is not enabled. Any data on the server is still protected by the server password, but it’s not end-to-end encrypted which means the server owners have the ability to read it. If you want, you can use an additional password to encrypt your data on the server.": "<0>Criptografia ponta-a-ponta</0> não está ativada. Qualquer dado no servidor ainda é protegido pela senha do servidor, mas não é encriptado de ponta-a-ponta, o que significa que os proprietários do servidor têm a capacidade de lê-lo. Se quiser pode usar uma senha adicional para encriptar os seus dados no servidor.",
    "<0>Experimental features.</0> These features are not fully tested and may not work as expected. THEY MAY CAUSE IRRECOVERABLE DATA LOSS. They may do nothing at all. Only enable them if you know what you are doing.": "<0>Funções experimentais.</0> Estas funcionalidades não estão totalmente testadas e podem não funcionar como esperado. PODE CAUSAR PERDA DE DADOS IRRECUPERÁVEL. Pode não fazer nada. Só os ative se souber o que está a fazer.",
    "Complete": "Completo",
    "Add recurrence": "Adicionar recorrência",
    "Add new schedule": "Adicionar novo agendamento",
    "Add a new transaction": "Adicionar uma nova transação",
    "<0>Formatting</0> does not affect how budget data is stored, and can be changed at any time.": "<0>Formatting</0> não afeta como os dados do orçamento são armazenados e podem ser alterados a qualquer momento.",
    "<0>Link a <1>Brazilian</1> bank account</0> to automatically download transactions. Pluggy.ai provides reliable, up-to-date information from hundreds of banks.": "<0>Link a <1>Brazilian</1> bank account</0> para baixar automaticamente transações. Pluggy. ai fornece informações confiáveis e atualizadas de centenas de bancos.",
    "<0>Read here</0> for instructions on how to migrate your data from YNAB. You need to export your data as JSON, and that page explains how to do that.": "<0>Ler aqui</0> instruções em como migrar os seus dados do YNAB. Você precisa exportar seus dados como JSON, e essa página explica como fazer.",
    "<0>No server configured</0>": "<0> Nenhum servidor configurado </0>",
    "<0>Reset sync</0> will remove all local data used to track changes for syncing, and create a fresh sync ID on the server. This file on other devices will have to be re-downloaded to use the new sync ID. Use this if there is a problem with syncing and you want to start fresh.": "<0>Repor sincronização</0> irá remover todos os dados locais usados para rastrear alterações para sincronização e criar uma nova ID de sincronização no servidor. Este arquivo em outros dispositivos terá que ser baixado novamente para usar o novo ID de sincronização. Use isso se houver um problema com a sincronização e você quer começar de novo.",
    "<0>Reset budget cache</0> will clear all cached values for the budget and recalculate the entire budget. All values in the budget are cached for performance reasons, and if there is a bug in the cache you won’t see correct values. There is no danger in resetting the cache. Hopefully you never have to do this.": "<0>Report cache do orçamento </0> irá limpar todos os valores em cache para o orçamento e recalcular todo o orçamento. Todos os valores no orçamento são armazenados em cache por razões de desempenho, e se houver um erro na cache, você não verá valores corretos. Não há perigo em redefinir o cache. É desejável que nunca tenha de fazer isto.",
    "<0>Language</0> is the display language of all text. Please note that no warranty is provided for the accuracy or completeness of non-English translations. If you encounter a translation error, feel free to make a suggestion on <3>Weblate</3>.": "<0>Linguagem</0> é a linguagem de exibição de todo o texto. Por favor, note que não é dada nenhuma garantia para a precisão ou integridade de traduções não-Inglês. Se encontrar um erro de tradução, sinta-se livre para fazer uma sugestão em <3>Weblate</3>.",
    "<0>Language</0> support is not available. Please follow the instructions <3>here</3> to add missing translation files.": "<0>Linguagem</0> não está disponível. Por favor, siga as instruções <3>here</3> para adicionar arquivos de tradução em falta.",
    "<0>Link a <1>North American</1> bank account</0> to automatically download transactions. SimpleFIN provides reliable, up-to-date information from hundreds of banks.": "<0>Link a <1>North American</1> bank account</0> para baixar automaticamente transações. O SimpleFIN fornece informações confiáveis e atualizadas de centenas de bancos.",
    "<0>Link a <1>European</1> bank account</0> to automatically download transactions. GoCardless provides reliable, up-to-date information from hundreds of banks.": "<0>Link a <1>European</1> bank account</0> para baixar automaticamente transações. GoCardless fornece informações confiáveis e atualizadas de centenas de bancos.",
    "<0>IDs</0> are the names Actual uses to identify your budget internally. There are several different IDs associated with your budget. The Budget ID is used to identify your budget file. The Sync ID is used to access the budget on the server.": "<0>IDs</0> são os nomes que Actual usa para identificar seu orçamento internamente. Existem vários IDs diferentes associados ao seu orçamento. O ID do orçamento é usado para identificar seu arquivo de orçamento. O Sync ID é usado para aceder ao orçamento no servidor.",
    "<0>Move schedule </0><1></1><2> {{beforeOrAfter}} weekend</2>": "<0>Move agendamento</0><1></1><2> {{beforeOrAfter}} fim de semana</2>",
    "<0>Export</0> your data as a zip file containing <3>db.sqlite</3> and <5>metadata.json</5> files. It can be imported into another Actual instance by closing an open file (if any), then clicking the “Import file” button, then choosing “Actual.”": "<0>Export</0> seus dados para um arquivo zip contendo <3>db.sqlite</3> e <5>metadata.json</5>. Ele pode ser importado para outra instância Actual fechando um arquivo aberto (se houver), em seguida clicando no botão “Importar arquivo” e escolhendo “Actual”.",
    "allocate": "alocar",
    "Amount:": "Montante:",
    "Append": "Anexar",
    "A category must be transferred to another of the same type (expense or income)": "Uma categoria deve ser transferida para outra do mesmo tipo (despesa ou receita)",
    "An unknown error occurred while exporting. Please report this as a new issue on GitHub.": "Ocorreu um erro desconhecido ao exportar. Por favor, reporte como um novo problema no GitHub.",
    "An internal error occurred, sorry! Visit https://actualbudget.org/contact/ for support. (ref: {{reason}})": "Ocorreu um erro interno, desculpe! Vá a https://actualbudget.org/contact/ para apoio. (ref: {{reason}})",
    "all transactions": "todas as transações",
    "All reconciled!": "Tudo reconciliado!",
    "All accounts": "Todas as contas",
    "All Accounts": "Todas as Contas",
    "AMOUNT OPTIONS": "OPÇÕES MONTATE",
    "An unknown error occurred: {{error}}": "Ocorreu um erro desconhecido: {{error}}",
    "App updated to {{version}}": "App atualizada para {{version}}",
    "account": "conta",
    "append to notes": "Anexar às notas",
    "Actual field": "Campo no Actual",
    "A file with id “{{id}}” already exists with the name “{{name}}”. This file will be replaced. This probably happened because files were manually moved around outside of Actual.": "Um arquivo com id “{{id}}” já existe com o nome “{{name}}”. Este arquivo será substituído. Isso provavelmente aconteceu porque os arquivos foram movidos manualmente fora do Actual.",
    "<0>Sync ID:</0> {{syncId}}": "<0>ID de Sincronização:</0> {{syncId}}",
    "{{categoryGroupName}} expense group categories": "{{categoryGroupName}}categorias de grupo de despesas",
    "<0>Themes</0> change the user interface colors.": "<0>Temas</0> altera as cores da interface do usuário.",
    "{{accountName}} bank sync settings": "Configurações de sincronização bancária de {{accountName}}",
    "<allocatedAmount /> <italic>of <totalAmount /></italic>": "<allocatedAmount /> <italic> de <totalAmount /></italic>"
}
