{
    "(hidden)": "(скрыто)",
    "(modified)": "(изменено)",
    "{{count}} associated rules_one": "{{count}} связанное правило",
    "{{count}} associated rules_few": "{{count}} связанных правил",
    "{{count}} associated rules_many": "{{count}} связанных правил",
    "{{count}} transactions_one": "{{count}} транзакция",
    "{{count}} transactions_few": "{{count}} транзакции",
    "{{count}} transactions_many": "{{count}} транзакций",
    "<0>Budget ID:</0> {{budgetId}}": "<0>Идентификатор бюджета:</0> {{budgetId}}",
    "<0>Budgeted:</0><1>{{amount}}</1>": "<0>Запланированно:</0><1>{{amount}}</1>",
    "<0>Balance:</0><1>{{amount}}</1>": "<0>Баланс:</0><1>{{amount}}</1>",
    "<0>Create a local account</0> if you want to add transactions manually. You can also <3>import QIF/OFX/QFX files into a local account</3>.": "<0>Создать локальную учётную запись</0> если вы хотите добавить транзакции вручную. Вы также можете <3> импортировать файлы QIF/OFX/QFX в локальную учётную запись</3>.",
    "(Optional)": "(Опционально)",
    "(none)": "(ничего)",
    "{{selectedPayeeNames}}, and more": "{{selectedPayeeNames}}, и другие",
    "<0>End-to-end encryption</0> is not available when running without a server. Budget files are always kept unencrypted locally, and encryption is only applied when sending data to a server.": "<0>End-to-end шифрование</0> не доступно при работе без сервера. Файлы всегда не шифруются локально, и шифрование применяется только при отправке данных на сервер.",
    "<0>Category Learning</0> will automatically determine the best category for a transaction and create a rule that sets the category for the payee. <3>Learn more</3>": "<0>Изучение Категорий</0> автоматически определит лучшую категорию для транзакции и создаст правило, которое устанавливает категорию для плательщика. <3>Узнать больше</3>",
    "<0>End-to-end encryption</0> is not available when making an unencrypted connection to a remote server. You’ll need to enable HTTPS on your server to use end-to-end encryption. This problem may also occur if your browser is too old to work with Actual.": "<0>End-to-end шифрование</0> не доступно при создании не зашифрованного соединения с удаленным сервером. Вам необходимо будет включить HTTPS на вашем сервере для использования сквозного шифрования. Эта проблема также может возникнуть, если ваш браузер слишком стар, чтобы работать с Actual.",
    "<0>Actual’s data directory</0> <2><0>where your files are stored</0></2>": "<0>Директория данных Actual</0> <2><0> где хранятся ваши файлы</0></2>",
    "<0>Actual</0> is a super fast privacy-focused app for managing your finances.": "<0>Actual</0> - это очень быстрое приложение, ориентированное на конфиденциальность, для управления вашими финансами.",
    "<0>Authentication method</0> modifies how users log in to the system.": "<0>Способ аутентификации</0> модифицирует, как пользователи входят в систему.",
    "<0><0>Repair transactions</0> if you are experiencing bugs relating to split transactions or transfers and the “Reset budget cache” button above does not help, this tool may fix them. Some examples of bugs include seeing blank payees on splits or incorrect account balances. This tool does four things:</0><1><0>Ensures that deleted split transactions are fully deleted. In previous versions of the app, certain split transactions may appear deleted but not all of them are actually deleted. This causes the transactions list to look correct, but certain balances may be incorrect when filtering.</0><1>Sync the payee and cleared flag of a split transaction to the main or “parent” transaction, if appropriate. The payee will only be set if it currently doesn’t have one.</1><2>Checks that the sum of all child transactions adds up to the total amount. If not, these will be flagged below to allow you to easily locate and fix the amounts.</2><3>Check if you have any budget transfers that erroneous contain a category, and remove the category.</3></1>": "<0><0>Исправьте транзакции</0> если вы испытываете ошибки, связанные с разделением счета, а так же если переводы и кнопка “Очистить кэш бюджета” выше не помогают, этот инструмент может их исправить. Некоторые примеры ошибок включают в себя наблюдение пустых имен получателей платежа при разделение счета или неправильный баланс аккаунта. Этот инструмент делает четыре вещи:</0><1><0> Обеспечивает, чтобы удаленные разделенных счетов были полностью удалены. В предыдущих версиях приложения некоторые разделенные счета могут выглядеть удаленными, но фактически они не удалены. Это приводит к тому, что список операций выглядит правильно, но некоторые суммы могут быть неверными при фильтрации.</0><1>Связывает имя получателя и очищенный флаг разделенного счета к основной или “Родительской” транзакции, если это возможно. Имя получателя будет установлено только в том случае, если транзакция в настоящее время не имеет ни одного получателя.</1><2>Проверяет чтобы сумма всех дочерних транзакций составляла общую сумму. Если нет, они будут помечены ниже, чтобы вы могли легко найти и исправить суммы.</2><3>Проверьте, есть ли у вас какие-либо бюджетные переводы, которые ошибочно содержат категорию, если есть, то удалите эту категорию.</3></1>",
    "<0><0>How is cash flow calculated?</0></0><1>Cash flow shows the balance of your budgeted accounts over time, and the amount of expenses/income each day or month. Your budgeted accounts are considered to be “cash on hand,” so this gives you a picture of how available money fluctuates.</1>": "<0><0>Как рассчитывается денежный поток?</0></0><1>Денежный поток показывает баланс ваших бюджетных счетов с течением времени, и сумму расходов/дохода каждый день или месяц. Ваши бюджетные счета считаются “деньгами на руках”, поэтому это дает вам представление о том, как доступные деньги колеблются.</1>",
    "{{displayMonth}} budgets have all been set to last month’s budgeted amounts.": "Данные с месяца «{{displayMonth}}» были перенесены на последний месяц."
}
