{
    "(hidden)": "(скрыто)",
    "(modified)": "(изменено)",
    "{{count}} associated rules_one": "{{count}} связанное правило",
    "{{count}} associated rules_few": "{{count}} связанных правила",
    "{{count}} associated rules_many": "{{count}} связанных правил",
    "{{count}} transactions_one": "{{count}} транзакция",
    "{{count}} transactions_few": "{{count}} транзакции",
    "{{count}} transactions_many": "{{count}} транзакций",
    "<0>Budget ID:</0> {{budgetId}}": "<0>Идентификатор бюджета:</0> {{budgetId}}",
    "<0>Budgeted:</0><1>{{amount}}</1>": "<0>Запланированно:</0><1>{{amount}}</1>",
    "<0>Balance:</0><1>{{amount}}</1>": "<0>Баланс:</0><1>{{amount}}</1>",
    "<0>Create a local account</0> if you want to add transactions manually. You can also <3>import QIF/OFX/QFX files into a local account</3>.": "<0>Создать локальную учётную запись</0> если вы хотите добавить транзакции вручную. Вы также можете <3> импортировать файлы QIF/OFX/QFX в локальную учётную запись</3>.",
    "(Optional)": "(Опционально)",
    "(none)": "(ни один)",
    "{{selectedPayeeNames}}, and more": "{{selectedPayeeNames}}, и другие",
    "<0>End-to-end encryption</0> is not available when running without a server. Budget files are always kept unencrypted locally, and encryption is only applied when sending data to a server.": "<0>End-to-end шифрование</0> не доступно при работе без сервера. Файлы всегда не шифруются локально, и шифрование применяется только при отправке данных на сервер.",
    "<0>Category Learning</0> will automatically determine the best category for a transaction and create a rule that sets the category for the payee. <3>Learn more</3>": "<0>Изучение Категорий</0> автоматически определит лучшую категорию для транзакции и создаст правило, которое устанавливает категорию для плательщика. <3>Узнать больше</3>",
    "<0>End-to-end encryption</0> is not available when making an unencrypted connection to a remote server. You’ll need to enable HTTPS on your server to use end-to-end encryption. This problem may also occur if your browser is too old to work with Actual.": "<0>End-to-end шифрование</0> не доступно при создании не зашифрованного соединения с удаленным сервером. Вам необходимо будет включить HTTPS на вашем сервере для использования сквозного шифрования. Эта проблема также может возникнуть, если ваш браузер слишком стар, чтобы работать с Actual.",
    "<0>Actual’s data directory</0> <2><0>where your files are stored</0></2>": "<0>Директория данных Actual</0> <2><0> где хранятся ваши файлы</0></2>",
    "<0>Actual</0> is a super fast privacy-focused app for managing your finances.": "<0>Actual</0> - это очень быстрое приложение, ориентированное на конфиденциальность, для управления вашими финансами.",
    "<0>Authentication method</0> modifies how users log in to the system.": "<0>Способ аутентификации</0> модифицирует, как пользователи входят в систему.",
    "<0><0>How is cash flow calculated?</0></0><1>Cash flow shows the balance of your budgeted accounts over time, and the amount of expenses/income each day or month. Your budgeted accounts are considered to be “cash on hand,” so this gives you a picture of how available money fluctuates.</1>": "<0><0>Как рассчитывается денежный поток?</0></0><1>Денежный поток показывает баланс ваших бюджетных счетов с течением времени, и сумму расходов/дохода каждый день или месяц. Ваши бюджетные счета считаются “деньгами на руках”, поэтому это дает вам представление о том, как доступные деньги колеблются.</1>",
    "{{displayMonth}} budgets have all been set to last month’s budgeted amounts.": "Данные с месяца «{{displayMonth}}» были перенесены на последний месяц.",
    "{{displayMonth}} budgets have all been set to zero.": "Все бюджеты {{displayMonth}} были установлены на нулевое значение.",
    "{{displayMonth}} end-of-month cleanup templates have been applied.": "Применены шаблоны исправления {{displayMonth}} в конце месяца.",
    "{{displayMonth}} budget templates have been applied.": "Шаблон бюджета на {{displayMonth}} был применён.",
    "<0><0>How are “Average” and “Spent Average MTD” calculated?</0></0><1>They are both the average cumulative spending by day for the three months before the selected “compare” month.</1>": "<0><0>Как рассчитываются «Среднее» и «Потраченное среднее MTD»? </0></0><1>Они оба представляют собой средние суммарные расходы по дням за три месяца, предшествующих выбранному «для сравнения» месяцу.</1>",
    "(please select)": "(выберите пожалуйста)",
    "{{displayMonth}} budget templates have been overwritten.": "Шаблон бюджета на {{displayMonth}} был изменен.",
    "(give feedback)": "(отправить отзыв)",
    "<0>Formatting</0> does not affect how budget data is stored, and can be changed at any time.": "<0>Форматирование</0> не влияет на то, как хранятся бюджетные данные, и может быть изменено в любое время.",
    "Actual is a super fast privacy-focused app for managing your finances. To secure your data, you’ll need to set a password for your server.": "Actual - это супер быстрое приложение, ориентированное на конфиденциальность для управления вашими финансами. Чтобы обезопасить ваши данные, вам необходимо установить пароль для вашего сервера.",
    "<0>Move schedule </0><1></1><2> {{beforeOrAfter}} weekend</2>": "<0>Переместить расписание </0><1></1><2> {{beforeOrAfter}} выходных</2>",
    "<0>No server configured</0>": "<0>Сервер не настроен</0>",
    "<0>Goal:</0><1>{{amount}}</1>": "<0>Цель:</0><1>{{amount}}</1>",
    "$10 a week": "$10 в неделю",
    "$10 a week, up to a maximum of $80": "$10 неделю, до максимума $80",
    "<0>Themes</0> change the user interface colors.": "<0>Темы</0> изменение цветов пользовательского интерфейса.",
    "$50 each month": "$50 каждый месяц",
    "<0>Reset budget cache</0> will clear all cached values for the budget and recalculate the entire budget. All values in the budget are cached for performance reasons, and if there is a bug in the cache you won’t see correct values. There is no danger in resetting the cache. Hopefully you never have to do this.": "<0>Сбросить кэш бюджета</0> очистит все кэшированные значения для бюджета и пересчитает весь бюджет. Все значения в бюджете кэшируются по соображениям производительности, и если в кэше есть ошибка, вы не увидите правильных значений. Сброс кэша не представляет опасности. Надеюсь, вам никогда не придется этого делать.",
    "(+{{numHiddenPayees}} more)": "(+{{numHiddenPayees}} более)",
    "(No payee)": "(Нет получателя)",
    "<0><0>Repair transactions</0> if you are experiencing bugs relating to split transactions or transfers and the “Reset budget cache” button above does not help, this tool may fix them. Some examples of bugs include seeing blank payees on splits or incorrect account balances. This tool does four things:</0><1><0>Ensures that deleted split transactions are fully deleted. In previous versions of the app, certain split transactions may appear deleted but not all of them are actually deleted. This causes the transactions list to look correct, but certain balances may be incorrect when filtering.</0><1>Sync the payee and cleared flag of a split transaction to the main or “parent” transaction, if appropriate. The payee will only be set if it currently doesn’t have one.</1><2>Checks that the sum of all child transactions adds up to the total amount. If not, these will be flagged below to allow you to easily locate and fix the amounts.</2><3>Checks for any non-split transactions with erroneous split errors and removes the errors if found.</3><4>Check if you have any budget transfers that erroneous contain a category, and remove the category.</4></1>": "<0><0>Исправьте транзакции</0> Если у вас возникли ошибки, связанные с разделенными транзакциями или переводами, и кнопка «Сбросить кэш бюджета» выше не помогла, этот инструмент может их исправить. Например, он устраняет такие проблемы, как появление пустых получателей при разделении или некорректные остатки на счетах. Этот инструмент выполняет четыре задачи:</0><1><0>Гарантирует полное удаление разделенных транзакций. В предыдущих версиях приложения некоторые сплит-транзакции могли выглядеть удаленными, но фактически не удалялись полностью. Из-за этого список транзакций выглядел корректно, но при фильтрации могли отображаться неверные остатки.</0><1> Синхронизирует получателя платежа и статус очистки разделенной транзакции с основной («родительской») транзакцией, если это необходимо. Получатель устанавливается только в том случае, если у транзакции он отсутствует.</1><2>Проверяет, что сумма всех дочерних транзакций соответствует общей сумме. Если суммы не совпадают, такие транзакции будут отмечены, чтобы вы могли их легко найти и исправить.</2><3> Ищет ошибки разделения в неразделенных транзакциях и устраняет их, если они есть.</3><4> Проверяет, содержат ли бюджетные переводы категорию по ошибке, и удаляет её.</4></1>",
    "(after weekend)": "(после выходных)",
    "<0>End-to-end encryption</0> is not enabled. Any data on the server is still protected by the server password, but it’s not end-to-end encrypted which means the server owners have the ability to read it. If you want, you can use an additional password to encrypt your data on the server.": "<0>Сквозное шифрование</0> не включено. Все данные на сервере защищены паролем сервера, но без сквозного шифрования владельцы сервера могут их прочитать. Если хотите, вы можете использовать дополнительный пароль для шифрования данных на сервере.",
    "{{endOccurrences}} times": "{{endOccurrences}} раз",
    "<0>Envelope budgeting</0> (recommended) digitally mimics physical envelope budgeting system by allocating funds into virtual envelopes for different expenses. It helps track spending and ensure you don‘t overspend in any category.": "<0>Метод конвертов</0> (рекомендуется) в цифровом виде имитирует систему составления бюджета в физических конвертах, распределяя средства по виртуальным конвертам для различных расходов. Это помогает отслеживать расходы и не допускать перерасхода средств ни в одной категории.",
    "<0>Experimental features.</0> These features are not fully tested and may not work as expected. THEY MAY CAUSE IRRECOVERABLE DATA LOSS. They may do nothing at all. Only enable them if you know what you are doing.": "<0>Экспериментальные функции.</0> Эти функции не полностью протестированы и могут не работать так, как ожидалось. ЕСТЬ ВОЗМОЖНОСТЬ ПОТЕРЯТЬ ДАННЫЕ НАВСЕГДА. Но также есть возможность что ничего не произойдет. Включайте только если вы знаете, что делаете.",
    "<0>Goal Type:</0><1>{{type}}</1>": "<0>Тип цели:</0><1>{{type}}</1>",
    "<0>Language</0> support is not available. Please follow the instructions <3>here</3> to add missing translation files.": "Отсутствует поддержка <0>языка</0>. Пожалуйста, следуйте инструкциям <3>здесь</3>, чтобы добавить недостающие файлы перевода.",
    "<0>IDs</0> are the names Actual uses to identify your budget internally. There are several different IDs associated with your budget. The Budget ID is used to identify your budget file. The Sync ID is used to access the budget on the server.": "<0>Идентификаторы</0> являются именами Actual использует для идентификации вашего бюджета внутри. Есть несколько различных идентификаторов, связанных с вашим бюджетом. Бюджетный идентификатор используется для идентификации вашего бюджетного файла. Идентификатор синхронизации используется для доступа к бюджету на сервере.",
    "<0>Language</0> is the display language of all text. Please note that no warranty is provided for the accuracy or completeness of non-English translations. If you encounter a translation error, feel free to make a suggestion on <3>Weblate</3>.": "<0>Язык</0> - это язык отображения всего текста. Пожалуйста, обратите внимание, что нет никаких гарантий точности или полноты не английского перевода. Если вы столкнулись с ошибкой перевода, не стесняйтесь делать предложение на <3>Weblate</3>.",
    "<0>Important:</0> if you forget this password <3>and</3> you don’t have any local copies of your data, you will lose access to all your data. The data cannot be decrypted without the password.": "<0>Важно:</0> если забудете этот пароль <3> и</3> у вас нет локальных копий ваших данных, вы потеряете доступ ко всем вашим данным. Данные не могут быть расшифрованы без пароля.",
    "<0><0>Custom Report:</0></0> <2>{{name}}</2>": "<0><0>Пользовательский отчет:</0></0> <2>{{name}}</2>",
    "<0>Export</0> your data as a zip file containing <3>db.sqlite</3> and <5>metadata.json</5> files. It can be imported into another Actual instance by closing an open file (if any), then clicking the “Import file” button, then choosing “Actual.”": "<0>Экспорт</0> Ваших данных в архив .zip , содержащий <3>db.sqlite</3> и <5>metadata.json</5> файлы. Он может быть импортирован в другой экземпляр Actual, закройте открытый файл (если есть), затем нажмите кнопку «Импорт файла» и выберите “Actual.”",
    "(deleted)": "(удалено)",
    "(nothing)": "(ничего)",
    "Actions": "Действия",
    "3 months": "3 месяца",
    "Add account": "Добавить аккаунт",
    "Add action": "Добавить действие",
    "Add another split": "Добавить еще одно разделение",
    "All Accounts": "Все Аккаунты",
    "App updated to {{version}}": "Приложение обновлено до {{version}}",
    "Are you sure you want to close <2>{{accountName}}</2>? ": "Вы уверены, что хотите закрыть <2>{{accountName}}</2>? ",
    "Are you sure?": "Вы уверены?",
    "A file with id “{{id}}” already exists with the name “{{name}}”. This file will be replaced. This probably happened because files were manually moved around outside of Actual.": "Файл с идентификатором “{{id}}” уже существует с именем “{{name}}”. Этот файл будет заменён. Это, вероятно, произошло потому, что файлы были перемещены вручную за пределами Actual.",
    "Add": "Добавить",
    "Actual uses <1>SharedArrayBuffer</1> to allow usage from multiple tabs at once and to ensure correct behavior when switching files. While it can run without access to<3>SharedArrayBuffer</3>, you may encounter data loss or notice multiple budget files being merged with each other.": "Actual использует <1>SharedArrayBuffer</1> что позволяет использовать сразу несколько вкладок и обеспечивать правильное поведение при переключении файлов. Хотя он может работать без доступа к<3>SharedArrayBuffer</3>, вы можете столкнуться с потерей данных или заметить, что несколько бюджетных файлов сливаются друг с другом.",
    "All time": "Все время",
    "Advanced options": "Расширенные настройки",
    "Apply to all": "Применить ко всем",
    "Approximately {{currencyAmount}}": "Приблизительно {{currencyAmount}}",
    "Account menu": "Меню аккаунта",
    "Accounts": "Аккаунты",
    "Actual has updated the syncing format": "Actual обновил формат синхронизации",
    "Actual requires access to <1>SharedArrayBuffer</1> in order to function properly. If you’re seeing this error, either your browser does not support <3>SharedArrayBuffer</3>, or your server is not sending the appropriate headers, or you are not using HTTPS. See <6>our troubleshooting documentation</6> to learn more. <9></9>": "Actual требуется доступ к <1>SharedArrayBuffer</1>, чтобы функционировать должным образом. Если вы видите эту ошибку, либо ваш браузер не поддерживает <3>SharedArrayBuffer</3>, либо ваш сервер не отправляет соответствующие заголовки, либо вы не используете HTTPS. См. <6> нашу документацию по устранению неполадок</6>, чтобы узнать больше. <9></9>",
    "Add category": "Добавить категорию",
    "Add category group": "Добавить группу категорий",
    "Admin": "Админ",
    "Advanced Settings": "Расширенные Настройки",
    "Add specific days": "Добавить конкретные дни",
    "allocate": "выделить",
    "A new version of Actual is available!": "Доступна новая версия Actual!",
    "Account": "Аккаунт",
    "Account in Actual": "Аккаунт в Actual",
    "Account linking not opening in a new tab? Click here": "Ссылка для привязки учётной записи не открывается в новой вкладке? Нажмите здесь",
    "All accounts": "Все аккаунты",
    "Add new user": "Добавить нового пользователя",
    "Add new widget": "Добавить новый виджет",
    "Add recurrence": "Добавить повторение",
    "AMOUNT OPTIONS": "ОПЦИИ СУММЫ",
    "Amount:": "Сумма:",
    "An internal error occurred. Try to log in again, or get <2>in touch</2> for support.": "Произошла внутренняя ошибка. Попробуйте войти снова или <2>связаться с нами</2> для поддержки.",
    "An unknown error occurred while exporting. Please report this as a new issue on GitHub.": "Неизвестная ошибка произошла при экспорте. Пожалуйста, сообщите об этом как о новой ошибке в GitHub.",
    "Apply": "Применить",
    "An error occurred while saving. Please visit https://actualbudget.org/contact/ for support.": "Во время сохранения произошла ошибка. Пожалуйста, посетите https://actual budget.org/contact/ для поддержки.",
    "Apply actions": "Применить действия",
    "Apply budget templates": "Применить шаблоны бюджета",
    "Ascending": "По возрастанию",
    "6 months": "6 месяцев",
    "A valid amount is required": "Требуется действительная сумма",
    "Access": "Доступ",
    "Add condition": "Добавить условие",
    "Add group": "Добавить группу",
    "amount": "сумма",
    "Amount": "Сумма",
    "and": "и",
    "28+": "28+",
    "1 day": "1 день",
    "<0>Server self-signed certificate</0> <2><0>enables a secure connection</0></2>": "<0>Самоподписанный сертификат сервера</0> <2><0>обеспечивает безопасное соединение</0></2>",
    "1 month": "1 месяц",
    "1 week": "1 неделя",
    "1 year": "1 год",
    "2 weeks": "2 недели",
    "<0>Sync ID:</0> {{syncId}}": "<0>Идентификатор синхронизации:</0> {{syncId}}",
    "(before weekend)": "(до выходных)\n(перед выходными)",
    "Add a new transaction": "Добавить новую транзакцию",
    "Add transaction": "Добавить транзакцию",
    "Add New": "Добавить Новый",
    "all transactions": "все транзакции",
    "amount (inflow)": "сумма (поступление)",
    "An unknown error occurred: {{error}}": "Неизвестная ошибка: {{error}}",
    "after": "после",
    "<0>Reset sync</0> is only available when syncing is": "<0>Сброс синхронизации</0> доступен только при активной синхронизации",
    "Actual is a personal finance tool that focuses on beautiful design and a slick user experience. <2>Editing your data should be as fast as possible.</2> On top of that, we want to provide powerful tools to allow you to do whatever you want with your data.": "Actual - это инструмент для управления личными финансами, в котором основное внимание уделяется красивому дизайну и удобству работы. <2> Редактирование ваших данных должно быть максимально быстрым.</2> Кроме того, мы хотим предоставить мощные инструменты, которые позволят вам делать с вашими данными все, что вы захотите.",
    "<0>Read here</0> for instructions on how to migrate your data from YNAB. You need to export your data as JSON, and that page explains how to do that.": "<0>Здесь вы можете прочитать</0> инструкцию по миграции ваших данных из YNAB. Вам потребуется экспортировать ваши данные в формате JSON, что подробно описывается в указанной ссылке.",
    "After disabling OpenID all sessions will be closed": "После отключения OpenID все сессии будут завершены",
    "After enabling OpenID all sessions will be closed": "После включения OpenID все сессии будут завершены",
    "Amount (inflow)": "Сумма (поступление)",
    "amount (outflow)": "сумма (расход)",
    "Amount (outflow)": "Сумма (расход)",
    "Add new split - {{amount}} left": "Добавить новое разделение - {{amount}} осталось",
    "Add new schedule": "Добавить новое расписание",
    "<0>Link a <1>Brazilian</1> bank account</0> to automatically download transactions. Pluggy.ai provides reliable, up-to-date information from hundreds of banks.": "<0>Привяжите <1>Бразильский</1> банковский аккаунт</0> для автоматической подгрузки банковских операций. Pluggy.ai предоставляет надежную и актуальную информацию для сотен банков.",
    "<allocatedAmount /> <italic>of <totalAmount /></italic>": "<allocatedAmount /> <italic>из <totalAmount /></italic>",
    "<0>Link a <1>North American</1> bank account</0> to automatically download transactions. SimpleFIN provides reliable, up-to-date information from hundreds of banks.": "<0>Подключите банковский счет <1>Северной Америки</1></0> для автоматической загрузки транзакций. SimpleFIN предоставляет надежную и актуальную информацию от сотен банков."
}
