{
    "(hidden)": "(скрыто)",
    "(modified)": "(изменено)",
    "{{count}} associated rules_one": "{{count}} связанное правило",
    "{{count}} associated rules_few": "{{count}} связанных правила",
    "{{count}} associated rules_many": "{{count}} связанных правил",
    "{{count}} transactions_one": "{{count}} транзакция",
    "{{count}} transactions_few": "{{count}} транзакции",
    "{{count}} transactions_many": "{{count}} транзакций",
    "<0>Budget ID:</0> {{budgetId}}": "<0>Идентификатор бюджета:</0> {{budgetId}}",
    "<0>Budgeted:</0><1>{{amount}}</1>": "<0>Запланированно:</0><1>{{amount}}</1>",
    "<0>Balance:</0><1>{{amount}}</1>": "<0>Баланс:</0><1>{{amount}}</1>",
    "<0>Create a local account</0> if you want to add transactions manually. You can also <3>import QIF/OFX/QFX files into a local account</3>.": "<0>Создать локальную учётную запись</0> если вы хотите добавить транзакции вручную. Вы также можете <3> импортировать файлы QIF/OFX/QFX в локальную учётную запись</3>.",
    "(Optional)": "(Опционально)",
    "(none)": "(ни один)",
    "{{selectedPayeeNames}}, and more": "{{selectedPayeeNames}}, и другие",
    "<0>End-to-end encryption</0> is not available when running without a server. Budget files are always kept unencrypted locally, and encryption is only applied when sending data to a server.": "<0>Сквозное шифрование</0> недоступно при работе без сервера. Файлы всегда хранятся локально в незашифрованном виде, а шифрование применяется только при отправке данных на сервер.",
    "<0>Category Learning</0> will automatically determine the best category for a transaction and create a rule that sets the category for the payee. <3>Learn more</3>": "<0>Изучение Категорий</0> автоматически определит лучшую категорию для транзакции и создаст правило, которое устанавливает категорию для плательщика. <3>Узнать больше</3>",
    "<0>End-to-end encryption</0> is not available when making an unencrypted connection to a remote server. You’ll need to enable HTTPS on your server to use end-to-end encryption. This problem may also occur if your browser is too old to work with Actual.": "<0>Сквозное шифрование</0> недоступно при незашифрованном соединении с удаленным сервером. Чтобы использовать сквозное шифрование, необходимо включить HTTPS на вашем сервере. Эта проблема также может возникнуть, если ваш браузер слишком устарел для работы с Actual.",
    "<0>Actual’s data directory</0> <2><0>where your files are stored</0></2>": "<0>Директория данных Actual</0> <2><0> где хранятся ваши файлы</0></2>",
    "<0>Actual</0> is a super fast privacy-focused app for managing your finances.": "<0>Actual</0> - это очень быстрое приложение, ориентированное на конфиденциальность, для управления вашими финансами.",
    "<0>Authentication method</0> modifies how users log in to the system.": "<0>Способ аутентификации</0> модифицирует, как пользователи входят в систему.",
    "<0><0>How is cash flow calculated?</0></0><1>Cash flow shows the balance of your budgeted accounts over time, and the amount of expenses/income each day or month. Your budgeted accounts are considered to be “cash on hand,” so this gives you a picture of how available money fluctuates.</1>": "<0><0>Как рассчитывается денежный поток?</0></0><1>Денежный поток показывает баланс ваших бюджетных счетов с течением времени, а также сумму расходов/доходов за каждый день или месяц. Ваши бюджетные счета считаются «наличными в кассе», так что это дает вам представление о том, как колеблются свободные деньги.</1>",
    "{{displayMonth}} budgets have all been set to last month’s budgeted amounts.": "Все бюджеты {{displayMonth}} были установлены на суммы, заложенные в бюджет прошлого месяца.",
    "{{displayMonth}} budgets have all been set to zero.": "Все суммы месяца «{{displayMonth}}» были заменены нулём.",
    "{{displayMonth}} end-of-month cleanup templates have been applied.": "В конце месяца «{{displayMonth}}» были применены очищающие шаблоны.",
    "{{displayMonth}} budget templates have been applied.": "Были применены шаблоны бюджета на {{displayMonth}}.",
    "<0><0>How are “Average” and “Spent Average MTD” calculated?</0></0><1>They are both the average cumulative spending by day for the three months before the selected “compare” month.</1>": "<0><0>Как рассчитываются «Среднее» и «Потраченное среднее MTD»? </0></0><1>Они оба представляют собой средние суммарные расходы по дням за три месяца, предшествующих выбранному «сравнительному» месяцу.</1>",
    "(please select)": "(пожалуйста, выберите)",
    "{{displayMonth}} budget templates have been overwritten.": "Шаблоны бюджета на {{displayMonth}} были перезаписаны.",
    "(give feedback)": "(оставить отзыв)",
    "<0>Formatting</0> does not affect how budget data is stored, and can be changed at any time.": "<0>Форматирование</0> не влияет на то, как хранятся бюджетные данные, и может быть изменено в любое время.",
    "Actual is a super fast privacy-focused app for managing your finances. To secure your data, you’ll need to set a password for your server.": "Actual - это супер быстрое приложение, ориентированное на конфиденциальность для управления вашими финансами. Чтобы обезопасить ваши данные, вам необходимо установить пароль для вашего сервера.",
    "<0>Move schedule </0><1></1><2> {{beforeOrAfter}} weekend</2>": "<0>Переместить расписание </0><1></1><2> {{beforeOrAfter}} выходных</2>",
    "<0>No server configured</0>": "<0>Сервер не настроен</0>",
    "<0>Goal:</0><1>{{amount}}</1>": "<0>Цель:</0><1>{{amount}}</1>",
    "$10 a week": "$10 в неделю",
    "$10 a week, up to a maximum of $80": "$10 неделю, до максимума $80",
    "<0>Themes</0> change the user interface colors.": "<0>Темы</0> изменение цветов пользовательского интерфейса.",
    "$50 each month": "$50 каждый месяц",
    "<0>Reset budget cache</0> will clear all cached values for the budget and recalculate the entire budget. All values in the budget are cached for performance reasons, and if there is a bug in the cache you won’t see correct values. There is no danger in resetting the cache. Hopefully you never have to do this.": "<0>Сбросить кэш бюджета</0> очистит все кэшированные значения для бюджета и пересчитает весь бюджет. Все значения в бюджете кэшируются по соображениям производительности, и если в кэше есть ошибка, вы не увидите правильных значений. Сброс кэша не представляет опасности. Надеюсь, вам никогда не придется этого делать.",
    "(+{{numHiddenPayees}} more)": "(ещё +{{numHiddenPayees}})",
    "(No payee)": "(Нет получателя)",
    "(after weekend)": "(после выходных)",
    "<0>End-to-end encryption</0> is not enabled. Any data on the server is still protected by the server password, but it’s not end-to-end encrypted which means the server owners have the ability to read it. If you want, you can use an additional password to encrypt your data on the server.": "<0>Сквозное шифрование</0> не включено. Все данные на сервере защищены паролем сервера, но без сквозного шифрования владельцы сервера могут их прочитать. Если хотите, вы можете использовать дополнительный пароль для шифрования данных на сервере.",
    "{{endOccurrences}} times": "{{endOccurrences}} раз",
    "<0>Envelope budgeting</0> (recommended) digitally mimics physical envelope budgeting system by allocating funds into virtual envelopes for different expenses. It helps track spending and ensure you don‘t overspend in any category.": "<0>Метод конвертов</0> (рекомендуется) в цифровом виде имитирует систему составления бюджета в физических конвертах, распределяя средства по виртуальным конвертам для различных расходов. Это помогает отслеживать расходы и не допускать перерасхода средств ни в одной категории.",
    "<0>Experimental features.</0> These features are not fully tested and may not work as expected. THEY MAY CAUSE IRRECOVERABLE DATA LOSS. They may do nothing at all. Only enable them if you know what you are doing.": "<0>Экспериментальные функции.</0> Эти функции не полностью протестированы и могут не работать так, как ожидалось. ЕСТЬ ВОЗМОЖНОСТЬ ПОТЕРЯТЬ ДАННЫЕ НАВСЕГДА. Но также есть возможность что ничего не произойдет. Включайте только если вы знаете, что делаете.",
    "<0>Goal Type:</0><1>{{type}}</1>": "<0>Тип цели:</0><1>{{type}}</1>",
    "<0>Language</0> support is not available. Please follow the instructions <3>here</3> to add missing translation files.": "Отсутствует поддержка <0>языка</0>. Пожалуйста, следуйте инструкциям <3>здесь</3>, чтобы добавить недостающие файлы перевода.",
    "<0>IDs</0> are the names Actual uses to identify your budget internally. There are several different IDs associated with your budget. The Budget ID is used to identify your budget file. The Sync ID is used to access the budget on the server.": "<0>Идентификаторы</0> являются именами Actual использует для идентификации вашего бюджета внутри. Есть несколько различных идентификаторов, связанных с вашим бюджетом. Бюджетный идентификатор используется для идентификации вашего бюджетного файла. Идентификатор синхронизации используется для доступа к бюджету на сервере.",
    "<0>Language</0> is the display language of all text. Please note that no warranty is provided for the accuracy or completeness of non-English translations. If you encounter a translation error, feel free to make a suggestion on <3>Weblate</3>.": "<0>Язык</0> - это язык отображения всего текста. Пожалуйста, обратите внимание, что нет никаких гарантий точности или полноты не английского перевода. Если вы столкнулись с ошибкой перевода, не стесняйтесь делать предложение на <3>Weblate</3>.",
    "<0>Important:</0> if you forget this password <3>and</3> you don’t have any local copies of your data, you will lose access to all your data. The data cannot be decrypted without the password.": "<0>Важно:</0> если забудете этот пароль <3> и</3> у вас нет локальных копий ваших данных, вы потеряете доступ ко всем вашим данным. Данные не могут быть расшифрованы без пароля.",
    "<0><0>Custom Report:</0></0> <2>{{name}}</2>": "<0><0>Пользовательский отчет:</0></0> <2>{{name}}</2>",
    "<0>Export</0> your data as a zip file containing <3>db.sqlite</3> and <5>metadata.json</5> files. It can be imported into another Actual instance by closing an open file (if any), then clicking the “Import file” button, then choosing “Actual.”": "<0>Экспорт</0> Ваших данных в архив .zip , содержащий <3>db.sqlite</3> и <5>metadata.json</5> файлы. Он может быть импортирован в другой экземпляр Actual, закройте открытый файл (если есть), затем нажмите кнопку «Импорт файла» и выберите “Actual.”",
    "(deleted)": "(удалено)",
    "(nothing)": "(ничего)",
    "Actions": "Действия",
    "3 months": "3 месяца",
    "Add account": "Добавить счёт",
    "Add action": "Добавить действие",
    "Add another split": "Добавить еще одно разделение",
    "All Accounts": "Все Аккаунты",
    "App updated to {{version}}": "Приложение обновлено до {{version}}",
    "Are you sure you want to close <2>{{accountName}}</2>? ": "Вы уверены, что хотите закрыть <2>{{accountName}}</2>? ",
    "Are you sure?": "Вы уверены?",
    "A file with id “{{id}}” already exists with the name “{{name}}”. This file will be replaced. This probably happened because files were manually moved around outside of Actual.": "Файл с идентификатором “{{id}}” уже существует с именем “{{name}}”. Этот файл будет заменён. Это, вероятно, произошло потому, что файлы были перемещены вручную за пределами Actual.",
    "Add": "Добавить",
    "Actual uses <1>SharedArrayBuffer</1> to allow usage from multiple tabs at once and to ensure correct behavior when switching files. While it can run without access to<3>SharedArrayBuffer</3>, you may encounter data loss or notice multiple budget files being merged with each other.": "Actual использует <1>SharedArrayBuffer</1> что позволяет использовать сразу несколько вкладок и обеспечивать правильное поведение при переключении файлов. Хотя он может работать без доступа к<3>SharedArrayBuffer</3>, вы можете столкнуться с потерей данных или заметить, что несколько бюджетных файлов сливаются друг с другом.",
    "All time": "Все время",
    "Advanced options": "Расширенные настройки",
    "Apply to all": "Применить ко всем",
    "Approximately {{currencyAmount}}": "Приблизительно {{currencyAmount}}",
    "Account menu": "Меню аккаунта",
    "Accounts": "Счета",
    "Actual has updated the syncing format": "Actual обновил формат синхронизации",
    "Actual requires access to <1>SharedArrayBuffer</1> in order to function properly. If you’re seeing this error, either your browser does not support <3>SharedArrayBuffer</3>, or your server is not sending the appropriate headers, or you are not using HTTPS. See <6>our troubleshooting documentation</6> to learn more. <9></9>": "Actual требуется доступ к <1>SharedArrayBuffer</1>, чтобы функционировать должным образом. Если вы видите эту ошибку, либо ваш браузер не поддерживает <3>SharedArrayBuffer</3>, либо ваш сервер не отправляет соответствующие заголовки, либо вы не используете HTTPS. См. <6> нашу документацию по устранению неполадок</6>, чтобы узнать больше. <9></9>",
    "Add category": "Добавить категорию",
    "Add category group": "Добавить группу категорий",
    "Admin": "Админ",
    "Advanced Settings": "Расширенные Настройки",
    "Add specific days": "Добавить конкретные дни",
    "allocate": "выделить",
    "A new version of Actual is available!": "Доступна новая версия Actual!",
    "Account": "Аккаунт",
    "Account in Actual": "Аккаунт в Actual",
    "Account linking not opening in a new tab? Click here": "Ссылка для привязки учётной записи не открывается в новой вкладке? Нажмите здесь",
    "All accounts": "Все аккаунты",
    "Add new user": "Добавить нового пользователя",
    "Add new widget": "Добавить новый виджет",
    "Add recurrence": "Добавить повторение",
    "AMOUNT OPTIONS": "ОПЦИИ СУММЫ",
    "Amount:": "Сумма:",
    "An internal error occurred. Try to log in again, or get <2>in touch</2> for support.": "Произошла внутренняя ошибка. Попробуйте войти снова или <2>связаться с нами</2> для поддержки.",
    "An unknown error occurred while exporting. Please report this as a new issue on GitHub.": "Неизвестная ошибка произошла при экспорте. Пожалуйста, сообщите об этом как о новой ошибке в GitHub.",
    "Apply": "Применить",
    "An error occurred while saving. Please visit https://actualbudget.org/contact/ for support.": "Во время сохранения произошла ошибка. Пожалуйста, посетите https://actual budget.org/contact/ для поддержки.",
    "Apply actions": "Применить действия",
    "Apply budget templates": "Применить шаблоны бюджета",
    "Ascending": "По возрастанию",
    "6 months": "6 месяцев",
    "A valid amount is required": "Требуется действительная сумма",
    "Access": "Доступ",
    "Add condition": "Добавить условие",
    "Add group": "Добавить группу",
    "amount": "сумма",
    "Amount": "Сумма",
    "and": "и",
    "28+": "28+",
    "1 day": "1 день",
    "<0>Server self-signed certificate</0> <2><0>enables a secure connection</0></2>": "<0>Самоподписанный сертификат сервера</0> <2><0>обеспечивает безопасное соединение</0></2>",
    "1 month": "1 месяц",
    "1 week": "1 неделя",
    "1 year": "1 год",
    "2 weeks": "2 недели",
    "<0>Sync ID:</0> {{syncId}}": "<0>Идентификатор синхронизации:</0> {{syncId}}",
    "(before weekend)": "(перед выходными)",
    "Add a new transaction": "Добавить новую транзакцию",
    "Add transaction": "Добавить транзакцию",
    "Add New": "Добавить Новый",
    "all transactions": "все транзакции",
    "amount (inflow)": "сумма (поступление)",
    "An unknown error occurred: {{error}}": "Неизвестная ошибка: {{error}}",
    "after": "после",
    "Actual is a personal finance tool that focuses on beautiful design and a slick user experience. <2>Editing your data should be as fast as possible.</2> On top of that, we want to provide powerful tools to allow you to do whatever you want with your data.": "Actual - это инструмент для управления личными финансами, в котором основное внимание уделяется красивому дизайну и удобству работы. <2> Редактирование ваших данных должно быть максимально быстрым.</2> Кроме того, мы хотим предоставить мощные инструменты, которые позволят вам делать с вашими данными все, что вы захотите.",
    "<0>Read here</0> for instructions on how to migrate your data from YNAB. You need to export your data as JSON, and that page explains how to do that.": "<0>Здесь вы можете прочитать</0> инструкцию по миграции ваших данных из YNAB. Вам потребуется экспортировать ваши данные в формате JSON, что подробно описывается в указанной ссылке.",
    "After disabling OpenID all sessions will be closed": "После отключения OpenID все сессии будут завершены",
    "After enabling OpenID all sessions will be closed": "После включения OpenID все сессии будут завершены",
    "Amount (inflow)": "Сумма (поступление)",
    "amount (outflow)": "сумма (расход)",
    "Amount (outflow)": "Сумма (расход)",
    "Add new split - {{amount}} left": "Добавить новое разделение - {{amount}} осталось",
    "Add new schedule": "Добавить новое расписание",
    "<0>Link a <1>Brazilian</1> bank account</0> to automatically download transactions. Pluggy.ai provides reliable, up-to-date information from hundreds of banks.": "<0>Привяжите <1>Бразильский</1> банковский аккаунт</0> для автоматической подгрузки банковских операций. Pluggy.ai предоставляет надежную и актуальную информацию для сотен банков.",
    "<allocatedAmount /> <italic>of <totalAmount /></italic>": "<allocatedAmount /> <italic>из <totalAmount /></italic>",
    "<0>Link a <1>North American</1> bank account</0> to automatically download transactions. SimpleFIN provides reliable, up-to-date information from hundreds of banks.": "<0>Подключите банковский счет <1>Северной Америки</1></0> для автоматической загрузки транзакций. SimpleFIN предоставляет надежную и актуальную информацию от сотен банков.",
    "Friday": "Пятница",
    "Thursday": "Четверг",
    "Wednesday": "Среда",
    "Tuesday": "Вторник",
    "Monday": "Понедельник",
    "{{accountName}} bank sync settings": "Настройки синхронизации банка для {{accountName}}",
    "Actual’s data directory successfully changed.": "Каталог данных Actual успешно изменен.",
    "account": "счёт",
    "Account list": "Список счетов",
    "A category must be transferred to another of the same type (expense or income)": "Можно перевести только в категорию того же типа (расходы или доходы)",
    "Access Revocation Incomplete": "Отзыв доступа не завершён",
    "Actual field": "Поле в Actual",
    "<0>Link a <1>European</1> bank account</0> to automatically download transactions. GoCardless provides reliable, up-to-date information from hundreds of banks.": "<0>Привяжите<1>Европейский</1> банковский аккаунт</0> для автоматической подгрузки банковских операций. GoCardless предоставляет надежную и актуальную информацию для сотен банков.",
    "<0>Reset sync</0> will remove all local data used to track changes for syncing, and create a fresh sync ID on the server. This file on other devices will have to be re-downloaded to use the new sync ID. Use this if there is a problem with syncing and you want to start fresh.": "<0>Сброс синхронизации</0> удалит все локальные данные, используемые для отслеживания изменений при синхронизации, и создаст новый ID синхронизации на сервере. Этот файл на других устройствах придется загрузить заново, чтобы использовать новый ID синхронизации. Используйте эту операцию, если возникли проблемы с синхронизацией и вы хотите начать работу с нуля.",
    "Add a fixed amount to this category each month.": "Добавить фиксированную сумму в эту категорию каждый месяц.",
    "Add a fixed amount to this category for each week in the month. For example, $100 per week would be $400 per month in a 4-week month.": "Добавить фиксированную сумму в эту категорию за каждую неделю в месяце. Например, $100 в неделю будут составлять $400 долларов в месяц, где в месяце 4 недели.",
    "Add a fixed percentage of your income to this category each month. You can choose to take the percentage from the current month or the previous month.": "Добавить фиксированный процент вашего дохода в эту категорию каждый месяц. Вы можете выбрать, брать процент от текущего месяца или от предыдущего.",
    "Add an amount to this category each month based on the values from previous months. For example, you can copy the amount from a year ago to budget for an annual expense, or budget the average of the last 3 months to account for seasonal changes.": "Добавить сумму в эту категорию каждый месяц, основываясь на значениях предыдущих месяцев. Например, вы можете скопировать сумму годичной давности, чтобы выделить бюджет для ежегодных расходов, или заложить среднее значение за последние 3 месяца, чтобы учесть колебания расходов.",
    "{{categoryGroupName}} expense group categories": "Категории группы расходов {{categoryGroupName}}",
    "All time divisor": "В делителе сумма за все время",
    "Append": "Добавить после",
    "Apply budget template": "Применить шаблон бюджета",
    "Are you sure you want to edit this transaction?": "Вы уверены, что хотите редактировать эту транзакцию?",
    "append to notes": "Дописать в конец примечаний",
    "Are you sure you want to delete the report named ‘<2>{{name}}</2>’?": "Вы уверены, что хотите удалить отчет, названный „<2>{{name}}</2>“?",
    "All reconciled!": "Всё сверено!",
    "An internal error occurred, sorry! Visit https://actualbudget.org/contact/ for support. (ref: {{reason}})": "Произошла внутренняя ошибка. Посетите https://actual budget.org/contact/ для поддержки. (ref: {{reason}})",
    "Available for download": "Доступно для скачивания",
    "Assets:": "Активы:",
    "Available funds": "Доступные средства",
    "Automatically add transaction": "Автоматически добавлять транзакцию",
    "Auth0 application settings": "Параметры приложения Auth0",
    "Auto login failed - No header sent": "Автоматическое подключение не удалось - No header sent",
    "Auto login failed - Proxy not trusted": "Автоматическое подключение провалилось - Прокси не вызывает доверия",
    "Amount left: {{amount}}": "Оставшаяся сумма: {{amount}}",
    "Add new automation": "Добавить новую автоматизацию",
    "{{scheduleName}} is due {{distanceFromNow}} ({{formattedDate}})": "{{scheduleName}} наступает через {{distanceFromNow}} ({{formattedDate}})",
    "An error occurred while linking your account, sorry! The potential issue could be: {{ message }}": "Произошла ошибка при подключении вашего счета, извините! Возможная проблема: {{ message }}",
    "Back": "Назад",
    "Average": "Средний",
    "Average:": "Средний:",
    "Back to file list": "Назад к списку файлов",
    "Average spent": "Средний расход",
    "Area Graph": "Диаграмма с областями",
    "Banners": "Баннеры",
    "Category is required": "Категория обязательна для заполнения",
    "Center": "Центр",
    "Category name": "Название категории",
    "before": "до",
    "Category “{{name}}” already exists in group (it may be hidden)": "Категория \"{{name}}\" уже существует в группе (возможно скрыта)",
    "Category group name": "Название группы категорий",
    "Bar Graph": "Гистограмма",
    "Basic": "Базовый",
    "Budget": "Бюджет",
    "Average per month": "Среднее за месяц",
    "Available funds to budget": "Доступные средства в бюджете",
    "Average of previous months": "Среднее за предыдущие месяцы",
    "Average per transaction": "Среднее за транзакцию",
    "Bank Account To Sync": "Банковский счёт для синхронизации",
    "Back up now": "Сделайте резервную копию",
    "Backups": "Резервные копии",
    "Backups are taken every {{BACKUP_FREQUENCY_MINS}} minutes and stored in <4><0>Actual’s data directory</0></4>. Actual retains a maximum of {{MAX_BACKUPS}} backups at any time.": "Резервные копии принимаются каждые {{BACKUP_FREQUENCY_MINS}} минуты и хранятся в директории данных <4><0>Actual’s</0></4>. Actual сохраняет максимум {{MAX_BACKUPS}} резервных копий в любое время.",
    "Balance": "Баланс",
    "Balance for {{categoryName}} category": "Баланс для категории {{categoryName}}",
    "Balance must be a number": "Баланс должен быть числом",
    "Balance:": "Баланс:",
    "Bank": "Банк",
    "Bank field": "Банковское поле",
    "Bank sync": "Банковская синхронизация",
    "Bank Sync": "Банковская синхронизация",
    "Bank Sync Offline": "Банковская Синхронизация Отключена",
    "Be aware that other devices may have already created these transactions. If you have multiple devices, make sure you only do this on one device or you will have duplicate transactions.": "Имейте в виду, что другие устройства, возможно, уже создали эти транзакции. Если у вас есть несколько устройств, убедитесь, что вы делаете это только на одном устройстве или у вас будут дубликаты транзакции.",
    "Break down less-frequent expenses into monthly expenses": "Разбейте менее редкие расходы на ежемесячные расходы",
    "Account is a required field": "Поле Account является обязательным",
    "Account sync": "Синхронизация аккаунта",
    "Add entry": "Добавить запись",
    "Add user": "Добавить пользователя",
    "Amount left:": "Осталось:",
    "Are you sure you want to unlink <1>{accountName}</1>?": "Вы уверены, что хотите отвязать <1>{accountName}</1>?",
    "Budget “{{id}}” not found. Check the ID of your budget in the Advanced section of the settings page.": "Бюджет “{{id}}” не найден. Проверьте идентификатор вашего бюджета в расширенном разделе страницы настроек.",
    "Budget name": "Наименование бюджета",
    "Budget page menu": "Страница меню бюджета",
    "Budget files": "Файлы бюджетов",
    "Budget Summary": "Сводка бюджета",
    "Budget template applied.": "Шаблон бюджета применён.",
    "Budgeted": "Выделено в бюджет",
    "Budgeted amount for {{categoryName}} category": "Выделенная сумма в категории {{categoryName}}",
    "Budgeted MTD": "Заложено в бюджет на текущий месяц",
    "Budgeted:": "Заложено в бюджет:",
    "By default imported transactions that you delete will be re-imported with the next bank sync operation. To disable this behaviour - untick this box.": "По умолчанию, если удалить импортированные операции, то они будут импортированы заново при следующей синхронизации с банком. Чтобы отключить это поведение, нужно убрать галочку с этой опции.",
    "Calendar": "Календарь",
    "Calendar card": "Карточка календаря",
    "Can also assign ownership of a budget to another person, ensuring efficient budget management.": "Вы также можете дать права на управление бюджетом другому человеку для более эффективной работы.",
    "Can do everything that Basic users can. In addition, they have the ability to add new users to the directory and access budget files from all users.": "Обладают всеми возможностями базовых пользователей. Также, имеют возможность добавлять новых пользователей в директории и имеют доступ к файлам всех пользователей.",
    "Cancel": "Отменить",
    "Cannot save: No widget available.": "Невозможно сохранить: нет доступного виджета.",
    "Cash Flow": "Денежный поток",
    "Cash flow graph": "Диаграмма денежного потока",
    "Categorize": "Добавить в категорию",
    "category": "категория",
    "Category": "Категория",
    "Category Learning": "Автоопределение категорий",
    "Category learning disabled": "Автоопределение категорий отключено",
    "Category learning settings": "Настройки автоопределения категорий",
    "Change": "Сменить",
    "Change directory": "Сменить директорию",
    "Change how many days in advance of the scheduled date a scheduled transaction appears in the account ledger as upcoming.": "Изменить количество дней до запланированной даты, когда запланированная операция появляется в учетном журнале как отложенная.",
    "Change location": "Изменить локацию",
    "Change password": "Сменить пароль",
    "Change server password": "Сменить пароль сервера",
    "Change server URL": "Сменить URL сервера",
    "Change this username with caution; it is the server owner.": "Изменяйте это имя пользователя с осторожностью, т.к. оно принадлежит владельцу сервера.",
    "Change upcoming length": "Изменить ранний показ",
    "Change:": "Изменить:",
    "Check templates": "Проверить шаблоны",
    "Checking Header Token Login ...": "Проверка токена из заголовка..",
    "Choose Report": "Выберите Отчёт",
    "Choose the number of months shown at a time": "Выберите количество месяцев для одновременного отображения",
    "Choose your bank:": "Выберите ваш банк:",
    "Choose your country:": "Выберите вашу страну:",
    "Clear all conditions": "Очистить все условия",
    "Clear search term": "Очистить поисковый запрос",
    "Click the button below to reload and apply the update.": "Нажмите на кнопку ниже, чтобы перезагрузить страницу и завершить обновление",
    "Client ID": "ID Клиента",
    "Client ID cannot be empty": "ID Клиента не может быть пустым",
    "Client ID:": "ID Клиента:",
    "Client secret": "Клиентский ключ",
    "Client secret cannot be empty": "Клиентский ключ не может быть пустым",
    "Client Secret:": "Клиентский ключ:",
    "Client version: {{version}}": "Версия клиента: {{version}}",
    "Close": "Закрыть",
    "Close account": "Закрыть аккаунт",
    "Close Account": "Закрыть аккаунт",
    "Close Budget": "Закрыть Бюджет",
    "Close the current budget and open another": "Закрыть текущий бюджет и открыть другой",
    "Closed accounts": "Закрытые аккаунты",
    "Closed Accounts": "Закрытые Аккаунты",
    "Closed accounts...": "Закрытые аккаунты..",
    "Closed: {{ accountName }}": "Закрыт: {{ accountName }}",
    "Closing...": "Закрытие..",
    "Cloud file ID is missing.": "Облачный ID файла отсутствует.",
    "Collapse all": "Свернуть все",
    "Collapse month summary": "Свернуть итог за месяц",
    "Collapse split transactions": "Свернуть разделенные операции",
    "Compare": "Сравнить",
    "Compare {{formattedStartDate}} to {{typeOrFormattedEndDate}}": "Сравнить {{formattedStartDate}} и {{typeOrFormattedEndDate}}",
    "Compare:": "Сравнить:",
    "Complete": "Завершить",
    "completed": "завершено",
    "Configure GoCardless integration": "Настроить интеграцию GoCardless",
    "Configure OAuth2 provider": "Настроить провайдера OAuth2",
    "Confirm": "Подтвердить",
    "Confirm Delete": "Подтвердить удаление",
    "Confirm password": "Подтвердить пароль",
    "Confirm Unlink": "Подтвердить Отвязку",
    "Connect to an Actual server to set up <2>automatic syncing</2>.": "Подключитесь к серверу Actual для настройки <2>автоматической синхронизации</2>.",
    "Connecting...": "Подключение…",
    "contains": "содержит",
    "copy": "копировать",
    "Copy last month’s budget": "Скопировать бюджет последнего месяца",
    "Could not search: {{errorReason}}": "Не удалось выполнить поиск: {{errorReason}}",
    "Enable category learning": "Включить автоопределение категорий",
    "Enable encryption": "Включить шифрование",
    "Enable OpenID": "Включить OpenID",
    "Enable templating": "Включить шаблоны",
    "enabled": "включено",
    "Enabled": "Включено",
    "End Date": "Дата Окончания",
    "End of month cleanup": "Очистка в конце месяца",
    "End of the current month": "Конец текущего месяца",
    "Enter the current balance of your bank account that you want to reconcile with:": "Введите текущий баланс вашего банковского аккаунта, с которым хотите сверить:",
    "Error getting available users": "Ошибка получения доступных пользователей",
    "Error getting users": "Ошибка получения пользователей",
    "Error when trying to contact Pluggy.ai": "Ошибка при попытке соединения с Pluggy.ai",
    "Even though encryption is enabled, the exported zip file will not have any encryption.": "Несмотря на то, что шифрование включено, экспортируемый архив будет незашифрован.",
    "Every day": "Каждый день",
    "Every month on the {{dateFormatted}}": "Каждый месяц {{dateFormatted}}",
    "Every month on the {{range}}": "Каждый месяц {{range}}",
    "Every week on {{dateFormatted}}": "Каждую неделю {{dateFormatted}}",
    "Every year on {{dateFormatted}}": "Каждый год {{dateFormatted}}",
    "Example": "Пример",
    "Existing filters will be cleared": "Существующие фильтры будут очищены",
    "Existing sessions will be logged out and you will log in to this server. We will validate that Actual is running at this URL.": "Существующие сессии будут завершены, и затем вы войдете на этот сервер. Мы проверим, что Actual запущен по этому URL.",
    "Expand all": "Развернуть все",
    "Expand month summary": "Развернуть итоги месяца",
    "Expand split transactions": "Развернуть разделенные операции",
    "Expenses": "Траты",
    "Expenses:": "Траты:",
    "Export": "Экспорт",
    "Clear transactions on import": "При импорте пометить операции как обработанные",
    "cleared": "обработано",
    "Cleared": "Обработано",
    "Cleared total:": "Всего обработано:",
    "Consider opening <2>our tour</2> in a new tab for some guidance on what to do when you’ve set your password.": "Вы можете открыть <2>наш тур</2> в новой вкладке, чтобы узнать, что делать после установки пароля.",
    "Consider taking our <2>guided tour</2> to help you get your bearings, and check out the rest of the documentation while you’re there to learn more about advanced topics.": "Посетите наш <2>тур</2> для освоения программы. Также ознакомьтесь с остальной документацией, чтобы узнать больше о продвинутых темах.",
    "Currently, Actual implements budgeting based on a <2>monthly envelope system</2>.": "В настоящее время Actual осуществляет составление бюджета на основе <2> системы ежемесячных конвертов</2>.",
    "Dark theme": "Тёмная тема",
    "Dates": "Даты",
    "End-to-end Encryption is turned on.": "Сквозное шифрование включено.",
    "First day of the week": "Первый день недели",
    "Hide decimal places": "Скрыть десятичные знаки",
    "Numbers": "Числа",
    "Saturday": "Суббота",
    "Settings": "Настройки",
    "Sunday": "Воскресенье",
    "Switch to envelope budgeting": "Переключиться на метод конвертов",
    "Switch to tracking budgeting": "Переключиться на метод отслеживания бюджета",
    "Theme": "Тема",
    "With <1>tracking budgeting</1>, category balances reset each month, and funds are managed using a “Saved” metric instead of “To Be Budgeted.” Income is forecasted to plan future spending, rather than relying on current available funds.": "С методом <1>отслеживания бюджета<1> баланс по категориям сбрасывается каждый месяц, а управление средствами осуществляется с использованием показателя “Сэкономлено” вместо “Заложено в бюджет”. Доходы прогнозируются для планирования будущих расходов, а не основываются на текущих доступных средствах.",
    "{{status}} (Split)": "{{status}} (Разделено)",
    "<0><0>Repair transactions</0> if you are experiencing bugs relating to split transactions or transfers and the “Reset budget cache” button above does not help, this tool may fix them. Some examples of bugs include seeing blank payees on splits or incorrect account balances. This tool does four things:</0><1><0>Ensures that deleted split transactions are fully deleted. In previous versions of the app, certain split transactions may appear deleted but not all of them are actually deleted. This causes the transactions list to look correct, but certain balances may be incorrect when filtering.</0><1>Sync the payee and cleared flag of a split transaction to the main or “parent” transaction, if appropriate. The payee will only be set if it currently doesn’t have one.</1><2>Checks that the sum of all child transactions adds up to the total amount. If not, these will be flagged below to allow you to easily locate and fix the amounts.</2><3>Checks for any non-split transactions with erroneous split errors and removes the errors if found.</3><4>Check if you have any budget transfers that erroneous contain a category, and remove the category.</4><5>Checks for any parent transactions with a category and removes the category if found.</5></1>": "<0><0>Исправить транзакции</0> если у вас возникают ошибки, связанные с разделенными транзакциями или переводами, и кнопка \"Сбросить кэш бюджета\" выше не помогает, этот инструмент может их исправить. Примеры ошибок включают пустые получатели платежей в разделенных транзакциях или неверные балансы счетов. Этот инструмент выполняет четыре действия:</0><1><0>Обеспечивает полное удаление удаленных разделенных транзакций. В предыдущих версиях приложения некоторые разделенные транзакции могли выглядеть удаленными, но на самом деле не все они удалены. Это приводит к тому, что список транзакций выглядит правильно, но определенные балансы могут быть неверными при фильтрации.</0><1>Синхронизирует получателя платежа и флаг очистки разделенной транзакции с основной или \"родительской\" транзакцией, если это необходимо. Получатель платежа будет установлен только если в данный момент его нет.</1><2>Проверяет, что сумма всех дочерних транзакций соответствует общей сумме. Если нет, эти транзакции будут отмечены ниже, чтобы вы могли легко найти и исправить суммы.</2><3>Проверяет наличие любых не разделенных транзакций с ошибочными ошибками разделения и удаляет ошибки, если они найдены.</3><4>Проверяет, есть ли у вас какие-либо бюджетные переводы, которые ошибочно содержат категорию, и удаляет категорию.</4><5>Проверяет наличие родительских транзакций с категорией и удаляет категорию, если она найдена.</5></1>",
    "Add enough to this category to cover the selected schedule. If the schedule occurs multiple times in a month, an amount will be added for each occurrence. You can choose to save up for the next occurrence over time (e.g. save $100 each month for a $300 quarterly bill) or cover each occurrence when it occurs (e.g. only add the $300 when the bill is due).": "Добавьте достаточно средств в эту категорию, чтобы покрыть выбранное расписание. Если расписание происходит несколько раз в месяц, сумма будет добавлена для каждого случая. Вы можете выбрать накопление средств для следующего случая с течением времени (например, откладывать $100 каждый месяц для квартального счета в $300) или покрывать каждый случай, когда он наступает (например, добавлять $300 только когда наступает срок оплаты счета).",
    "Choose the schedule these {{ count }} transactions belong to:_one": "Выберите расписание, которому принадлежит следующие {{ count }} операция",
    "Choose the schedule these {{ count }} transactions belong to:_few": "Выберите расписание, которому принадлежит следующие {{ count }} операции",
    "Choose the schedule these {{ count }} transactions belong to:_many": "Выберите расписание, которому принадлежит следующие {{ count }} операций",
    "{{count}} uncategorized transactions_one": "{{count}} транзакция без категории",
    "{{count}} uncategorized transactions_few": "{{count}} транзакции без категории",
    "{{count}} uncategorized transactions_many": "{{count}} транзакций без категории",
    "{{categoryName}} shortcuts": "Быстрые действия для {{categoryName}}",
    "<0>{{category}}</0> is used by existing transactions.": "<0>{{category}}</0> используется существующими транзакциями.",
    "<0>Currency settings</0> affect how amounts are displayed throughout the application.": "<0>Настройки валюты</0> влияют на то, как суммы отображаются в приложении.",
    "<0>Reset sync</0> is only available when syncing is enabled.": "<0>Сброс синхронизации</0> доступен только если синхронизация включена.",
    "A new version of Actual is available! Your Pikapods instance will be automatically updated in the next few days - no action needed.": "Новая версия Actual доступна! Ваш инстанс Pikapods будет автоматически обновлен через несколько дней - дополнительных действий не требуется.",
    "Add space between amount and symbol": "Добавьте пробел между суммой и символом",
    "Encrypting the file failed. You have the correct key so this is an internal bug. To fix this, generate a new key in the next step.": "Шифрование файла завершилось с ошибкой. У вас корректный ключ, из чего следует, что это внутренний баг. Для того, чтобы исправить это, сгенерируйте новый ключ на следующем шаге",
    "To enable end-to-end encryption, you need to create a key. We will generate a key based on a password and use it to encrypt from now on. <2>This requires a sync reset</2> and all other devices will have to revert to this version of your data. ": "Чтобы включить сквозное шифрование, необходимо создать ключ. Мы сгенерируем ключ на основе пароля и будем использовать его для шифрования в дальнейшем. <2> Для этого потребуется сброс синхронизации</2>, а все остальные устройства вернутся к этой версии ваших данных. ",
    "<0>{{category}}</0> is used by existing transactions or it has a positive leftover balance currently.": "<0>{{category}}</0> используется существующими транзакциями или имеет положительный остаток на балансе",
    "a fixed amount": "фиксированная сумма",
    "a fixed percent of the remainder": "фиксированный процент от остатка",
    "{{num}} more items...": "{{num}} ещё элементы…",
    "<0>Are you sure you want to delete it?</0> If so, you must select another category to transfer existing transactions and balance to.": "<0>Вы уверены, что хотите удалить это?</0> Если да, то необходимо выбрать другую категорию для переноса существующих транзакций и остатка.",
    "Account page": "Страница профиля"
}
