{
    "(before weekend)": "(pred víkendom)",
    "(give feedback)": "(odoslať spätnú väzbu)",
    "(hidden)": "(schované)",
    "(modified)": "(upravené)",
    "(Optional)": "(Voliteľné)",
    "(please select)": "(prosím vyber možnosť)",
    "{{count}} associated rules_one": "{{count}} priradené pravidlo",
    "{{count}} associated rules_few": "{{count}} priradené pravidlá",
    "{{count}} associated rules_other": "{{count}} priradených pravidliel",
    "{{count}} transactions_one": "{{count}} transakcia",
    "{{count}} transactions_few": "{{count}} transakcie",
    "{{count}} transactions_other": "{{count}} transakcií",
    "{{displayMonth}} budget templates have been applied.": "Rozpočtové šablóny pre {{displayMonth}} boli aplikované.",
    "{{displayMonth}} budget templates have been overwritten.": "Rozpočtové šablóny pre {{displayMonth}} boli prepísané.",
    "{{displayMonth}} end-of-month cleanup templates have been applied.": "Šablóny na upratovanie na konci mesiaca pre {{displayMonth}} boli aplikované.",
    "{{endOccurrences}} times": "{{endOccurrences}} krát",
    "{{selectedPayeeNames}}, and more": "{{selectedPayeeNames}}, a ďalší",
    "<0><0>Custom Report:</0></0> <2>{{name}}</2>": "<0><0>Vlastný Report:</0></0> <2>{{name}}</2>",
    "<0>Actual</0> is a super fast privacy-focused app for managing your finances.": "<0>Actual</0> je super rýchla a na súkromie zameraná aplikácia pre správu vašich financíi.",
    "(after weekend)": "(po vikende)",
    "<0>Authentication method</0> modifies how users log in to the system.": "<0>Metóda autentifikácie</0> upravuje spôsob, akým sa používatelia prihlasujú do systému.",
    "<0>Balance:</0><1>{{amount}}</1>": "<0>Zostatok:</0><1>{{amount}}</1>",
    "<0>Budget ID:</0> {{budgetId}}": "<0>ID Rozpočtu:</0> {{budgetId}}",
    "<0>Budgeted:</0><1>{{amount}}</1>": "<0>Rozpočtované:</0><1>{{amount}}</1>",
    "<0>Category Learning</0> will automatically determine the best category for a transaction and create a rule that sets the category for the payee. <3>Learn more</3>": "<0>Učenie kategórií</0> automaticky určí najlepšiu kategóriu pre transakciu a vytvorí pravidlo, ktoré nastaví kategóriu pre príjemcu. <3>Viac informácií</3>",
    "<0>Create a local account</0> if you want to add transactions manually. You can also <3>import QIF/OFX/QFX files into a local account</3>.": "<0>Vytvorte lokálny účet</0>, ak chcete pridávať transakcie manuálne. Môžete tiež <3>importovať súbory QIF/OFX/QFX do lokálneho účtu</3>.",
    "<0>End-to-end encryption</0> is not available when running without a server. Budget files are always kept unencrypted locally, and encryption is only applied when sending data to a server.": "<0>End-to-end šifrovanie</0> nie je dostupné pri použití aplikácie bez servera. Súbory rozpočtu sú vždy uchovávané nešifrované lokálne a šifrovanie sa aplikuje iba pri odosielaní údajov na server.",
    "<0>Experimental features.</0> These features are not fully tested and may not work as expected. THEY MAY CAUSE IRRECOVERABLE DATA LOSS. They may do nothing at all. Only enable them if you know what you are doing.": "<0>Experimentálne funkcie.</0> Tieto funkcie nie sú úplne otestované a nemusia fungovať podľa očakávaní. MÔŽU SPÔSOBIŤ NEOPRAVITEĽNÚ STRATU ÚDAJOV. Môžu vôbec nič nerobiť. Povoľte ich iba v prípade, že viete, čo robíte.",
    "<0>Formatting</0> does not affect how budget data is stored, and can be changed at any time.": "<0>Formátovanie</0> neovplyvňuje spôsob, akým sú uložené údaje rozpočtu, a môže byť kedykoľvek zmenené.",
    "<0>Goal Type:</0><1>{{type}}</1>": "<0>Typ cieľa:</0><1>{{type}}</1>",
    "(deleted)": "(vymazané)",
    "(+{{numHiddenPayees}} more)": "(+{{numHiddenPayees}} viac)",
    "{{accountName}} bank sync settings": "{{accountName}} nastavenia synchronizácie s bankou",
    "{{categoryName}} shortcuts": "{{categoryName}} skratky",
    "{{num}} more items...": "{{num}} viac položiek…",
    "{{status}} (Split)": "{{status}} (Rozdeliť)",
    "{{years}} years": "{{years}} rokov",
    "<0>{{category}}</0> is used by existing transactions or it has a positive leftover balance currently.": "<0>{{category}}<0> sa používa v existujúcich transakciách alebo má momentálne kladný zostatok.",
    "<0>{{category}}</0> is used by existing transactions.": "<0>{{category}}<0> sa používa v existujúcich transakciách.",
    "<0><0>How are \"Average\" and \"Spent Average MTD\" calculated?</0></0><1>They are both the average cumulative spending by day for the three months before the selected \"compare\" month.</1>": "<0><0>Ako sa vypočítavajú „Priemer“ a „Priemerná výdavková doba MTD“?</0><0><1>Oba predstavujú priemerné kumulatívne výdavky za deň za tri mesiace pred vybraným mesiacom „porovnávania“.</1>",
    "<0><0>How is cash flow calculated?</0></0><1>Cash flow shows the balance of your budgeted accounts over time, and the amount of expenses/income each day or month. Your budgeted accounts are considered to be \"cash on hand,\" so this gives you a picture of how available money fluctuates.</1>": "<0><0>Ako sa vypočítava peňažný tok?</0><0><1>Peňažný tok zobrazuje zostatok vašich rozpočtovaných účtov v priebehu času a výšku výdavkov/príjmov každý deň alebo mesiac. Vaše rozpočtované účty sa považujú za „hotovosť k dispozícii“, takže vám to poskytuje obraz o tom, ako kolíše dostupná hotovosť.</1>",
    "<0><0>Repair transactions</0> if you are experiencing bugs relating to split transactions or transfers and the \"Reset budget cache\" button above does not help, this tool may fix them. Some examples of bugs include seeing blank payees on splits or incorrect account balances. This tool does four things:</0><1><0>Ensures that deleted split transactions are fully deleted. In previous versions of the app, certain split transactions may appear deleted but not all of them are actually deleted. This causes the transactions list to look correct, but certain balances may be incorrect when filtering.</0><1>Sync the payee and cleared flag of a split transaction to the main or \"parent\" transaction, if appropriate. The payee will only be set if it currently doesn't have one.</1><2>Checks that the sum of all child transactions adds up to the total amount. If not, these will be flagged below to allow you to easily locate and fix the amounts.</2><3>Checks for any non-split transactions with erroneous split errors and removes the errors if found.</3><4>Check if you have any budget transfers that erroneously contain a category, and remove the category.</4><5>Checks for any parent transactions with a category and removes the category if found.</5></1>": "<0><0>Oprava transakcií</0> Ak sa vyskytnú chyby súvisiace s rozdelenými transakciami alebo prevodmi a tlačidlo „Obnoviť cache rozpočtu“ nepomôže, tento nástroj ich môže opraviť. Medzi príklady chýb patrí zobrazenie prázdnych príjemcov platieb pri rozdeleniach alebo nesprávne zostatky na účtoch. Tento nástroj robí štyri veci:</0><1><0>Zabezpečuje, aby boli odstránené rozdelené transakcie úplne odstránené. V predchádzajúcich verziách aplikácie sa niektoré rozdelené transakcie mohli zobraziť ako odstránené, ale nie všetky boli skutočne odstránené. To spôsobuje, že zoznam transakcií vyzerá správne, ale niektoré zostatky môžu byť pri filtrovaní nesprávne.</0><1>Synchronizuje príjemcu platby a príznak vymazania rozdelenej transakcie s hlavnou alebo „nadradenou“ transakciou, ak je to relevantné. Príjemca platby bude nastavený iba v prípade, že ho momentálne nemá.</1><2>Skontroluje, či súčet všetkých podradených transakcií tvorí celkovú sumu. Ak nie, tieto budú označené nižšie, aby ste mohli tieto sumy ľahko nájsť a opraviť.</2><3>Skontroluje všetky nerozdelené transakcie s chybnými chybami rozdelenia a v prípade nájdenia chyby odstráni.</3><4>Skontroluje, či máte nejaké rozpočtové prevody, ktoré chybne obsahujú kategóriu, a túto kategóriu odstráni.</4><5>Skontroluje všetky nadradené transakcie s kategóriou a v prípade nájdenia túto kategóriu odstráni.</5><1>",
    "<0>Actual's data directory</0> <2><0>where your files are stored</0></2>": "<0>Dátový adresár Actual</0> <2><0>kde sú uložené vaše súbory</0></2>",
    "<0>Goal:</0><1>{{amount}}</1>": "<0>Cieľ:</0><1>{{amount}}</1>",
    "<0>IDs</0> are the names Actual uses to identify your budget internally. There are several different IDs associated with your budget. The Budget ID is used to identify your budget file. The Sync ID is used to access the budget on the server.": "<0>ID</0> sú názvy, ktoré Actual používa na internú identifikáciu vášho rozpočtu. S vaším rozpočtom je spojených niekoľko rôznych ID. ID rozpočtu sa používa na identifikáciu súboru rozpočtu. ID synchronizácie sa používa na prístup k rozpočtu na serveri.",
    "<0>Language</0> is the display language of all text. Please note that no warranty is provided for the accuracy or completeness of non-English translations. If you encounter a translation error, feel free to make a suggestion on <3>Weblate</3>.": "<0>Jazyk</0> je zobrazovací jazyk všetkého textu. Upozorňujeme, že sa neposkytuje žiadna záruka na presnosť alebo úplnosť prekladov do iných jazykov než angličtiny. Ak narazíte na chybu v preklade, neváhajte urobiť návrh na <3>Weblate</3>.",
    "<0>Language</0> support is not available. Please follow the instructions <3>here</3> to add missing translation files.": "<0>Podpora jazyka</0> nie je dostupná. Postupujte podľa pokynov <3>tu</3> na pridanie chýbajúcich prekladových súborov.",
    "<0>Link a <1>European</1> bank account</0> to automatically download transactions. GoCardless provides reliable, up-to-date information from hundreds of banks.": "<0>Prepojte <1>európsky</1> bankový účet</0> na automatické sťahovanie transakcií. GoCardless poskytuje spoľahlivé a aktuálne informácie od stoviek bánk.",
    "<0>Link a <1>North American</1> bank account</0> to automatically download transactions. SimpleFIN provides reliable, up-to-date information from hundreds of banks.": "<0>Prepojte <1>severoamerický</1> bankový účet</0> na automatické sťahovanie transakcií. SimpleFIN poskytuje spoľahlivé a aktuálne informácie od stoviek bánk.",
    "<0>Move schedule </0><1></1><2> {{beforeOrAfter}} weekend</2>": "<0>Presunúť plán </0><1></1><2> {{beforeOrAfter}} víkende</2>",
    "<0>No server configured</0>": "<0>Server nie je nakonfigurovaný</0>",
    "<0>Read here</0> for instructions on how to migrate your data from YNAB. You need to export your data as JSON, and that page explains how to do that.": "<0>Prečítajte si tu</0> pokyny na migráciu vašich údajov z YNAB. Musíte exportovať svoje údaje ako JSON a táto stránka vysvetľuje, ako to urobiť.",
    "<0>Reset sync</0> will remove all local data used to track changes for syncing, and create a fresh sync ID on the server. This file on other devices will have to be re-downloaded to use the new sync ID. Use this if there is a problem with syncing and you want to start fresh.": "<0>Resetovať synchronizáciu</0> odstráni všetky lokálne údaje používané na sledovanie zmien pre synchronizáciu a vytvorí nový synchronizačné ID na serveri. Tento súbor na iných zariadeniach bude musieť byť znovu stiahnutý, aby sa použilo nový synchronizačné ID. Použite túto možnosť, ak máte problém so synchronizáciou a chcete začať odznova.",
    "<0>Server self-signed certificate</0> <2><0>enables a secure connection</0></2>": "<0>self-signed serverový certifikát</0> <2><0>umožňuje bezpečné pripojenie</0></2>",
    "<0>Sync ID:</0> {{syncId}}": "<0>Synchronizačné ID:</0> {{syncId}}",
    "<0>Themes</0> change the user interface colors.": "<0>Témy</0> menia farby používateľského rozhrania.",
    "<allocatedAmount /> <italic>of <totalAmount /></italic>": "<allocatedAmount /> <italic>z <totalAmount /></italic>",
    "$10 a week": "10€ na týždeň",
    "$10 a week, up to a maximum of $80": "10€ týždenne, maximálne do 80€",
    "$50 each month": "50€ každý mesiac",
    "1 day": "1 deň",
    "1 month": "1 mesiac",
    "1 week": "1 týždeň",
    "1 year": "1 rok",
    "2 weeks": "2 týždne",
    "28+": "28+",
    "3 months": "3 mesiace",
    "6 months": "6 mesiacov",
    "A new version of Actual is available!": "Nová verzia aplikácie Actual je dostupná!",
    "A valid amount is required": "Je potrebné zadať platnú sumu",
    "Access": "Prístup",
    "Access Revocation Incomplete": "Zrušenie prístupu nebolo dokončené",
    "account": "účet",
    "Account": "Účet",
    "Account in Actual": "Účet v Actual",
    "Account linking not opening in a new tab? Click here": "Prepojenie účtu sa neotvára v novej karte? Kliknite sem",
    "Account list": "Zoznam účtov",
    "Account menu": "Ponuka účtu",
    "Accounts": "Účty",
    "Actions": "Akcie",
    "Actual has updated the syncing format": "Actual aktualizoval formát synchronizácie",
    "Actual is a personal finance tool that focuses on beautiful design and a slick user experience. <2>Editing your data should be as fast as possible.</2> On top of that, we want to provide powerful tools to allow you to do whatever you want with your data.": "Actual je nástroj na správu osobných financií, ktorý sa zameriava na dizajn a plynulý používateľský zážitok. <2>Úprava vašich údajov by mala byť čo najrýchlejšia.</2> Okrem toho chceme poskytovať nástroje, ktoré vám umožnia robiť s vašimi údajmi čokoľvek, čo chcete.",
    "Actual uses <1>SharedArrayBuffer</1> to allow usage from multiple tabs at once and to ensure correct behavior when switching files. While it can run without access to<3>SharedArrayBuffer</3>, you may encounter data loss or notice multiple budget files being merged with each other.": "Actual používa <1>SharedArrayBuffer</1>, aby umožnil používanie z viacerých kariet v prehliadači naraz a zabezpečil správne fungovanie pri prepínaní súborov. Aj keď môže fungovať bez prístupu k <3>SharedArrayBuffer</3>, môžete sa stretnúť so stratou údajov alebo zlúčením viacerých súborov rozpočtu.",
    "Add": "Pridať",
    "Add account": "Pridať účet",
    "Add action": "Pridať akciu",
    "Add another split": "Pridať ďalšiu časť",
    "Add category": "Pridať kategóriu",
    "Add category group": "Pridať skupinu kategórií",
    "Add condition": "Pridať podmienku",
    "Add group": "Pridať skupinu",
    "Add New": "Pridať novú transakciu",
    "Add new schedule": "Pridať nový plán",
    "Add new user": "Pridať nového používateľa",
    "Add new widget": "Pridať nový widget",
    "Add recurrence": "Pridať opakovanie",
    "Add specific days": "pridať špecifické dni",
    "Add transaction": "Pridať transakciu",
    "Admin": "Administrátor",
    "Advanced options": "Pokročilé možnosti",
    "Advanced Settings": "Pokročilé nastavenia",
    "after": "po",
    "After disabling OpenID all sessions will be closed": "Po deaktivácii OpenID budú všetky relácie ukončené",
    "After enabling OpenID all sessions will be closed": "Po aktivácii OpenID budú všetky relácie ukončené",
    "All accounts": "Všetky účty",
    "All Accounts": "Všetky Účty",
    "All reconciled!": "Všetky transakcie boli zúčtované!",
    "All time": "Celé obdobie",
    "All time divisor": "Deliteľ celého obdobia",
    "all transactions": "všetky transakcie",
    "allocate": "alokovať",
    "amount": "suma",
    "Amount": "Suma",
    "amount (inflow)": "suma (príjem)",
    "Amount (inflow)": "Suma (príjem)",
    "amount (outflow)": "suma (výdaj)",
    "Amount (outflow)": "Suma (výdaj)",
    "AMOUNT OPTIONS": "MOŽNOSTI SUMY",
    "Amount:": "Suma:",
    "An error occurred while saving. Please visit https://actualbudget.org/contact/ for support.": "Pri ukladaní došlo k chybe. Navštívte prosím https://actualbudget.org/contact/ pre podporu.",
    "An internal error occurred, sorry! Visit https://actualbudget.org/contact/ for support. (ref: {{reason}})": "Došlo k internej chybe, ospravedlňujeme sa! Navštívte prosím https://actualbudget.org/contact/ pre podporu. (ref: {{reason}})",
    "An internal error occurred. Try to log in again, or get <2>in touch</2> for support.": "Došlo k internej chybe. Skúste sa znova prihlásiť alebo sa <2>skontaktujte</2> pre podporu.",
    "An unknown error occurred while exporting. Please report this as a new issue on GitHub.": "Pri exportovaní došlo k neznámej chybe. Prosím, nahláste to ako nový problém na GitHub.",
    "An unknown error occurred: {{error}}": "Došlo k neznámej chybe: {{error}}",
    "and": "a",
    "App updated to {{version}}": "Aplikácia bola aktualizovaná na {{version}}",
    "append to notes": "pripojiť k poznámkam",
    "Apply": "Aplikovať",
    "Apply actions": "Aplikovať akcie",
    "Apply budget template": "Použiť šablónu rozpočtu",
    "Apply to all": "Aplikovať na všetky",
    "Approximately {{currencyAmount}}": "Približne {{currencyAmount}}",
    "Are you sure you want to close <2>{{accountName}}</2>? ": "Ste si istý, že chcete zatvoriť <2>{{accountName}}</2>? ",
    "Are you sure you want to edit this transaction?": "Ste si istý, že chcete upraviť túto transakciu?",
    "Are you sure?": "Ste si istý?",
    "Area Graph": "Plošný graf",
    "Ascending": "Vzostupne",
    "Assets:": "Aktíva:",
    "Auth0 application settings": "Nastavenia aplikácie Auth0",
    "Auto login failed - No header sent": "Automatické prihlásenie zlyhalo - Neboli odoslané HTTP headers",
    "Auto login failed - Proxy not trusted": "Automatické prihlásenie zlyhalo - Proxy server nie je dôveryhodný",
    "Automatically add transaction": "Automaticky pridať transakciu",
    "Available for download": "Dostupné na stiahnutie",
    "Available funds": "Dostupné prostriedky",
    "Average": "Priemer",
    "Average per month": "Priemer za mesiac",
    "Average per transaction": "Priemer na transakciu",
    "Average spent": "Priemerné výdavky",
    "Average:": "Priemer:",
    "Back": "Späť",
    "Back to file list": "Späť na zoznam súborov",
    "Back up now": "Zálohovať teraz",
    "Backups": "Zálohy",
    "Balance": "Zostatok",
    "Balance for {{categoryName}} category": "Zostatok v kategórii {{categoryName}}",
    "Balance must be a number": "Zostatok musí byť číslo",
    "Balance:": "Zostatok:",
    "Bank": "Banka",
    "Bank Account To Sync": "Bankový účet pre synchronizáciu",
    "Bank sync": "Synchronizácia s bankou",
    "Bank Sync": "Synchronizácia s Bankou",
    "Bank Sync Offline": "Synchronizácia s bankou je offline",
    "Bar Graph": "Stĺpcový graf",
    "Basic": "Základný",
    "Be aware that other devices may have already created these transactions. If you have multiple devices, make sure you only do this on one device or you will have duplicate transactions.": "Uvedomte si, že iné zariadenia už mohli vytvoriť tieto transakcie. Ak máte viacero zariadení, uistite sa, že to robíte iba na jednom zariadení, inak budete mať duplicitné transakcie.",
    "before": "pred",
    "Break down less-frequent expenses into monthly expenses": "Rozdeľte menej časté výdavky na mesačné výdavky",
    "Budget": "Rozpočet",
    "Budget name": "Názov rozpočtu",
    "Budget page menu": "Menu stránky rozpočtu",
    "Budget set to {{numberOfMonths}}-month average.": "Rozpočet nastavený na {{numberOfMonths}}-mesačný priemer.",
    "Budget Summary": "Sumár rozpočtu",
    "Budget template applied.": "Šablóna rozpočtu aplikovaná.",
    "Budgeted": "Rozpočtované.",
    "Budgeted amount for {{categoryName}} category": "Rozpočtovaná suma pre kategóriu {{categoryName}}.",
    "Budgeted MTD": "Rozpočtované MTD",
    "Budgeted:": "Rozpočtované:",
    "Calendar": "Kalendár",
    "Calendar card": "Karta kalendáru",
    "Can also assign ownership of a budget to another person, ensuring efficient budget management.": "Môžete tiež priradiť vlastníctvo rozpočtu inej osobe, čím zabezpečíte efektívne riadenie rozpočtu.",
    "Can do everything that Basic users can. In addition, they have the ability to add new users to the directory and access budget files from all users.": "Môžu robiť všetko, čo môžu základní používatelia. Okrem toho majú možnosť pridávať nových používateľov do adresára a pristupovať k súborom rozpočtu od všetkých používateľov.",
    "Cancel": "Zrušiť",
    "Cannot save: No widget available.": "Nemožno uložiť: Nie je k dispozícii žiadny widget.",
    "Cash Flow": "Peňažný tok.",
    "Cash flow graph": "Graf peňažného toku.",
    "category": "kategória",
    "Category": "Kategória",
    "Category group name": "Názov skupiny kategórií.",
    "Category is required": "Kategória je povinná.",
    "Category Learning": "Učenie kategórií",
    "Category learning disabled": "Učenie kategórií je vypnuté",
    "Category learning settings": "Nastavenia učenia kategórií",
    "Category name": "Názov kategórie",
    "Center": "Vycentrovať",
    "Change": "Zmeniť",
    "Change directory": "Zmeniť priečinok",
    "Change how many days in advance of the scheduled date a scheduled transaction appears in the account ledger as upcoming.": "Zmeňte, koľko dní pred plánovaným dátumom sa naplánovaná transakcia zobrazí v účtovnej knihe ako nadchádzajúca.",
    "Change location": "Zmeniť umiestnenie",
    "Change password": "Zmeniť heslo",
    "Change server password": "Zmeniť heslo servera",
    "Change server URL": "Zmeniť adresu URL servera",
    "Change this username with caution; it is the server owner.": "Buďte opatrný pri zmene tohto používateľského mena, Tento používateľ je správcom servera.",
    "Change upcoming length": "Zmeniť nadchádzajúcu dĺžku",
    "Change:": "Zmeniť:",
    "Check templates": "Skontrolovať šablóny",
    "Choose Report": "Vybrať report",
    "Choose the number of months shown at a time": "Vyberte počet zobrazovaných mesiacov",
    "Choose your bank:": "Vyberte svoju banku:",
    "Choose your country:": "Vyberte svoju krajinu:",
    "Clear all conditions": "Vymazať všetky podmienky",
    "Clear search term": "Vymazať hľadaný výraz",
    "Clear transactions on import": "Označiť transakcie ako potvrdené pri importe",
    "cleared": "potvrdené",
    "Cleared": "Potvrdené",
    "Cleared total:": "Počet potvrdených:",
    "Click the button below to reload and apply the update.": "Kliknite na tlačidlo nižšie, aby ste obnovili stránku a aplikovali aktualizáciu.",
    "Client ID": "ID klienta",
    "Client ID cannot be empty": "ID klienta nemôže byť prázdne",
    "Client ID:": "ID klienta:",
    "Client version: {{version}}": "Verzia klienta: {{version}}",
    "Close": "Zavrieť",
    "Close account": "Zavrieť účet",
    "Close Account": "Zatvoriť Účet",
    "Close Budget": "Zatvoriť rozpočet",
    "Close the current budget and open another": "Zatvoriť aktuálny rozpočet a otvoriť iný",
    "Closed accounts": "Zatvorené účty",
    "Closed Accounts": "Zatvorené Účty",
    "Closed accounts...": "Zatvorené účty...",
    "Closed: {{ accountName }}": "Zatvorený: {{ accountName }}",
    "Closing...": "Zatváram...",
    "Cloud file ID is missing.": "Chýba ID cloudového súboru.",
    "Collapse all": "Zbaliť všetko",
    "Collapse month summary": "Zbaliť mesačný súhrn",
    "Collapse split transactions": "Zbaliť rozdelené transakcie",
    "Compare": "Porovnať",
    "Compare {{formattedStartDate}} to {{typeOrFormattedEndDate}}": "Porovnať {{formattedStartDate}} s {{typeOrFormattedEndDate}}",
    "Compare:": "Porovnať:",
    "Complete": "Dokončiť",
    "Configure GoCardless integration": "Konfigurovať integráciu s GoCardless",
    "Configure OAuth2 provider": "Konfigurovať OAuth2 poskytovateľa",
    "Confirm": "Potvrdiť",
    "Confirm Delete": "Potvrdiť zmazanie",
    "Confirm password": "Potvrdiť heslo",
    "Confirm Unlink": "Potvrdiť odpojenie",
    "Connect to an Actual server to set up <2>automatic syncing</2>.": "Pripojte sa k serveru Actual, aby ste nastavili <2>automatickú synchronizáciu</2>.",
    "Connecting...": "Pripájam…",
    "contains": "obsahuje",
    "copy": "kopírovať",
    "Cover from a category": "Pokryť z kategórie",
    "Cover overbudgeted": "Pokryť prekročený rozpočet",
    "Cover overspending": "Pokryť nadmerné výdavky",
    "Covered {{toCategoryName}} overspending from {{fromCategoryName}}.": "Pokryté nadmerné výdavky kategórie {{toCategoryName}} z kategórie {{fromCategoryName}}.",
    "Covered overbudgeted from {{categoryName}}": "Pokryté prekročenie rozpočtu z kategórie {{categoryName}}.",
    "Create": "Vytvoriť",
    "Create a local account": "Vytvoriť lokálny účet",
    "Create key": "Vytvoriť kľúč",
    "Create Local Account": "Vytvoriť lokálny účet",
    "Create New": "Vytvoriť novú",
    "Create new account": "Vytvoriť nový účet",
    "Create new account (off budget)": "Vytvoriť nový účet (mimo rozpočtu)",
    "Create new file": "Vytvoriť nový súbor",
    "Create new rule": "Vytvoriť nové pravidlo",
    "Create reconciliation transaction": "Vytvoriť transakciu na zosúladenie",
    "Create rule": "Vytvoriť pravidlo",
    "Create schedules": "Vytvoriť rozvrhy",
    "Create test file": "Vytvoriť testovací súbor",
    "Creating budget...": "Vytváram rozpočet...",
    "CSV OPTIONS": "CSV MOŽNOSTI",
    "Current month": "Aktuálny mesiac",
    "Currently, Actual implements budgeting based on a <2>monthly envelope system</2>.": "V súčasnosti Actual implementuje rozpočtovanie založené na <2>mesačnom obálkovom systéme</2>.",
    "Custom length": "Vlastná dĺžka",
    "Custom Report:": "Vlastný Report:",
    "Custom Report: {{name}}": "Vlastný Report: {{name}}",
    "Daily": "Denne",
    "Dark theme": "Tmavá téma"
}
