{
    "(before weekend)": "(pred víkendom)",
    "(give feedback)": "(odoslať spätnú väzbu)",
    "(hidden)": "(schované)",
    "(modified)": "(upravené)",
    "(Optional)": "(Voliteľné)",
    "(please select)": "(prosím vyber možnosť)",
    "{{count}} associated rules_one": "{{count}} priradené pravidlo",
    "{{count}} associated rules_few": "{{count}} priradené pravidlá",
    "{{count}} associated rules_other": "{{count}} priradených pravidliel",
    "{{count}} transactions_one": "{{count}} transakcia",
    "{{count}} transactions_few": "{{count}} transakcie",
    "{{count}} transactions_other": "{{count}} transakcií",
    "{{displayMonth}} budget templates have been applied.": "Rozpočtové šablóny pre {{displayMonth}} boli aplikované.",
    "{{displayMonth}} budget templates have been overwritten.": "Rozpočtové šablóny pre {{displayMonth}} boli prepísané.",
    "{{displayMonth}} end-of-month cleanup templates have been applied.": "Šablóny na upratovanie na konci mesiaca pre {{displayMonth}} boli aplikované.",
    "{{endOccurrences}} times": "{{endOccurrences}} krát",
    "{{selectedPayeeNames}}, and more": "{{selectedPayeeNames}}, a ďalší",
    "<0><0>Custom Report:</0></0> <2>{{name}}</2>": "<0><0>Vlastný Report:</0></0> <2>{{name}}</2>",
    "<0>Actual</0> is a super fast privacy-focused app for managing your finances.": "<0>Actual</0> je super rýchla a na súkromie zameraná aplikácia pre správu vašich financíi.",
    "(after weekend)": "(po vikende)",
    "<0>Authentication method</0> modifies how users log in to the system.": "<0>Metóda autentifikácie</0> upravuje spôsob, akým sa používatelia prihlasujú do systému.",
    "<0>Balance:</0><1>{{amount}}</1>": "<0>Zostatok:</0><1>{{amount}}</1>",
    "<0>Budget ID:</0> {{budgetId}}": "<0>ID Rozpočtu:</0> {{budgetId}}",
    "<0>Budgeted:</0><1>{{amount}}</1>": "<0>Rozpočtované:</0><1>{{amount}}</1>",
    "<0>Category Learning</0> will automatically determine the best category for a transaction and create a rule that sets the category for the payee. <3>Learn more</3>": "<0>Učenie kategórií</0> automaticky určí najlepšiu kategóriu pre transakciu a vytvorí pravidlo, ktoré nastaví kategóriu pre príjemcu. <3>Viac informácií</3>",
    "<0>Create a local account</0> if you want to add transactions manually. You can also <3>import QIF/OFX/QFX files into a local account</3>.": "<0>Vytvorte lokálny účet</0>, ak chcete pridávať transakcie manuálne. Môžete tiež <3>importovať súbory QIF/OFX/QFX do lokálneho účtu</3>.",
    "<0>End-to-end encryption</0> is not available when running without a server. Budget files are always kept unencrypted locally, and encryption is only applied when sending data to a server.": "<0>End-to-end šifrovanie</0> nie je dostupné pri použití aplikácie bez servera. Súbory rozpočtu sú vždy uchovávané nešifrované lokálne a šifrovanie sa aplikuje iba pri odosielaní údajov na server.",
    "<0>Experimental features.</0> These features are not fully tested and may not work as expected. THEY MAY CAUSE IRRECOVERABLE DATA LOSS. They may do nothing at all. Only enable them if you know what you are doing.": "<0>Experimentálne funkcie.</0> Tieto funkcie nie sú úplne otestované a nemusia fungovať podľa očakávaní. MÔŽU SPÔSOBIŤ NEOPRAVITEĽNÚ STRATU ÚDAJOV. Môžu vôbec nič nerobiť. Povoľte ich iba v prípade, že viete, čo robíte.",
    "<0>Formatting</0> does not affect how budget data is stored, and can be changed at any time.": "<0>Formátovanie</0> neovplyvňuje spôsob, akým sú uložené údaje rozpočtu, a môže byť kedykoľvek zmenené.",
    "<0>Goal Type:</0><1>{{type}}</1>": "<0>Typ cieľa:</0><1>{{type}}</1>",
    "(deleted)": "(vymazané)",
    "(+{{numHiddenPayees}} more)": "(+{{numHiddenPayees}} viac)",
    "{{accountName}} bank sync settings": "{{accountName}} nastavenia synchronizácie s bankou",
    "{{categoryName}} shortcuts": "{{categoryName}} skratky",
    "{{num}} more items...": "{{num}} viac položiek…",
    "{{status}} (Split)": "{{status}} (Rozdeliť)",
    "{{years}} years": "{{years}} rokov",
    "<0>{{category}}</0> is used by existing transactions or it has a positive leftover balance currently.": "<0>{{category}}<0> sa používa v existujúcich transakciách alebo má momentálne kladný zostatok.",
    "<0>{{category}}</0> is used by existing transactions.": "<0>{{category}}<0> sa používa v existujúcich transakciách.",
    "<0><0>How are \"Average\" and \"Spent Average MTD\" calculated?</0></0><1>They are both the average cumulative spending by day for the three months before the selected \"compare\" month.</1>": "<0><0>Ako sa vypočítavajú „Priemer“ a „Priemerná výdavková doba MTD“?</0><0><1>Oba predstavujú priemerné kumulatívne výdavky za deň za tri mesiace pred vybraným mesiacom „porovnávania“.</1>",
    "<0><0>How is cash flow calculated?</0></0><1>Cash flow shows the balance of your budgeted accounts over time, and the amount of expenses/income each day or month. Your budgeted accounts are considered to be \"cash on hand,\" so this gives you a picture of how available money fluctuates.</1>": "<0><0>Ako sa vypočítava peňažný tok?</0><0><1>Peňažný tok zobrazuje zostatok vašich rozpočtovaných účtov v priebehu času a výšku výdavkov/príjmov každý deň alebo mesiac. Vaše rozpočtované účty sa považujú za „hotovosť k dispozícii“, takže vám to poskytuje obraz o tom, ako kolíše dostupná hotovosť.</1>",
    "<0><0>Repair transactions</0> if you are experiencing bugs relating to split transactions or transfers and the \"Reset budget cache\" button above does not help, this tool may fix them. Some examples of bugs include seeing blank payees on splits or incorrect account balances. This tool does four things:</0><1><0>Ensures that deleted split transactions are fully deleted. In previous versions of the app, certain split transactions may appear deleted but not all of them are actually deleted. This causes the transactions list to look correct, but certain balances may be incorrect when filtering.</0><1>Sync the payee and cleared flag of a split transaction to the main or \"parent\" transaction, if appropriate. The payee will only be set if it currently doesn't have one.</1><2>Checks that the sum of all child transactions adds up to the total amount. If not, these will be flagged below to allow you to easily locate and fix the amounts.</2><3>Checks for any non-split transactions with erroneous split errors and removes the errors if found.</3><4>Check if you have any budget transfers that erroneously contain a category, and remove the category.</4><5>Checks for any parent transactions with a category and removes the category if found.</5></1>": "<0><0>Oprava transakcií</0> Ak sa vyskytnú chyby súvisiace s rozdelenými transakciami alebo prevodmi a tlačidlo „Obnoviť cache rozpočtu“ nepomôže, tento nástroj ich môže opraviť. Medzi príklady chýb patrí zobrazenie prázdnych príjemcov platieb pri rozdeleniach alebo nesprávne zostatky na účtoch. Tento nástroj robí štyri veci:</0><1><0>Zabezpečuje, aby boli odstránené rozdelené transakcie úplne odstránené. V predchádzajúcich verziách aplikácie sa niektoré rozdelené transakcie mohli zobraziť ako odstránené, ale nie všetky boli skutočne odstránené. To spôsobuje, že zoznam transakcií vyzerá správne, ale niektoré zostatky môžu byť pri filtrovaní nesprávne.</0><1>Synchronizuje príjemcu platby a príznak vymazania rozdelenej transakcie s hlavnou alebo „nadradenou“ transakciou, ak je to relevantné. Príjemca platby bude nastavený iba v prípade, že ho momentálne nemá.</1><2>Skontroluje, či súčet všetkých podradených transakcií tvorí celkovú sumu. Ak nie, tieto budú označené nižšie, aby ste mohli tieto sumy ľahko nájsť a opraviť.</2><3>Skontroluje všetky nerozdelené transakcie s chybnými chybami rozdelenia a v prípade nájdenia chyby odstráni.</3><4>Skontroluje, či máte nejaké rozpočtové prevody, ktoré chybne obsahujú kategóriu, a túto kategóriu odstráni.</4><5>Skontroluje všetky nadradené transakcie s kategóriou a v prípade nájdenia túto kategóriu odstráni.</5><1>",
    "<0>Actual's data directory</0> <2><0>where your files are stored</0></2>": "<0>Dátový adresár Actual</0> <2><0>kde sú uložené vaše súbory</0></2>"
}
