{
    "(give feedback)": "（提供反馈）",
    "(hidden)": "（隐藏）",
    "(modified)": "（已更改）",
    "(none)": "（无）",
    "(please select)": "（请选择）",
    "{{count}} associated rules_other": "{{count}} 条相关规则",
    "{{count}} transactions_other": "{{count}}条交易",
    "{{displayMonth}} budgets have all been set to zero.": "{{displayMonth}}的预算已经全部被设置为0。",
    "{{displayMonth}} end-of-month cleanup templates have been applied.": "{{displayMonth}}的月末清理模板已经被应用。",
    "{{selectedPayeeNames}}, and more": "{{selectedPayeeNames}} 等",
    "{{displayMonth}} budget templates have been applied.": "已经应用了{{displayMonth}}预算模板",
    "{{displayMonth}} budget templates have been overwritten.": "{{displayMonth}}预算模板已经被覆写。",
    "(Optional)": "（可选的）",
    "{{displayMonth}} budgets have all been set to last month’s budgeted amounts.": "{{displayMonth}}的预算已经被设置为上月的预算金额。",
    "(No payee)": "（无收款人）",
    "(after weekend)": "(在周末后)",
    "{{endOccurrences}} times": "{{endOccurrences}}次",
    "(+{{numHiddenPayees}} more)": "(还有 +{{numHiddenPayees}} 项)",
    "(before weekend)": "（周末前）",
    "(deleted)": "（已删除）",
    "(nothing)": "(无)",
    "{{accountName}} bank sync settings": "{{accountName}} 银行同步设置",
    "<0><0>How is cash flow calculated?</0></0><1>Cash flow shows the balance of your budgeted accounts over time, and the amount of expenses/income each day or month. Your budgeted accounts are considered to be “cash on hand,” so this gives you a picture of how available money fluctuates.</1>": "<0><0>现金流量是怎么计算的？</0></0><1>现金流量显示预算账户在一段时间内的余额，以及每天或每月的支出/收入金额。您的预算账户被视为 “手头现金”，因此这可以让您了解可用资金的波动情况。</1>",
    "<0>Authentication method</0> modifies how users log in to the system.": "<0>验证方式</0>会指定用户如何登录系统。",
    "<0>Balance:</0><1>{{amount}}</1>": "<0>余额：</0><1>{{amount}}</1>",
    "<0>Budgeted:</0><1>{{amount}}</1>": "<0>已预算数额：</0><1>{{amount}}</1>",
    "<0>Envelope budgeting</0> (recommended) digitally mimics physical envelope budgeting system by allocating funds into virtual envelopes for different expenses. It helps track spending and ensure you don‘t overspend in any category.": "<0>信封预算系统</0>（推荐） 通过使用虚拟信封把资金分配到不同的支出，以模拟实体信封预算系统。它有助于追踪你的开销之处，确保您不会在任何类别中超支。",
    "<0>Goal Type:</0><1>{{type}}</1>": "<0>目标类型:</0><1>{{type}}></1>",
    "<0>Goal:</0><1>{{amount}}</1>": "<0>目标数目：</0><1>{{amount}}</1>",
    "{{categoryGroupName}} expense group categories": "{{categoryGroupName}} 消费组别",
    "{{scheduleName}} is due {{distanceFromNow}} ({{formattedDate}})": "{{scheduleName}}在{{distanceFromNow}}内到期({{formattedDate}}])",
    "{{status}} (Split)": "{{状态}} (拆分)",
    "<0>{{category}}</0> is used by existing transactions or it has a positive leftover balance currently.": "<0>{{category}}</0> 已有交易在使用，或当前有正余额。",
    "<0>{{category}}</0> is used by existing transactions.": "<0>{{category}}</0> 正在被已有交易使用。",
    "<0><0>Custom Report:</0></0> <2>{{name}}</2>": "<0><0>自定义报表：</0></0> <2>{{name}}</2>",
    "<0><0>How are “Average” and “Spent Average MTD” calculated?</0></0><1>They are both the average cumulative spending by day for the three months before the selected “compare” month.</1>": "<0><0>“平均支出”和“本月至今平均支出”是如何计算的？</0></0><1>它们都是所选 “比较 ”月份之前三个月按天计算的平均累计支出</1>",
    "<0><0>Repair transactions</0> if you are experiencing bugs relating to split transactions or transfers and the “Reset budget cache” button above does not help, this tool may fix them. Some examples of bugs include seeing blank payees on splits or incorrect account balances. This tool does four things:</0><1><0>Ensures that deleted split transactions are fully deleted. In previous versions of the app, certain split transactions may appear deleted but not all of them are actually deleted. This causes the transactions list to look correct, but certain balances may be incorrect when filtering.</0><1>Sync the payee and cleared flag of a split transaction to the main or “parent” transaction, if appropriate. The payee will only be set if it currently doesn’t have one.</1><2>Checks that the sum of all child transactions adds up to the total amount. If not, these will be flagged below to allow you to easily locate and fix the amounts.</2><3>Checks for any non-split transactions with erroneous split errors and removes the errors if found.</3><4>Check if you have any budget transfers that erroneous contain a category, and remove the category.</4><5>Checks for any parent transactions with a category and removes the category if found.</5></1>": "<0><0>修复交易记录</0>如果您遇到与拆分交易或转账相关的错误，且上方的“重置预算缓存”按钮无法解决问题，此工具可能会有所帮助。部分错误示例包括拆分交易中收款方显示为空白或账户余额不正确。该工具将执行以下四项操作：</0><1><0>确保已删除的拆分交易被完全清除。在早期版本中，某些拆分交易可能看似已删除，但并未完全清除。这会导致交易列表显示正常，但筛选时部分余额计算错误。</0><1>将拆分交易的收款方和已清算标记同步至主交易（即“父交易”）（如适用）。仅当主交易当前未设置收款方时才会同步该信息。</1><2>检查所有子交易金额之和是否等于总金额。若不符，将在下方标注以便您快速定位并修正金额。</2><3>检查是否存在被错误标记为拆分交易的非拆分交易记录，并清除错误标记。</3><4>检查预算转账交易中是否错误设置了类别，若有则予以清除。</4><5>检查父交易是否含有类别信息，若有则予以清除。</5></1>",
    "<0>Actual’s data directory</0> <2><0>where your files are stored</0></2>": "<0>Actual 的资料存档</0> <2><0>你文档的收集之处</0></2>",
    "<0>Actual</0> is a super fast privacy-focused app for managing your finances.": "<0>Actual</0> 是一款极速、注重隐私的个人财务管理应用。",
    "<0>Are you sure you want to delete it?</0> If so, you must select another category to transfer existing transactions and balance to.": "<0>您确定删除它吗t?</0> 如果是这样，您必须选择另一个类别来转移现有交易和余额。",
    "<0>End-to-end encryption</0> is not available when making an unencrypted connection to a remote server. You’ll need to enable HTTPS on your server to use end-to-end encryption. This problem may also occur if your browser is too old to work with Actual.": "<0>端到端加密</0>在未加密连接到远程服务器时不可用。您需要在服务器上启用HTTPS才能使用端到端加密。如果您的浏览器版本过旧无法兼容Actual，也可能出现此问题。",
    "<0>End-to-end encryption</0> is not available when running without a server. Budget files are always kept unencrypted locally, and encryption is only applied when sending data to a server.": "<0>端到端加密</0> 在无服务器运行时不可用。 预算文件在本地始终以未加密形式保存，仅当数据发送至服务器时才会启用加密。",
    "<0>End-to-end encryption</0> is not enabled. Any data on the server is still protected by the server password, but it’s not end-to-end encrypted which means the server owners have the ability to read it. If you want, you can use an additional password to encrypt your data on the server.": "<0>端到端加密</0>未启用。服务器上的数据仍受服务器密码保护，但未经端到端加密意味着服务器所有者可读取这些数据。如需您想增强保护，您可为服务器数据设置额外加密密码。",
    "<0>Experimental features.</0> These features are not fully tested and may not work as expected. THEY MAY CAUSE IRRECOVERABLE DATA LOSS. They may do nothing at all. Only enable them if you know what you are doing.": "<0>实验性功能。</0>这些功能尚未经过完整测试，可能无法按预期运行。可能导致无法恢复的数据丢失，甚至可能完全无效。除非您完全了解潜在风险，否则请勿启用。",
    "<0>Budget ID:</0> {{budgetId}}": "<0>预算编号:</0> {{budgetId}}",
    "<0>Language</0> is the display language of all text. Please note that no warranty is provided for the accuracy or completeness of non-English translations. If you encounter a translation error, feel free to make a suggestion on <3>Weblate</3>.": "<0>语言</0>是应用的显示语言。温馨提示：非英文的翻译的准确性或完整性不含保证。如果您遇到翻译错误，请随时在<3>Weblate</3>提出建议。",
    "<0>Language</0> support is not available. Please follow the instructions <3>here</3> to add missing translation files.": "暂时无<0>语言</0>支持。请根据<3>此处</3>的说明添加缺失的翻译文件。",
    "<0>No server configured</0>": "<0>未配置服务器</0>",
    "<0>Reset budget cache</0> will clear all cached values for the budget and recalculate the entire budget. All values in the budget are cached for performance reasons, and if there is a bug in the cache you won’t see correct values. There is no danger in resetting the cache. Hopefully you never have to do this.": "<0>重置预算缓存</0>将会清除预算里所有的缓存值而重新计算整个预算表。所有预算中的数值都会因为性能原因而被缓存。如果缓存中有错误，您将看不到正确的数值。重置缓存是没有危险的。希望你永远不需这么做。",
    "$10 a week": "每周＄10",
    "$10 a week, up to a maximum of $80": "每周＄10，最高限定为＄80",
    "$50 each month": "每月＄50",
    "1 day": "1天",
    "1 month": "1个月",
    "1 week": "1个星期",
    "1 year": "1年",
    "2 weeks": "2周",
    "3 months": "3个月",
    "6 months": "6个月",
    "account": "账户",
    "Account": "账户",
    "Account list": "账户列表",
    "<0>Export</0> your data as a zip file containing <3>db.sqlite</3> and <5>metadata.json</5> files. It can be imported into another Actual instance by closing an open file (if any), then clicking the “Import file” button, then choosing “Actual.”": "<0>导出数据</0>您的数据为包含<3>db.sqlite</3>和<5>metadata.json</5>文件的压缩包。如需将数据导入其他Actual实例，请先关闭已打开的文件（如有），然后点击\"导入文件\"按钮，并选择\"Actual\"选项。",
    "<0>Formatting</0> does not affect how budget data is stored, and can be changed at any time.": "<0>格式设置</0>不会改变预算资料如何被收存，何时可以更改。",
    "<0>IDs</0> are the names Actual uses to identify your budget internally. There are several different IDs associated with your budget. The Budget ID is used to identify your budget file. The Sync ID is used to access the budget on the server.": "<0>ID标识符</0>是Actual内部用于识别您的预算的唯一名称。您的预算关联着多个不同的ID标识符：预算ID用于标识预算文件，同步ID则用于访问服务器上的预算数据。",
    "<0>Important:</0> if you forget this password <3>and</3> you don’t have any local copies of your data, you will lose access to all your data. The data cannot be decrypted without the password.": "<0>重要提示：</0>如果您忘记此密码<3>且</3>未保留任何本地数据副本，您将永久失去所有数据的访问权限。没有密码将无法解密数据。",
    "<0>Link a <1>European</1> bank account</0> to automatically download transactions. GoCardless provides reliable, up-to-date information from hundreds of banks.": "<0>关联<1>欧洲</1> 银行账户<0>, 以便自动下载交易。 GoCardless提供了来自数百家银行的可靠的最新信息.",
    "{{categoryName}} shortcuts": "{{categoryName}} 快捷方式",
    "{{count}} uncategorized transactions_other": "{{count}}未分类交易",
    "<0>Category Learning</0> will automatically determine the best category for a transaction and create a rule that sets the category for the payee. <3>Learn more</3>": "<0>类别学习</0>会主动选择对一条交易最适合的组别以及 create a rule that sets the category for the payee. <3>更多详情</3>",
    "<0>Create a local account</0> if you want to add transactions manually. You can also <3>import QIF/OFX/QFX files into a local account</3>.": "<0>创建本地账户</0>，如果你想手动添加交易。你也可以<3>将 QIF/OFX/QFX 文件导入本地账户</3>。",
    "<0>Currency settings</0> affect how amounts are displayed throughout the application.": "<0>货币设置</0> 会影响整个应用中金额的显示方式。",
    "<0>Link a <1>Brazilian</1> bank account</0> to automatically download transactions. Pluggy.ai provides reliable, up-to-date information from hundreds of banks.": "<0>链接一个 <1>巴西</1>银行账户</0>，以自动下载交易记录。Pluggy.ai 可从数百家银行提供可靠、最新的信息。",
    "<0>Link a <1>North American</1> bank account</0> to automatically download transactions. SimpleFIN provides reliable, up-to-date information from hundreds of banks.": "<0>链接一个 <1>北美</1>银行账户</0>，以自动下载交易记录。SimpleFIN 可从数百家银行提供可靠、最新的信息。",
    "<0>Read here</0> for instructions on how to migrate your data from YNAB. You need to export your data as JSON, and that page explains how to do that.": "<0>点击这里阅读</0>，了解如何从 YNAB 迁移数据。你需要将数据导出为 JSON 格式，该页面会说明如何操作。",
    "<0>Reset sync</0> is only available when syncing is enabled.": "仅在启用同步时，<0>重置同步</0> 功能才可用。",
    "<0>Reset sync</0> will remove all local data used to track changes for syncing, and create a fresh sync ID on the server. This file on other devices will have to be re-downloaded to use the new sync ID. Use this if there is a problem with syncing and you want to start fresh.": "<0>重置同步</0> 将移除所有用于同步变更追踪的本地数据，并在服务器上创建一个新的同步 ID。其他设备上的此文件将需要重新下载以使用新的同步 ID。如果同步出现问题且你希望重新开始，请使用此功能。",
    "<0>Server self-signed certificate</0> <2><0>enables a secure connection</0></2>": "<0>服务器自签名证书</0> <2><0>用于启用安全连接</0></2>",
    "<0>Sync ID:</0> {{syncId}}": "<0>同步 ID：</0>{{syncId}}",
    "<0>Themes</0> change the user interface colors.": "<0>主题</0> 可更改用户界面的配色。",
    "<allocatedAmount /> <italic>of <totalAmount /></italic>": "<allocatedAmount /> <italic>共 <totalAmount /></italic>",
    "A category must be transferred to another of the same type (expense or income)": "一个分类必须转移到相同类型的另一个分类（支出或收入）",
    "A file with id “{{id}}” already exists with the name “{{name}}”. This file will be replaced. This probably happened because files were manually moved around outside of Actual.": "ID 为 “{{id}}” 的文件已存在，文件名为 “{{name}}”。该文件将被替换。此情况很可能是由于在 Actual 之外手动移动了文件所致。",
    "A new version of Actual is available!": "有可用的 Actual 新版本！",
    "A new version of Actual is available! Your Pikapods instance will be automatically updated in the next few days - no action needed.": "Actual 有新版本可用！你的 Pikapods 实例将在接下来的几天内自动更新，无需手动操作。",
    "A valid amount is required": "请输入有效金额",
    "Access Revocation Incomplete": "访问权限撤销失败",
    "Account in Actual": "Actual 中的账户",
    "Account is a required field": "账户是必填字段",
    "Account linking not opening in a new tab? Click here": "账户链接未在新标签页中打开？点击这里",
    "28+": "28+",
    "Access": "使用权",
    "{{num}} more items...": "{{num}} 更多项目...",
    "a fixed amount": "固定金额",
    "a fixed percent of the remainder": "剩余部分的固定百分比",
    "Account menu": "账户菜单",
    "Accounts": "账户",
    "Account page": "账户页面",
    "Account sync": "账户同步",
    "{isSearching\n                        ? 'No matching shortcuts'\n                        : isInCategory\n                          ? 'No shortcuts in this category'\n                          : 'No matching shortcuts'}": "{isSearching\n                        ? '没有匹配的快捷方式'\n                        : 在分类中\n                          ? '此分类暂无快捷方式'\n                          : '没有匹配的快捷方式'}",
    "Actual is a personal finance tool that focuses on beautiful design and a slick user experience. <2>Editing your data should be as fast as possible.</2> On top of that, we want to provide powerful tools to allow you to do whatever you want with your data.": "Actual 是一款专注于优雅设计与流畅用户体验的个人财务工具。<2>编辑你的数据应当尽可能快速。</2>此外，我们还希望提供强大的工具，助你自由掌控和处理自己的财务数据。",
    "Actual is a super fast privacy-focused app for managing your finances. To secure your data, you’ll need to set a password for your server.": "Actual 是一款极速且注重隐私的理财应用。为保障你的数据安全，你需要为服务器设置密码。",
    "Add a fixed amount to this category each month.": "每月向此类别添加固定金额。",
    "Add a fixed percentage of your income to this category each month. You can choose to take the percentage from the current month or the previous month.": "每月按你收入的一定比例为此类别分配资金，可选择以本月或上月收入为基准。",
    "Add action": "添加操作",
    "<0>Move schedule </0><1></1><2> {{beforeOrAfter}} weekend</2>": "<0>使预定设在</0><1></1><2>周末 {{beforeOrAfter}}</2>",
    "Actual has updated the syncing format": "Actual 已更改同步格式",
    "Actual’s data directory successfully changed.": "Actual 的数据目录已成功更改。",
    "Add": "添加",
    "Add account": "添加账户",
    "Actions": "活动",
    "Add another split": "添加另一拆分项",
    "Add enough to this category to cover the selected schedule. If the schedule occurs multiple times in a month, an amount will be added for each occurrence. You can choose to save up for the next occurrence over time (e.g. save $100 each month for a $300 quarterly bill) or cover each occurrence when it occurs (e.g. only add the $300 when the bill is due).": "为该类别添加足够的金额以覆盖所选的计划支出。如果该计划在一个月内发生多次，则每次都会添加相应金额。您可以选择提前分期存钱以备下次支出（例如，每月储蓄 $100 来支付每季度 $300 的账单），或在每次账单到期时再添加所需金额（例如，仅在账单到期时添加 $300）。",
    "Add entry": "添加记录",
    "Add condition": "添加条件",
    "Add group": "添加组别",
    "{{count}} payees_other": "收款人"
}
