{
    "(give feedback)": "（提供反馈）",
    "(hidden)": "（隐藏）",
    "(modified)": "（已修改）",
    "(none)": "（无）",
    "(please select)": "（请选择）",
    "{{count}} associated rules_other": "{{count}} 条相关规则",
    "{{count}} transactions_other": "{{count}}条交易",
    "{{displayMonth}} budgets have all been set to zero.": "{{displayMonth}}的预算已经全部被设置为0。",
    "{{displayMonth}} end-of-month cleanup templates have been applied.": "{{displayMonth}}的月末清理模板已经被应用。",
    "{{selectedPayeeNames}}, and more": "{{selectedPayeeNames}} 等",
    "{{displayMonth}} budget templates have been applied.": "已经应用了{{displayMonth}}预算模板",
    "{{displayMonth}} budget templates have been overwritten.": "{{displayMonth}}预算模板已经被覆写。",
    "(Optional)": "（可选的）",
    "{{displayMonth}} budgets have all been set to last month’s budgeted amounts.": "{{displayMonth}}的预算已经被设置为上月的预算金额。",
    "(No payee)": "（无收款人）",
    "(after weekend)": "(在周末后)",
    "{{endOccurrences}} times": "{{endOccurrences}}次",
    "(+{{numHiddenPayees}} more)": "(还有 +{{numHiddenPayees}} 项)",
    "(before weekend)": "（周末前）",
    "(deleted)": "（已删除）",
    "(nothing)": "(无)",
    "{{accountName}} bank sync settings": "{{accountName}} 银行同步设置",
    "<0><0>How is cash flow calculated?</0></0><1>Cash flow shows the balance of your budgeted accounts over time, and the amount of expenses/income each day or month. Your budgeted accounts are considered to be “cash on hand,” so this gives you a picture of how available money fluctuates.</1>": "<0><0>现金流量是怎么计算的？</0></0><1>现金流量显示预算账户在一段时间内的余额，以及每天或每月的支出/收入金额。您的预算账户被视为 “手头现金”，因此这可以让您了解可用资金的波动情况。</1>",
    "<0>Authentication method</0> modifies how users log in to the system.": "<0>验证方式</0>会指定用户如何登录系统。",
    "<0>Balance:</0><1>{{amount}}</1>": "<0>余额：</0><1>{{amount}}</1>",
    "<0>Budgeted:</0><1>{{amount}}</1>": "<0>已预算数额：</0><1>{{amount}}</1>",
    "<0>Envelope budgeting</0> (recommended) digitally mimics physical envelope budgeting system by allocating funds into virtual envelopes for different expenses. It helps track spending and ensure you don‘t overspend in any category.": "<0>信封预算系统</0>（推荐） 通过使用虚拟信封把资金分配到不同的支出，以模拟实体信封预算系统。它有助于追踪你的开销之处，确保您不会在任何类别中超支。",
    "<0>Goal Type:</0><1>{{type}}</1>": "<0>目标类别：</0><1>{{type}}</1>",
    "<0>Goal:</0><1>{{amount}}</1>": "<0>目标数目：</0><1>{{amount}}</1>",
    "{{categoryGroupName}} expense group categories": "{{categoryGroupName}} 支出组类别",
    "{{scheduleName}} is due {{distanceFromNow}} ({{formattedDate}})": "{{scheduleName}} 将于 {{distanceFromNow}}到期 ({{formattedDate}})",
    "{{status}} (Split)": "{{状态}} (拆分)",
    "<0>{{category}}</0> is used by existing transactions or it has a positive leftover balance currently.": "<0>{{category}}</0> 已有交易在使用，或当前有正余额。",
    "<0>{{category}}</0> is used by existing transactions.": "<0>{{category}}</0> 正在被已有交易使用。",
    "<0><0>Custom Report:</0></0> <2>{{name}}</2>": "<0><0>自定义报表：</0></0> <2>{{name}}</2>",
    "<0><0>How are “Average” and “Spent Average MTD” calculated?</0></0><1>They are both the average cumulative spending by day for the three months before the selected “compare” month.</1>": "<0><0>“平均值”和“已花费平均值（MTD）”是如何计算的？</0></0><1>它们都是在选定的“比较”月份之前的三个月内，进行每日累计支出平均值的计算。</1>",
    "<0><0>Repair transactions</0> if you are experiencing bugs relating to split transactions or transfers and the “Reset budget cache” button above does not help, this tool may fix them. Some examples of bugs include seeing blank payees on splits or incorrect account balances. This tool does four things:</0><1><0>Ensures that deleted split transactions are fully deleted. In previous versions of the app, certain split transactions may appear deleted but not all of them are actually deleted. This causes the transactions list to look correct, but certain balances may be incorrect when filtering.</0><1>Sync the payee and cleared flag of a split transaction to the main or “parent” transaction, if appropriate. The payee will only be set if it currently doesn’t have one.</1><2>Checks that the sum of all child transactions adds up to the total amount. If not, these will be flagged below to allow you to easily locate and fix the amounts.</2><3>Checks for any non-split transactions with erroneous split errors and removes the errors if found.</3><4>Check if you have any budget transfers that erroneous contain a category, and remove the category.</4><5>Checks for any parent transactions with a category and removes the category if found.</5></1>": "<0><0>修复交易记录</0>如果您遇到与拆分交易或转账相关的错误，且上方的“重置预算缓存”按钮无法解决问题，此工具可能会有所帮助。部分错误示例包括拆分交易中收款方显示为空白或账户余额不正确。该工具将执行以下四项操作：</0><1><0>确保已删除的拆分交易被完全清除。在早期版本中，某些拆分交易可能看似已删除，但并未完全清除。这会导致交易列表显示正常，但筛选时部分余额计算错误。</0><1>将拆分交易的收款方和已清算标记同步至主交易（即“父交易”）（如适用）。仅当主交易当前未设置收款方时才会同步该信息。</1><2>检查所有子交易金额之和是否等于总金额。若不符，将在下方标注以便您快速定位并修正金额。</2><3>检查是否存在被错误标记为拆分交易的非拆分交易记录，并清除错误标记。</3><4>检查预算转账交易中是否错误设置了类别，若有则予以清除。</4><5>检查父交易是否含有类别信息，若有则予以清除。</5></1>",
    "<0>Actual’s data directory</0> <2><0>where your files are stored</0></2>": "<0>实际数据目录</0> <2><0>文件存储位置</0></2>",
    "<0>Actual</0> is a super fast privacy-focused app for managing your finances.": "<0>Actual</0> 是一款极速、注重隐私的个人财务管理应用。",
    "<0>Are you sure you want to delete it?</0> If so, you must select another category to transfer existing transactions and balance to.": "<0>您确定删除它吗t?</0> 如果是这样，您必须选择另一个类别来转移现有交易和余额。",
    "<0>End-to-end encryption</0> is not available when making an unencrypted connection to a remote server. You’ll need to enable HTTPS on your server to use end-to-end encryption. This problem may also occur if your browser is too old to work with Actual.": "<0>端到端加密</0>在未加密连接到远程服务器时不可用。您需要在服务器上启用HTTPS才能使用端到端加密。如果您的浏览器版本过旧无法兼容Actual，也可能出现此问题。",
    "<0>End-to-end encryption</0> is not available when running without a server. Budget files are always kept unencrypted locally, and encryption is only applied when sending data to a server.": "<0>端到端加密</0> 在无服务器运行时不可用。 预算文件在本地始终以未加密形式保存，仅当数据发送至服务器时才会启用加密。",
    "<0>End-to-end encryption</0> is not enabled. Any data on the server is still protected by the server password, but it’s not end-to-end encrypted which means the server owners have the ability to read it. If you want, you can use an additional password to encrypt your data on the server.": "<0>端到端加密</0>未启用。服务器上的数据仍受服务器密码保护，但未经端到端加密意味着服务器所有者可读取这些数据。如需您想增强保护，您可为服务器数据设置额外加密密码。",
    "<0>Experimental features.</0> These features are not fully tested and may not work as expected. THEY MAY CAUSE IRRECOVERABLE DATA LOSS. They may do nothing at all. Only enable them if you know what you are doing.": "<0>实验性功能。</0>这些功能尚未经过完整测试，可能无法按预期运行。可能导致无法恢复的数据丢失，甚至可能完全无效。除非您完全了解潜在风险，否则请勿启用。",
    "<0>Budget ID:</0> {{budgetId}}": "<0>预算 ID</0> {{budgetId}}"
}
